Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Quick Apply Fields
ms_my: Medan penggunaan cepat
tl_ph: Mabilis na mag -apply ng mga patlang
vi: Trường ứng tuyển nhanh

source: addons status
ms_my: status addons
tl_ph: Katayuan ng Addons
vi: trạng thái addons

source: coverletters
ms_my: surat sampul
tl_ph: Takpan ang mga titik
vi: thư xin việc

source: coverletter
ms_my: surat lamaran
tl_ph: takip ng sulat
vi: thư xin việc

source: add new cover letter
ms_my: Tambahkan Surat Sampul Baru
tl_ph: Magdagdag ng bagong sulat ng takip
vi: thêm thư xin việc mới

source: Loaction Name settings
ms_my: Tetapan Nama Lokasi
tl_ph: Mga Setting ng Pangalan ng Lokasyon
vi: Cài đặt tên vị trí

source: Loaction Name Settings
ms_my: Tetapan Nama Lokasi
tl_ph: Mga Setting ng Pangalan ng Lokasyon
vi: Cài đặt tên vị trí

source: shifts
ms_my: peralihan
vi: ca làm việc

source: ages
ms_my: umur
tl_ph: edad
vi: tuổi

source: Error file size too large
ms_my: Saiz fail ralat terlalu besar
tl_ph: Malaki ang laki ng file ng error
vi: Lỗi kích thước tệp quá lớn

source: Maximum Size
ms_my: Saiz maksimum
tl_ph: Maximum na laki
vi: Kích thước tối đa

source: is in use
ms_my: sedang digunakan
tl_ph: ay ginagamit
vi: đang được sử dụng

source: can not deleted it
ms_my: tidak dapat memadamkannya
tl_ph: hindi ito matanggal
vi: không thể xóa nó

source: Address data
ms_my: Alamat data
tl_ph: Address ng data
vi: Dữ liệu địa chỉ

source: themes
ms_my: tema
tl_ph: Mga tema
vi: chủ đề

source: Color Schemes
ms_my: Skim warna
tl_ph: Mga scheme ng kulay
vi: Sơ đồ màu

source: Color Chooser
ms_my: Pemilih warna
tl_ph: Tagapili ng Kulay
vi: Chọn màu

source: Color 1
ms_my: Warna 1
tl_ph: Kulay 1
vi: Màu 1

source: Color 2
ms_my: Warna 2
tl_ph: Kulay 2
vi: Màu 2

source: Color 3
ms_my: Warna 3
tl_ph: Kulay 3
vi: Màu 3

source: Add User Fields
ms_my: Tambahkan medan pengguna
tl_ph: Magdagdag ng mga patlang ng gumagamit
vi: Thêm trường người dùng

source: cannot unpublished
ms_my: tidak boleh diterbitkan
tl_ph: hindi ma -publish
vi: không thể không xuất bản

source: Search Name
ms_my: Nama carian
tl_ph: Pangalan ng Paghahanap
vi: Tên tìm kiếm

source: start
ms_my: Mula
tl_ph: magsimula
vi: bắt đầu

source: Total Resume Search
ms_my: Jumlah resume carian
tl_ph: Kabuuang paghahanap ng resume
vi: Tổng số tìm kiếm sơ yếu lý lịch

source: Remaining Resume Search
ms_my: Tinggal resume carian
tl_ph: Natitirang paghahanap ng resume
vi: Tìm kiếm sơ yếu lý lịch còn lại

source: Reference
ms_my: Rujukan
tl_ph: Sanggunian
vi: Tham chiếu

source: cancel payment
ms_my: Batalkan pembayaran
tl_ph: Kanselahin ang pagbabayad
vi: hủy thanh toán

source: Apply now
ms_my: Memohon sekarang
tl_ph: Mag -apply ngayon
vi: Ứng tuyển ngay

source: Listing
ms_my: Penyenaraian
tl_ph: Listahan
vi: Danh sách

source: Credits log
ms_my: Log kredit
tl_ph: Log ng mga kredito
vi: Nhật ký tín dụng

source: Rate list
ms_my: Senarai kadar
tl_ph: Listahan ng rate
vi: Danh sách tỷ lệ

source: Purchase history
ms_my: Sejarah Pembelian
tl_ph: Bumili ng Kasaysayan
vi: Lịch sử mua hàng

source: remaining
ms_my: tinggal
tl_ph: natitira
vi: còn lại

source: Cover Letter has been successfully published
ms_my: Surat lamaran telah berjaya diterbitkan
tl_ph: Ang sulat ng takip ay matagumpay na nai -publish
vi: Thư xin việc đã được xuất bản thành công

source: cover Letter has been successfully published
ms_my: surat lamaran telah berjaya diterbitkan
tl_ph: Ang sulat ng takip ay matagumpay na nai -publish
vi: Thư xin việc đã được xuất bản thành công

source: Resume files download
ms_my: Resume fail muat turun
tl_ph: Ipagpatuloy ang pag -download ng mga file
vi: Tải xuống tệp sơ yếu lý lịch

source: apply with facebook
ms_my: Sapukan dengan Facebook
tl_ph: Mag -apply sa Facebook
vi: ứng tuyển với facebook

source: apply with linkedin
ms_my: Memohon dengan LinkedIn
tl_ph: Mag -apply sa LinkedIn
vi: ứng tuyển với linkedin

source: apply with xing
ms_my: Sapukan dengan Xing
tl_ph: Mag -apply kasama si Xing
vi: ứng tuyển với xing

source: Resume removed from featured
ms_my: Resume dikeluarkan dari yang dipaparkan
tl_ph: Resume tinanggal mula sa tampok
vi: Sơ yếu lý lịch đã được xóa khỏi nổi bật

source: share blog
ms_my: Kongsi blog
tl_ph: Ibahagi ang blog
vi: chia sẻ blog

source: share digg
ms_my: Kongsi Digg
tl_ph: Ibahagi ang Digg
vi: chia sẻ digg

source: share fb
ms_my: Kongsi FB
tl_ph: Ibahagi ang FB
vi: chia sẻ fb

source: share ff
ms_my: Kongsi ff
tl_ph: Ibahagi ang ff
vi: chia sẻ ff

source: share google
ms_my: Kongsi Google
tl_ph: Ibahagi ang Google
vi: chia sẻ google

source: share linkedin
ms_my: Kongsi LinkedIn
tl_ph: Ibahagi ang LinkedIn
vi: chia sẻ linkedin

source: share myspace
ms_my: Kongsi MySpace
tl_ph: Ibahagi ang MySpace
vi: chia sẻ myspace

source: share twitter
ms_my: Kongsi Twitter
tl_ph: Ibahagi ang Twitter
vi: chia sẻ twitter

source: share yahoo
ms_my: Kongsi Yahoo
tl_ph: Ibahagi ang Yahoo
vi: chia sẻ yahoo

source: Mark As Shortlist Job
ms_my: Tandakan sebagai pekerjaan senarai pendek
tl_ph: Markahan bilang trabaho sa lista
vi: Đánh dấu là công việc danh sách ngắn

source: Keep this job on your list! Mark it as shortlisted and find it easily whenever you need.
ms_my: Simpan pekerjaan ini dalam senarai anda! Tandakannya sebagai disenarai pendek dan dapatkan dengan mudah apabila anda memerlukan.
tl_ph: Itago ang trabahong ito sa iyong listahan! Markahan ito bilang shortlist at hanapin ito nang madali tuwing kailangan mo.
vi: Giữ công việc này trong danh sách của bạn! Đánh dấu nó là danh sách ngắn và tìm thấy nó dễ dàng bất cứ khi nào bạn cần

source: Search job title, company name, keywords
ms_my: Cari Tajuk Pekerjaan, Nama Syarikat, Kata Kunci
tl_ph: Pamagat ng trabaho sa paghahanap, pangalan ng kumpanya, mga keyword
vi: Tìm kiếm tiêu đề công việc, tên công ty, từ khóa

source: Loction
ms_my: Lekukan
tl_ph: Lokasyon
vi: Vị trí

source: Applied Resume Title
ms_my: Tajuk Resume Gunaan
tl_ph: Inilapat na pamagat ng resume
vi: Tiêu đề sơ yếu lý lịch đã ứng tuyển

source: Arrow
ms_my: Anak panah
vi: Mũi tên

source: Already Applied
ms_my: Sudah digunakan
tl_ph: Nag -apply na
vi: Đã ứng tuyển

source: Ready to take the next step? Simply fill out the form and submit your application. It only takes a few minutes!
ms_my: Bersedia untuk mengambil langkah seterusnya? Cukup isi borang dan serahkan permohonan anda. Ia hanya mengambil masa beberapa minit!
tl_ph: Handa nang gumawa ng susunod na hakbang? Punan lamang ang form at isumite ang iyong aplikasyon. Tumatagal lamang ng ilang minuto!
vi: Sẵn sàng để thực hiện bước tiếp theo? Đơn giản chỉ cần điền vào biểu mẫu và gửi ứng dụng của bạn. Chỉ mất vài phút!

source: Waiting for Payment
ms_my: Menunggu pembayaran
tl_ph: Naghihintay para sa pagbabayad
vi: Chờ thanh toán

source: Buy
ms_my: Beli
tl_ph: Bilhin
vi: Mua

source: Employer can add companies and jobs while searching for potential candidate to hire
ms_my: Majikan boleh menambah syarikat dan pekerjaan semasa mencari calon yang berpotensi untuk disewa
tl_ph: Ang employer ay maaaring magdagdag ng mga kumpanya at trabaho habang naghahanap ng potensyal na kandidato na umarkila
vi: Nhà tuyển dụng có thể thêm công ty và công việc trong khi tìm kiếm ứng viên tiềm năng để thuê

source: Selected
ms_my: Dipilih
tl_ph: Napili
vi: Đã chọn

source: Jobseeker can add resume, cover letters, search jobs and apply to multiple jobs easily
ms_my: Pencari kerja boleh menambah resume, meliputi surat, mencari pekerjaan dan memohon kepada pelbagai pekerjaan dengan mudah
tl_ph: Ang Jobseeker ay maaaring magdagdag ng resume, takpan ang mga titik, mga trabaho sa paghahanap at madaling mag -apply sa maraming mga trabaho nang madali
vi: Người tìm việc có thể thêm sơ yếu lý lịch, thư xin việc, tìm kiếm công việc và ứng tuyển nhiều công việc một cách dễ dàng

source: Hello, again!...
ms_my: Helo, sekali lagi! ...
tl_ph: Kumusta, muli! ...
vi: Xin chào, một lần nữa!...

source: View All Applied Jobs
ms_my: Lihat semua pekerjaan yang digunakan
tl_ph: Tingnan ang lahat ng mga inilapat na trabaho
vi: Xem tất cả công việc đã ứng tuyển

source: View All Newest Jobs
ms_my: Lihat semua pekerjaan terbaru
tl_ph: Tingnan ang lahat ng mga pinakabagong trabaho
vi: Xem tất cả công việc mới nhất

source: Hello, again!…
ms_my: Helo, sekali lagi! ...
tl_ph: Kumusta, muli!…
vi: Xin chào, một lần nữa!…

source: Submit job
ms_my: Mengemukakan pekerjaan
tl_ph: Magsumite ng trabaho
vi: Gửi công việc

source: Submit Job
ms_my: Mengemukakan pekerjaan
tl_ph: Magsumite ng trabaho
vi: Gửi công việc

source: View detail
ms_my: Lihat butiran
tl_ph: Tingnan ang detalye
vi: Xem chi tiết

source: Recently Applied Resume
ms_my: Resume baru -baru ini
tl_ph: Kamakailan -lamang na inilapat ang resume
vi: Sơ yếu lý lịch đã ứng tuyển gần đây

source: Messages By Resume
ms_my: Mesej dengan resume
tl_ph: Mga mensahe sa pamamagitan ng resume
vi: Tin nhắn theo sơ yếu lý lịch

source: Reply
ms_my: Balas
tl_ph: Sumagot
vi: Trả lời

source: View jobs
ms_my: Lihat Pekerjaan
tl_ph: Tingnan ang mga trabaho
vi: Xem công việc

source: Other Info
ms_my: Maklumat lain
tl_ph: Iba pang impormasyon
vi: Thông tin khác

source: Link
ms_my: Pautan
vi: Liên kết

source: Mail
ms_my: Mel
vi: Thư

source: Site
ms_my: Tapak
vi: Trang web

source: View Company Details
ms_my: Lihat butiran syarikat
tl_ph: Tingnan ang mga detalye ng kumpanya
vi: Xem chi tiết công ty

source: Completed
ms_my: Selesai
tl_ph: Nakumpleto
vi: Đã hoàn thành

source: Categoty
ms_my: Kategori
tl_ph: Kategorya
vi: Danh mục

source: tell a friend
ms_my: Beritahu rakan
tl_ph: Sabihin mo sa isang kaibigan
vi: nói với bạn bè

source: Tell friend
ms_my: Beritahu rakan
tl_ph: Sabihin mo sa kaibigan
vi: Nói với bạn bè

source: Know someone perfect for this job? Share it with them!
ms_my: Tahu seseorang yang sesuai untuk pekerjaan ini? Kongsi dengan mereka!
tl_ph: Alam ang isang tao na perpekto para sa trabahong ito? Ibahagi ito sa kanila!
vi: Biết ai đó hoàn hảo cho công việc này? Chia sẻ với họ!

source: Your name
ms_my: Nama anda
tl_ph: Ang pangalan mo
vi: Tên của bạn

source: Your email
ms_my: E -mel anda
tl_ph: Ang iyong email
vi: Email của bạn

source: Show the
ms_my: Tunjukkan
tl_ph: Ipakita ang
vi: Hiển thị

source: form to logged-in users on the job detail page. If this is on,
ms_my: Borang kepada pengguna log masuk pada halaman terperinci kerja. Sekiranya ini dihidupkan,
tl_ph: Form sa mga gumagamit ng naka-log in sa pahina ng detalye ng trabaho. Kung ito ay nasa,
vi: biểu mẫu cho người dùng đã đăng nhập trên trang chi tiết công việc. Nếu điều này được bật,

source: will be turned off.
ms_my: akan dimatikan.
tl_ph: ay i -off.
vi: sẽ bị tắt

source: form to visitor on the job detail page. If this is on,
ms_my: Borang kepada Pelawat di halaman Perincian Kerja. Sekiranya ini dihidupkan,
tl_ph: form sa bisita sa pahina ng detalye ng trabaho. Kung ito ay nasa,
vi: biểu mẫu cho khách trên trang chi tiết công việc. Nếu điều này được bật,

source: You do not have any save serch remaining
ms_my: Anda tidak mempunyai simpan yang tersisa
tl_ph: Wala kang natitirang i -save Serch
vi: Bạn không còn bất kỳ tìm kiếm đã lưu nào

source: We would love to hear from You.
ms_my: Kami ingin mendengar daripada anda.
tl_ph: Gusto naming marinig mula sa iyo.
vi: Chúng tôi rất vui được nghe từ bạn

source: Status
tl_ph: Katayuan
vi: Trạng thái

source: edit
tl_ph: i-edit
vi: chỉnh sửa

source: Folder Resume
tl_ph: Ipagpatuloy ang Folder
vi: Hồ sơ trong thư mục

source: Edit Resume
tl_ph: I-edit ang Resume
vi: Chỉnh sửa hồ sơ

source: Minimum
tl_ph: pinakamababa
vi: Tối thiểu

source: resume
tl_ph: ipagpatuloy
vi: hồ sơ

source: slug
tl_ph: banatan
vi: đường dẫn

source: Linkedin
tl_ph: Linkin

source: Open Street Map
tl_ph: Opensstreetmap
vi: Bản đồ Open Street

source: status
tl_ph: katayuan
vi: trạng thái

source: resume
tl_ph: ipagpatuloy
vi: hồ sơ

source: edit resume
tl_ph: i-edit ang resume
vi: chỉnh sửa hồ sơ

source: Import Data
tl_ph: Mag-import ng Data
vi: Nhập dữ liệu

source: Multi Company
tl_ph: Maraming Kumpanya
vi: Nhiều công ty

source: select.genericList
tl_ph: piliin.genericList
vi: chọn.danh_sách_chung

source: Addons
tl_ph: Mga addon

source: tablet
tl_ph: tableta

source: Standard
tl_ph: Pamantayan

source: China
tl_ph: Tsina
vi: Trung Quốc

source: No Of Company Contact View
tl_ph: No Ng Company Contact View
vi: Số lượt xem liên hệ công ty

source: April
tl_ph: Abril
vi: Tháng Tư

source: September
tl_ph: Setyembre
vi: Tháng Chín

source: November
tl_ph: Nobyembre
vi: Tháng Mười Một

source: Multi Select
tl_ph: Multi piliin
vi: Chọn nhiều

source: Cron Job
vi: Tác vụ định kỳ

source: Folder
vi: Thư mục

source: Spam
vi: Thư rác

source: Tag
vi: Thẻ

source: Slug
vi: Đường dẫn

source: folder
vi: thư mục

source: dd-mm-yyyy
vi: ngày-tháng-năm

source: yyyy-mm-dd
vi: năm-tháng-ngày

source: Editor
vi: Biên tập viên

source: Stagiair
vi: Thực tập sinh

source: Admin
vi: Quản trị viên

source: Admin
vi: Quản trị viên

source: JS_SEARCH_ALL
vi: JS_TÌM_KIẾM_TẤT_CẢ

source: DD MM YYYY
vi: NGÀY THÁNG NĂM

source: MM DD YYYY
vi: THÁNG NGÀY NĂM

source: YYYY MM DD
vi: NĂM THÁNG NGÀY

source: Aqua
vi: Xanh nước biển

source: Lavender
vi: Oải hương

source: uid
vi: ID người dùng

source: Resume Editor
vi: Trình chỉnh sửa sơ yếu lý lịch

source: Tag Line
vi: Dòng thẻ

source: Internship
vi: Thực tập

source: Austria
vi: Áo

source: Belgium
vi: Bỉ

source: Cyprus
vi: Síp

source: Denmark
vi: Đan Mạch

source: Finland
vi: Phần Lan

source: Georgia
vi: Gruzia

source: Greece
vi: Hy Lạp

source: Lithuania
vi: Litva

source: Norway
vi: Na Uy

source: Poland
vi: Ba Lan

source: Portugal
vi: Bồ Đào Nha

source: Sweden
vi: Thụy Điển

source: Switzerland
vi: Thụy Sĩ

source: United Kingdom
vi: Vương quốc Anh

source: Hong Kong
vi: Hồng Kông

source: India
vi: Ấn Độ

source: Laos
vi: Lào

source: Macau
vi: Ma Cao

source: Mongolia
vi: Mông Cổ

source: Myanmar (Burma)
vi: Myanmar (Miến Điện)

source: Taiwan
vi: Đài Loan

source: Thailand
vi: Thái Lan

source: Vietnam
vi: Việt Nam

source: Swaziland
vi: Eswatini

source: Australia
vi: Úc

source: Resumefiles
vi: Tập tin sơ yếu lý lịch

source: Resumesearches
vi: Tìm kiếm sơ yếu lý lịch

source: Quick Start
vi: Bắt đầu nhanh

source: Configure WP Job Portal As
vi: Cấu hình WP Job Portal như

source: Job Board
vi: Bảng việc làm

source: Admins manage companies, jobs, etc., from the back-end, and employers manage companies, jobs, etc., from the front-end. Job seekers apply for jobs from the front-end.
vi: Quản trị viên quản lý công ty, công việc, v.v., từ back-end, và nhà tuyển dụng quản lý công ty, công việc, v.v., từ front-end. Người tìm việc ứng tuyển công việc từ front-end.

source: Select Job Board
vi: Chọn bảng việc làm

source: Single Company
vi: Công ty đơn lẻ

source: Only administrators manage job postings, companies, etc., from the back-end, and job seekers apply for jobs from the front-end.
vi: Chỉ quản trị viên quản lý bài đăng công việc, công ty, v.v., từ back-end, và người tìm việc ứng tuyển công việc từ front-end.

source: Select Single Company
vi: Chọn công ty đơn lẻ

source: Requires WP Job Portal Multi Departments Addon
vi: Yêu cầu Addon Đa bộ phận WP Job Portal

source: Requires WP Job Portal Resume Search Addon
vi: Yêu cầu Addon Tìm kiếm sơ yếu lý lịch WP Job Portal

source: Requires WP Job Portal Credits Addon
vi: Yêu cầu Addon Tín dụng WP Job Portal

source: User been successfully created
vi: Người dùng đã được tạo thành công

source: International Name
vi: Tên quốc tế

source: Native Name
vi: Tên bản địa

source: Import Location Data
vi: Nhập dữ liệu vị trí

source: Location Name Settings
vi: Cài đặt tên vị trí

source: URL Settings
vi: Cài đặt URL

source: Job Detail URL
vi: URL chi tiết công việc

source: Company Detail URL
vi: URL chi tiết công ty

source: Resume Detail URL
vi: URL chi tiết sơ yếu lý lịch

source: Company detail document title
vi: Tiêu đề tài liệu chi tiết công ty

source: Company detail page document title options are Company Name and Company City . eg- [name] [location] [separator] [sitename]
vi: Tùy chọn tiêu đề tài liệu trang chi tiết công ty là Tên công ty và Thành phố công ty. ví dụ- [name] [location] [separator] [sitename]

source: Job detail document title
vi: Tiêu đề tài liệu chi tiết công việc

source: Job detail page document title options are Job Title, Company Name, Job Category, Job Type and Job Cities . eg- [title] [companyname] [jobcategory] [jobtype] [location] [separator] [sitename]
vi: Tùy chọn tiêu đề tài liệu trang chi tiết công việc là Tiêu đề công việc, Tên công ty, Danh mục công việc, Loại công việc và Thành phố công việc. ví dụ- [title] [companyname] [jobcategory] [jobtype] [location] [separator] [sitename]

source: Resume detail document title
vi: Tiêu đề tài liệu chi tiết sơ yếu lý lịch

source: Resume detail document title options are Application Title, Job Category, Job Type and Resume Location. eg- [applicationtitle] [jobcategory] [jobtype] [location] [separator] [sitename]
vi: Tùy chọn tiêu đề tài liệu chi tiết sơ yếu lý lịch là Tiêu đề ứng tuyển, Danh mục công việc, Loại công việc và Vị trí sơ yếu lý lịch. ví dụ- [applicationtitle] [jobcategory] [jobtype] [location] [separator] [sitename]

source: Job detail URL options are title, company, category, location, jobtype. eg- [title] [company] [category] [jobtype] [location]
vi: Tùy chọn URL chi tiết công việc là title, company, category, location, jobtype. ví dụ- [title] [company] [category] [jobtype] [location]

source: Company detail url options are name, category, location. eg- [name] [category] [location]
vi: Tùy chọn url chi tiết công ty là name, category, location. ví dụ- [name] [category] [location]

source: Resume detail URL options are title, category, location. eg- [title] [location]
vi: Tùy chọn URL chi tiết sơ yếu lý lịch là title, category, location. ví dụ- [title] [location]

source: Cities Data To Import
vi: Dữ liệu thành phố để nhập

source: Free Data
vi: Dữ liệu miễn phí

source: Paid Data
vi: Dữ liệu trả phí

source: City Name Preferences
vi: Tùy chọn tên thành phố

source: To enhance the user experience, do you prefer displaying city names in English or in their native language.
vi: Để nâng cao trải nghiệm người dùng, bạn có thích hiển thị tên thành phố bằng tiếng Anh hay bằng ngôn ngữ bản địa của chúng

source: Existing Data
vi: Dữ liệu hiện có

source: Keep Data
vi: Giữ dữ liệu

source: Erase Data
vi: Xóa dữ liệu

source: Selecting 'Erase Data' will remove all existing cities from your database. If you choose this option all city data will be permanently deleted.
vi: Chọn 'Xóa dữ liệu' sẽ xóa tất cả các thành phố hiện có khỏi cơ sở dữ liệu của bạn. Nếu bạn chọn tùy chọn này, tất cả dữ liệu thành phố sẽ bị xóa vĩnh viễn

source: Address Data Addon To Get All The Cities And Towns
vi: Addon dữ liệu địa chỉ để lấy tất cả các thành phố và thị trấn

source: Records
vi: Bản ghi

source: Free Version Contains
vi: Phiên bản miễn phí chứa

source: No Records Found
vi: Không tìm thấy bản ghi

source: No Records
vi: Không có bản ghi

source: Paid Version Contains
vi: Phiên bản trả phí chứa

source: Save Settings
vi: Lưu cài đặt

source: Currently Set
vi: Hiện tại được đặt

source: Show WP Job Portal page title
vi: Hiển thị tiêu đề trang WP Job Portal

source: Show page title above breadcrumbs
vi: Hiển thị tiêu đề trang phía trên breadcrumbs

source: Salery
vi: Lương
