Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: No Of Days until Featured Resume Expire (Free)
ms_my: Bilangan Hari sehingga Resume Pilihan Tamat (Percuma)
tl_ph: Wala Ng Mga Araw hanggang Mag-expire ang Itinatampok na Resume (Libre)
vi: Số ngày cho đến khi hồ sơ nổi bật hết hạn (miễn phí)

source: Featured Resume Expiry Days (Free)
ms_my: Hari Tamat Resume Pilihan (Percuma)
tl_ph: Itinatampok na Resume Expiry Days (Libre)
vi: Ngày hết hạn hồ sơ nổi bật (miễn phí)

source: No Of Days until Featured Resume Expire (per-listing)
ms_my: Bilangan Hari sehingga Resume Pilihan Tamat (setiap penyenaraian)
tl_ph: Hindi Ng Mga Araw hanggang Mag-expire ang Itinatampok na Resume (bawat-listahan)
vi: Số ngày cho đến khi hồ sơ nổi bật hết hạn (mỗi danh sách)

source: Featured Resume Expiry Days (per-listing)
ms_my: Hari Tamat Resume Pilihan (setiap penyenaraian)
tl_ph: Itinatampok na Resume Expiry Days (per-listing)
vi: Ngày hết hạn hồ sơ nổi bật (mỗi danh sách)

source: No Of Days until Job Expire (Free)
ms_my: Bilangan Hari sehingga Kerja Tamat Tempoh (Percuma)
tl_ph: Bilang ng Mga Araw hanggang Mag-expire ang Trabaho (Libre)
vi: Số ngày cho đến khi công việc hết hạn (miễn phí)

source: Job Expiry Days (Free)
ms_my: Hari Tamat Kerja (Percuma)
tl_ph: Mga Araw ng Pag-expire ng Trabaho (Libre)
vi: Ngày hết hạn công việc (miễn phí)

source: Facebook likes
ms_my: Facebook suka
tl_ph: Gusto ng Facebook
vi: Lượt thích Facebook

source: Facebook share
ms_my: Perkongsian Facebook
vi: Chia sẻ Facebook

source: Facebook comments
ms_my: komen Facebook
tl_ph: Mga komento sa Facebook
vi: Bình luận Facebook

source: Google likes
ms_my: Google suka
tl_ph: Gusto ng Google
vi: Lượt thích Google

source: Google share
ms_my: Kongsi Google
vi: Chia sẻ Google

source: Myspace
ms_my: Ruang saya
tl_ph: Aking espasyo

source: Facebook user can login in WP JOB PORTAL
ms_my: Pengguna Facebook boleh log masuk ke WP JOB PORTAL
tl_ph: Ang gumagamit ng Facebook ay maaaring mag-login sa WP JOB PORTAL
vi: Người dùng Facebook có thể đăng nhập vào WP JOB PORTAL

source: Job apply with facebook
ms_my: mohon kerja dengan facebook
tl_ph: Mag-apply ng trabaho gamit ang facebook
vi: Ứng tuyển công việc bằng Facebook

source: Facebook user can apply to jobs
ms_my: Pengguna Facebook boleh memohon pekerjaan
tl_ph: Maaaring mag-apply ang Facebook user sa mga trabaho
vi: Người dùng Facebook có thể ứng tuyển công việc

source: API key
ms_my: kunci API
vi: Khóa API

source: API key is required for facebook app
ms_my: Kunci API diperlukan untuk aplikasi facebook
tl_ph: Kinakailangan ang API key para sa facebook app
vi: Khóa API là bắt buộc cho ứng dụng Facebook

source: Secret
ms_my: Rahsia
tl_ph: Lihim
vi: Bí mật

source: Linkedin user can login in WP JOB PORTAL
ms_my: Pengguna Linkedin boleh log masuk ke WP JOB PORTAL
tl_ph: Maaaring mag-login ang user ng Linkin sa WP JOB PORTAL
vi: Người dùng LinkedIn có thể đăng nhập vào WP JOB PORTAL

source: Job apply with linkedin
ms_my: Kerja memohon dengan linkedin
tl_ph: Mag-apply ng trabaho sa linkedin
vi: Ứng tuyển công việc bằng LinkedIn

source: Linkedin user can apply to jobs
ms_my: Pengguna LinkedIn boleh memohon pekerjaan
tl_ph: Maaaring mag-apply ang user ng LinkedIn sa mga trabaho
vi: Người dùng LinkedIn có thể ứng tuyển công việc

source: API key is required for linkedin app
ms_my: Kunci API diperlukan untuk apl linkedin
tl_ph: Kinakailangan ang API key para sa linkedin app
vi: Khóa API là bắt buộc cho ứng dụng LinkedIn

source: Xing user can login in WP JOB PORTAL
ms_my: Pengguna Xing boleh log masuk ke WP JOB PORTAL
tl_ph: Maaaring mag-login ang Xing user sa WP JOB PORTAL
vi: Người dùng Xing có thể đăng nhập vào WP JOB PORTAL

source: Job apply with xing
ms_my: Kerja memohon dengan xing
tl_ph: Nag-apply ng trabaho sa xing
vi: Ứng tuyển công việc bằng Xing

source: Xing user can apply to jobs
ms_my: Pengguna Xing boleh memohon pekerjaan
tl_ph: Maaaring mag-apply ang Xing user sa mga trabaho
vi: Người dùng Xing có thể ứng tuyển công việc

source: API key is required for xing app
ms_my: Kunci API diperlukan untuk apl xing
tl_ph: Kinakailangan ang API key para sa xing app
vi: Khóa API là bắt buộc cho ứng dụng Xing

source: Must provide title for job feed
ms_my: Mesti memberikan tajuk untuk suapan kerja
tl_ph: Dapat magbigay ng titulo para sa feed ng trabaho
vi: Phải cung cấp tiêu đề cho nguồn cấp dữ liệu công việc

source: Must provide description for job feed
ms_my: Mesti memberikan penerangan untuk suapan kerja
tl_ph: Dapat magbigay ng paglalarawan para sa feed ng trabaho
vi: Phải cung cấp mô tả cho nguồn cấp dữ liệu công việc

source: Copyright
ms_my: hak cipta
vi: Bản quyền

source: Leave blank to hide
ms_my: Biarkan kosong untuk disembunyikan
tl_ph: Iwanang blangko upang itago
vi: Để trống để ẩn

source: Leave blank to hide editor used for feed content issue
ms_my: Biarkan kosong untuk menyembunyikan editor yang digunakan untuk isu kandungan suapan
tl_ph: Iwanang blangko upang itago ang editor na ginamit para sa isyu sa nilalaman ng feed
vi: Để trống để ẩn biên tập viên dùng cho vấn đề nội dung nguồn cấp dữ liệu

source: Time to live
ms_my: Masa untuk hidup
tl_ph: Oras para mabuhay
vi: Thời gian tồn tại

source: Time to live for job feed
ms_my: Masa untuk hidup untuk suapan pekerjaan
tl_ph: Oras na para mabuhay para sa feed ng trabaho
vi: Thời gian tồn tại cho nguồn cấp dữ liệu công việc

source: Webmaster
ms_my: Juruweb
vi: Quản trị web

source: Leave blank to hide webmaster used for technical issue
ms_my: Biarkan kosong untuk menyembunyikan juruweb yang digunakan untuk isu teknikal
tl_ph: Iwanang blangko upang itago ang webmaster na ginagamit para sa teknikal na isyu
vi: Để trống để ẩn quản trị web dùng cho vấn đề kỹ thuật

source: Job block
ms_my: Blok kerja
tl_ph: Block ng trabaho
vi: Khối công việc

source: Show with categories
ms_my: Tunjukkan dengan kategori
tl_ph: Ipakita na may mga kategorya
vi: Hiển thị cùng danh mục

source: Use rss categories with our job categories
ms_my: Gunakan kategori rss dengan kategori pekerjaan kami
tl_ph: Gumamit ng mga kategorya ng rss sa aming mga kategorya ng trabaho
vi: Sử dụng danh mục RSS với danh mục công việc của chúng tôi

source: Company image
ms_my: Imej syarikat
tl_ph: Larawan ng kumpanya
vi: Hình ảnh công ty

source: Show company logo with job feeds
ms_my: Tunjukkan logo syarikat dengan suapan kerja
tl_ph: Ipakita ang logo ng kumpanya na may mga feed ng trabaho
vi: Hiển thị logo công ty với nguồn cấp dữ liệu công việc

source: Must provide title for resume feed
ms_my: Mesti memberikan tajuk untuk suapan resume
tl_ph: Dapat magbigay ng pamagat para sa resume feed
vi: Phải cung cấp tiêu đề cho nguồn cấp dữ liệu hồ sơ

source: Must provide description for resume feed
ms_my: Mesti memberikan penerangan untuk suapan resume
tl_ph: Dapat magbigay ng paglalarawan para sa resume feed
vi: Phải cung cấp mô tả cho nguồn cấp dữ liệu hồ sơ

source: Time to live for resume feed
ms_my: Masa untuk hidup untuk suapan resume
tl_ph: Oras na para mabuhay para sa resume feed
vi: Thời gian tồn tại cho nguồn cấp dữ liệu hồ sơ

source: Resume block
ms_my: Sambung semula blok
tl_ph: Ipagpatuloy ang block
vi: Khối hồ sơ

source: Use rss categories with our resume categories
ms_my: Gunakan kategori rss dengan kategori resume kami
tl_ph: Gumamit ng mga kategorya ng rss sa aming mga kategorya ng resume
vi: Sử dụng danh mục RSS với danh mục hồ sơ của chúng tôi

source: Show resume file
ms_my: Tunjukkan fail resume
tl_ph: Ipakita ang resume file
vi: Hiển thị tệp hồ sơ

source: Show resume files to downloadable from feed
ms_my: Tunjukkan fail resume untuk dimuat turun daripada suapan
tl_ph: Ipakita ang mga resume file sa mada-download mula sa feed
vi: Hiển thị tệp hồ sơ để có thể tải xuống từ nguồn cấp dữ liệu

source: Show login/logout button on employer control panel
ms_my: Tunjukkan butang log masuk/log keluar pada panel kawalan majikan
tl_ph: Ipakita ang login/logout na button sa employer control panel
vi: Hiển thị nút đăng nhập/đăng xuất trên bảng điều khiển nhà tuyển dụng

source: Show login logout button in job seeker control panel
ms_my: Tunjukkan butang log keluar log masuk dalam panel kawalan pencari kerja
tl_ph: Ipakita ang pindutan ng logout sa pag-log in sa control panel ng naghahanap ng trabaho
vi: Hiển thị nút đăng nhập/đăng xuất trên bảng điều khiển người tìm việc

source: Only section that have value
ms_my: Hanya bahagian yang mempunyai nilai
tl_ph: Tanging seksyon na may halaga
vi: Chỉ phần có giá trị

source: All sections
ms_my: Semua bahagian
tl_ph: Lahat ng mga seksyon
vi: Tất cả các phần

source: Select Option
ms_my: Pilih Pilihan
tl_ph: Piliin ang Opsyon
vi: Chọn tùy chọn

source: All Fields
ms_my: Semua Medan
tl_ph: Lahat ng larangan
vi: Tất cả các trường

source: Only filled fields
ms_my: Hanya medan yang diisi
tl_ph: Mga field lang ang napuno
vi: Chỉ các trường đã điền

source: Employer Configurations
ms_my: Konfigurasi Majikan
tl_ph: Mga Configuration ng Employer
vi: Cấu hình nhà tuyển dụng

source: Enable Employer Area
ms_my: Dayakan Kawasan Majikan
tl_ph: Paganahin ang Employer Area
vi: Bật khu vực nhà tuyển dụng

source: If no then front end employer area is not accessable
ms_my: Jika tiada maka kawasan majikan bahagian hadapan tidak boleh diakses
tl_ph: Kung hindi, hindi mapupuntahan ang front end employer area
vi: Nếu không thì khu vực nhà tuyển dụng ở giao diện người dùng không thể truy cập

source: Allow user to register as employer
ms_my: Benarkan pengguna mendaftar sebagai majikan
tl_ph: Payagan ang user na magparehistro bilang employer
vi: Cho phép người dùng đăng ký làm nhà tuyển dụng

source: effects on user registration
ms_my: kesan ke atas pendaftaran pengguna
tl_ph: epekto sa pagpaparehistro ng gumagamit
vi: ảnh hưởng đến việc đăng ký người dùng

source: Employer can view job seeker area
ms_my: Majikan boleh melihat kawasan pencari kerja
tl_ph: Maaaring tingnan ng employer ang lugar ng naghahanap ng trabaho
vi: Nhà tuyển dụng có thể xem khu vực người tìm việc

source: Enable
ms_my: Dayakan
tl_ph: Paganahin
vi: Bật

source: Featured companies are allowed in plugin
ms_my: Syarikat pilihan dibenarkan dalam pemalam
tl_ph: Ang mga itinatampok na kumpanya ay pinapayagan sa plugin
vi: Công ty nổi bật được phép trong plugin

source: Featured jobs are allowed in plugin
ms_my: Pekerjaan yang ditampilkan dibenarkan dalam pemalam
tl_ph: Ang mga itinatampok na trabaho ay pinapayagan sa plugin
vi: Công việc nổi bật được phép trong plugin

source: Company logo maximum size
ms_my: Logo syarikat saiz maksimum
tl_ph: Maximum na laki ng logo ng kumpanya
vi: Kích thước tối đa logo công ty

source: Show resume contact detail
ms_my: Tunjukkan butiran hubungan resume
tl_ph: Ipakita ang detalye ng contact sa resume
vi: Hiển thị chi tiết liên hệ hồ sơ

source: effect on credits system
ms_my: kesan ke atas sistem kredit
tl_ph: epekto sa credits system
vi: ảnh hưởng đến hệ thống tín dụng

source: If no then credits will be taken to view contact detail
ms_my: Jika tidak, kredit akan diambil untuk melihat butiran hubungan
tl_ph: Kung hindi, kukunin ang mga kredito upang tingnan ang detalye ng contact
vi: Nếu không thì sẽ cần tín dụng để xem chi tiết liên hệ

source: Show count in resume categories
ms_my: Tunjukkan kiraan dalam kategori resume
tl_ph: Ipakita ang bilang sa mga kategorya ng resume
vi: Hiển thị số lượng trong danh mục hồ sơ

source: Allow save search
ms_my: Benarkan simpan carian
tl_ph: Payagan ang pag-save ng paghahanap
vi: Cho phép lưu tìm kiếm

source: User can save search criteria
ms_my: Pengguna boleh menyimpan kriteria carian
tl_ph: Maaaring i-save ng user ang pamantayan sa paghahanap
vi: Người dùng có thể lưu tiêu chí tìm kiếm

source: Email Alert To Employer On Resume Apply
ms_my: Makluman E-mel Kepada Majikan Pada Resume Mohon
tl_ph: Email Alert Sa Employer Sa Resume Apply
vi: Cảnh báo email cho nhà tuyển dụng khi có hồ sơ ứng tuyển

source: What to include in email
ms_my: Perkara yang perlu disertakan dalam e-mel
tl_ph: Ano ang isasama sa email
vi: Nội dung bao gồm trong email

source: All fields are included in employer email content or only filled fields
ms_my: Semua medan disertakan dalam kandungan e-mel majikan atau hanya medan yang diisi
tl_ph: Ang lahat ng mga field ay kasama sa nilalaman ng email ng employer o mga field lang na napuno
vi: Tất cả các trường được bao gồm trong nội dung email nhà tuyển dụng hoặc chỉ các trường đã điền

source: auto approve
ms_my: auto meluluskan
tl_ph: awtomatikong aprubahan
vi: tự động phê duyệt

source: Company Settings
ms_my: Tetapan Syarikat
tl_ph: Mga Setting ng Kumpanya
vi: Cài đặt công ty

source: Effects on jobs listing and view company page
ms_my: Kesan pada penyenaraian pekerjaan dan lihat halaman syarikat
tl_ph: Mga epekto sa listahan ng mga trabaho at tingnan ang pahina ng kumpanya
vi: Ảnh hưởng đến danh sách công việc và trang xem công ty

source: Effects on view company page
ms_my: Kesan pada paparan halaman syarikat
tl_ph: Mga epekto sa pagtingin sa pahina ng kumpanya
vi: Ảnh hưởng đến trang xem công ty

source: Effects on company listing and view company page
ms_my: Kesan pada penyenaraian syarikat dan lihat halaman syarikat
tl_ph: Mga epekto sa listahan ng kumpanya at tingnan ang pahina ng kumpanya
vi: Ảnh hưởng đến danh sách công ty và trang xem công ty

source: View Company Jobs
ms_my: Lihat Pekerjaan Syarikat
tl_ph: Tingnan ang Mga Trabaho ng Kumpanya
vi: Xem công việc của công ty

source: Company URL
ms_my: URL syarikat
tl_ph: URL ng kumpanya
vi: URL công ty

source: User Messages
ms_my: Mesej Pengguna
tl_ph: Mga Mensahe ng User
vi: Tin nhắn người dùng

source: Disable
ms_my: Lumpuhkan
tl_ph: Huwag paganahin
vi: Tắt

source: Jobseeker Configurations
ms_my: Konfigurasi Pencari Kerja
tl_ph: Mga Configuration ng Jobseeker
vi: Cấu hình người tìm việc

source: Email Alert
ms_my: Makluman E-mel
vi: Cảnh báo email

source: Enable featured resume
ms_my: Dayakan resume yang ditampilkan
tl_ph: Paganahin ang itinatampok na resume
vi: Bật hồ sơ nổi bật

source: Featured resume are allowed in plugin
ms_my: Resume pilihan dibenarkan dalam pemalam
tl_ph: Ang mga tampok na resume ay pinapayagan sa plugin
vi: Hồ sơ nổi bật được phép trong plugin

source: Show company contact detail
ms_my: Tunjukkan butiran hubungan syarikat
tl_ph: Ipakita ang detalye ng contact ng kumpanya
vi: Hiển thị chi tiết liên hệ công ty

source: Show apply button
ms_my: Tunjukkan butang gunakan
tl_ph: Ipakita ang button na ilapat
vi: Hiển thị nút ứng tuyển

source: Controls the visibility of apply now button in plugin
ms_my: Mengawal keterlihatan butang gunakan sekarang dalam pemalam
tl_ph: Kinokontrol ang visibility ng button na ilapat ngayon sa plugin
vi: Kiểm soát khả năng hiển thị của nút ứng tuyển ngay trong plugin

source: Show applied resume status
ms_my: Tunjukkan status resume yang digunakan
tl_ph: Ipakita ang inilapat na katayuan ng resume
vi: Hiển thị trạng thái hồ sơ đã ứng tuyển

source: Show count in jobs by categories page
ms_my: Tunjukkan kiraan dalam pekerjaan mengikut halaman kategori
tl_ph: Ipakita ang bilang sa mga trabaho ayon sa pahina ng mga kategorya
vi: Hiển thị số lượng trên trang công việc theo danh mục

source: Show count in jobs by types page
ms_my: Tunjukkan kiraan dalam pekerjaan mengikut halaman jenis
tl_ph: Ipakita ang bilang sa mga trabaho ayon sa pahina ng mga uri
vi: Hiển thị số lượng trên trang công việc theo loại

source: Job alert for visitor
ms_my: Makluman kerja untuk pelawat
tl_ph: Alerto sa trabaho para sa bisita
vi: Cảnh báo công việc cho khách

source: Job short list
ms_my: Senarai pendek kerja
tl_ph: Maikling listahan ng trabaho
vi: Danh sách công việc ngắn

source: Job short list setting effects on jobs listing page
ms_my: Kesan tetapan senarai pendek kerja pada halaman penyenaraian pekerjaan
tl_ph: Mga epekto ng setting ng maikling listahan ng trabaho sa pahina ng listahan ng mga trabaho
vi: Cài đặt danh sách công việc ngắn ảnh hưởng đến trang danh sách công việc

source: Tell a friend setting effects on jobs listing page
ms_my: Beritahu rakan kesan tetapan pada halaman penyenaraian pekerjaan
tl_ph: Sabihin sa isang kaibigan ang mga epekto ng setting sa pahina ng listahan ng mga trabaho
vi: Cài đặt giới thiệu bạn bè ảnh hưởng đến trang danh sách công việc

source: Document file extensions
ms_my: Sambungan fail dokumen
tl_ph: Mga extension ng file ng dokumento
vi: Phần mở rộng tệp tài liệu

source: Document file extensions allowed
ms_my: Sambungan fail dokumen dibenarkan
tl_ph: Pinapayagan ang mga extension ng file ng dokumento
vi: Phần mở rộng tệp tài liệu được phép

source: Resume file maximum size
ms_my: Sambung semula saiz maksimum fail
tl_ph: Ipagpatuloy ang maximum na laki ng file
vi: Kích thước tối đa tệp hồ sơ

source: System will not upload if resume file size exceeds than given size
ms_my: Sistem tidak akan memuat naik jika saiz fail resume melebihi saiz yang diberikan
tl_ph: Hindi mag-a-upload ang system kung ang laki ng resume file ay lumampas sa ibinigay na laki
vi: Hệ thống sẽ không tải lên nếu kích thước tệp hồ sơ vượt quá kích thước cho phép

source: Number of files for resume
ms_my: Bilangan fail untuk resume
tl_ph: Bilang ng mga file para sa resume
vi: Số lượng tệp cho hồ sơ

source: Maximum number of files that job seeker can upload in resume
ms_my: Bilangan maksimum fail yang pencari kerja boleh muat naik dalam resume
tl_ph: Pinakamataas na bilang ng mga file na maaaring i-upload ng naghahanap ng trabaho sa resume
vi: Số lượng tệp tối đa mà người tìm việc có thể tải lên trong hồ sơ

source: Resume photo maximum size
ms_my: Sambungkan foto saiz maksimum
tl_ph: Ipagpatuloy ang maximum na laki ng larawan
vi: Kích thước tối đa ảnh hồ sơ

source: Number of employers allowed
ms_my: Bilangan majikan yang dibenarkan
tl_ph: Bilang ng mga employer na pinapayagan
vi: Số lượng nhà tuyển dụng được phép

source: Maximum number of employers allowed in resume
ms_my: Bilangan maksimum majikan dibenarkan dalam resume
tl_ph: Pinakamataas na bilang ng mga employer na pinapayagan sa resume
vi: Số lượng nhà tuyển dụng tối đa được phép trong hồ sơ

source: Number of institutes allowed
ms_my: Bilangan institut yang dibenarkan
tl_ph: Bilang ng mga institusyong pinapayagan
vi: Số lượng học viện được phép

source: Maximum number of institutes allowed in resume
ms_my: Bilangan maksimum institut yang dibenarkan dalam resume
tl_ph: Maximum na bilang ng mga institute na pinapayagan sa resume
vi: Số lượng học viện tối đa được phép trong hồ sơ

source: Number of languages allowed
ms_my: Bilangan bahasa yang dibenarkan
tl_ph: Bilang ng mga wikang pinapayagan
vi: Số lượng ngôn ngữ được phép

source: Maximum number of languages allowed in resume
ms_my: Bilangan maksimum bahasa yang dibenarkan dalam resume
tl_ph: Maximum na bilang ng mga wikang pinapayagan sa resume
vi: Số lượng ngôn ngữ tối đa được phép trong hồ sơ

source: Number of addresses allowed
ms_my: Bilangan alamat yang dibenarkan
tl_ph: Bilang ng mga address na pinapayagan
vi: Số lượng địa chỉ được phép

source: Maximum number of addresses allowed in resume
ms_my: Bilangan maksimum alamat yang dibenarkan dalam resume
tl_ph: Maximum na bilang ng mga address na pinapayagan sa resume
vi: Số lượng địa chỉ tối đa được phép trong hồ sơ

source: Credits Log
ms_my: Log Kredit
tl_ph: Log ng Mga Kredito
vi: Nhật ký tín dụng

source: Listing Style
ms_my: Gaya Penyenaraian
tl_ph: Estilo ng Listahan
vi: Kiểu danh sách

source: Search icon position
ms_my: Kedudukan ikon carian
tl_ph: Posisyon ng icon ng paghahanap
vi: Vị trí biểu tượng tìm kiếm

source: Postion for search icon on jobs listing page.
ms_my: Kedudukan untuk ikon carian pada halaman penyenaraian pekerjaan.
tl_ph: Icon ng posisyon para sa paghahanap sa page ng listahan ng mga trabaho.
vi: Vị trí biểu tượng tìm kiếm trên trang danh sách công việc.

source: Show featured jobs
ms_my: Tunjukkan kerja yang ditampilkan
tl_ph: Ipakita ang mga itinatampok na trabaho
vi: Hiển thị công việc nổi bật

source: Show featured jobs in jobs lising page
ms_my: Tunjukkan pekerjaan yang ditampilkan dalam halaman senarai pekerjaan
tl_ph: Ipakita ang mga itinatampok na trabaho sa pahina ng listahan ng mga trabaho
vi: Hiển thị công việc nổi bật trên trang danh sách công việc

source: Show Total Number Of jobs
ms_my: Tunjukkan Jumlah Bilangan kerja
tl_ph: Ipakita ang Kabuuang Bilang ng mga trabaho
vi: Hiển thị tổng số công việc

source: Show total number of jobs in jobs lising page
ms_my: Tunjukkan jumlah bilangan pekerjaan dalam halaman senarai kerja
tl_ph: Ipakita ang kabuuang bilang ng mga trabaho sa pahina ng listahan ng mga trabaho
vi: Hiển thị tổng số công việc trên trang danh sách công việc

source: Number of featured jobs
ms_my: Bilangan pekerjaan yang diketengahkan
tl_ph: Bilang ng mga itinatampok na trabaho
vi: Số lượng công việc nổi bật

source: Number of featured job show per scroll
ms_my: Bilangan rancangan kerja yang ditampilkan setiap skrol
tl_ph: Bilang ng itinatampok na palabas sa trabaho bawat scroll
vi: Số lượng công việc nổi bật hiển thị mỗi lần cuộn

source: Show labels in jobs listing
ms_my: Tunjukkan label dalam penyenaraian pekerjaan
tl_ph: Ipakita ang mga label sa listahan ng mga trabaho
vi: Hiển thị nhãn trong danh sách công việc

source: Show labels in jobs listings, my jobs etc
ms_my: Tunjukkan label dalam penyenaraian pekerjaan, pekerjaan saya dsb
tl_ph: Ipakita ang mga label sa mga listahan ng trabaho, aking mga trabaho atbp
vi: Hiển thị nhãn trong danh sách công việc, công việc của tôi, v.v.

source: Indeed Jobs
ms_my: Memang Jobs
tl_ph: Talaga Trabaho
vi: Công việc Indeed

source: Show Indeed jobs on jobs listings
ms_my: Tunjukkan pekerjaan Indeed pada penyenaraian pekerjaan
tl_ph: Ipakita ang mga trabaho sa Indeed sa mga listahan ng trabaho
vi: Hiển thị công việc Indeed trên danh sách công việc

source: Number of jobs before showing indeed jobs
ms_my: Bilangan pekerjaan sebelum benar-benar menunjukkan pekerjaan
tl_ph: Bilang ng mga trabaho bago magpakita ng mga trabaho
vi: Số lượng công việc trước khi hiển thị công việc Indeed

source: How many plugin jobs show before indeed jobs
ms_my: Berapa banyak kerja pemalam ditunjukkan sebelum kerja sebenarnya
tl_ph: Ilang trabaho sa plugin ang ipinapakita bago ang mga trabaho
vi: Hiển thị bao nhiêu công việc plugin trước công việc Indeed

source: Number of Indeed jobs per page
ms_my: Bilangan kerja Indeed setiap halaman
tl_ph: Bilang ng mga trabaho sa Indeed bawat pahina
vi: Số lượng công việc Indeed trên mỗi trang

source: Number of Indeed Jobs per scroll
ms_my: Bilangan Kerja Indeed setiap tatal
tl_ph: Bilang ng Mga Trabaho sa Indeed bawat scroll
vi: Số lượng công việc Indeed mỗi lần cuộn

source: Comma separated list of categories i.e Accounting, Management etc
ms_my: Senarai kategori dipisahkan koma iaitu Perakaunan, Pengurusan dll
tl_ph: Comma separated list of categories i.e Accounting, Management atbp
vi: Danh sách các danh mục phân cách bằng dấu phẩy, ví dụ: Kế toán, Quản lý, v.v.

source: Location format must be country, state, city
ms_my: Format lokasi mestilah negara, negeri, bandar
tl_ph: Ang format ng lokasyon ay dapat bansa, estado, lungsod
vi: Định dạng vị trí phải là quốc gia, bang, thành phố

source: Job types
ms_my: Jenis pekerjaan
tl_ph: Mga uri ng trabaho
vi: Loại công việc

source: Comma separated list of job types i.e full time, part time etc
ms_my: Senarai jenis pekerjaan yang dipisahkan koma iaitu sepenuh masa, separuh masa dsb
tl_ph: Comma separated list ng mga uri ng trabaho i.e full time, part time etc
vi: Danh sách các loại công việc phân cách bằng dấu phẩy, ví dụ: toàn thời gian, bán thời gian, v.v.

source: Career Builder
ms_my: Pembina Kerjaya
tl_ph: Tagabuo ng Karera
