Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Add company shortcode allows employers to effortlessly register their organization, providing essential details to attract talent and post job openings.
ms_my: Tambah kod shortcode membolehkan majikan untuk mendaftarkan organisasi mereka dengan mudah, memberikan butiran penting untuk menarik bakat dan pembukaan pekerjaan pos.
tl_ph: Magdagdag ng shortcode ng kumpanya ay nagbibigay -daan sa mga employer na walang kahirap -hirap na magparehistro ng kanilang samahan, na nagbibigay ng mga mahahalagang detalye upang maakit ang mga talento at pag -post ng mga pagbubukas ng trabaho.
vi: Shortcode thêm công ty cho phép nhà tuyển dụng đăng ký tổ chức của họ một cách dễ dàng, cung cấp chi tiết thiết yếu để thu hút tài năng và đăng tuyển dụng

source: Add department shortcode enables employers to easily create and manage specific departments within their organization, facilitating better job categorization and organization.
ms_my: Tambah kod shortcode membolehkan majikan untuk membuat dan mengurus jabatan tertentu dengan mudah dalam organisasi mereka, memudahkan pengkategorian pekerjaan yang lebih baik dan organisasi.
tl_ph: Magdagdag ng shortcode ng departamento ay nagbibigay -daan sa mga employer na madaling lumikha at pamahalaan ang mga tukoy na kagawaran sa loob ng kanilang samahan, mapadali ang mas mahusay na pag -uuri ng trabaho at samahan.
vi: Shortcode thêm bộ phận cho phép nhà tuyển dụng dễ dàng tạo và quản lý các bộ phận cụ thể trong tổ chức của họ, tạo điều kiện cho việc phân loại và tổ chức công việc tốt hơn

source: This Shortcode requires WP Job Portal Multi Departments Addon
ms_my: Kod shortc ini memerlukan portal kerja WP Multi Department Addon
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal Multi Department Addon
vi: Shortcode này yêu cầu Addon Đa bộ phận WP Job Portal

source: Add jobs enables organizations to effortlessly publish job postings, helping them connect with potential applicants and fill vacancies more effectively.
ms_my: Tambah pekerjaan membolehkan organisasi untuk menerbitkan penyiaran kerja dengan mudah, membantu mereka berhubung dengan pemohon yang berpotensi dan mengisi kekosongan dengan lebih berkesan.
tl_ph: Magdagdag ng mga trabaho ay nagbibigay -daan sa mga organisasyon na walang kahirap -hirap na mai -publish ang mga pag -post ng trabaho, na tumutulong sa kanila na kumonekta sa mga potensyal na aplikante at punan ang mga bakante nang mas epektibo.
vi: Thêm công việc cho phép các tổ chức dễ dàng xuất bản bài đăng công việc, giúp họ kết nối với ứng viên tiềm năng và lấp đầy các vị trí trống một cách hiệu quả hơn

source: Add resume shortcode simplifies the process for candidates to submit their resumes, helping them showcase their qualifications and experiences to potential employers.
ms_my: Tambah Resume ShortCode memudahkan proses untuk calon untuk menyerahkan resume mereka, membantu mereka mempamerkan kelayakan dan pengalaman mereka kepada majikan yang berpotensi.
tl_ph: Magdagdag ng Resume Shortcode pinadali ang proseso para sa mga kandidato upang isumite ang kanilang mga resume, na tumutulong sa kanila na ipakita ang kanilang mga kwalipikasyon at karanasan sa mga potensyal na employer.
vi: Shortcode thêm sơ yếu lý lịch đơn giản hóa quá trình cho ứng viên gửi sơ yếu lý lịch của họ, giúp họ thể hiện trình độ và kinh nghiệm của mình với nhà tuyển dụng tiềm năng

source: Resume search shortcode provides a powerful search tool for employers to explore candidate profiles, making it easier to connect with potential hires.
ms_my: Resume carian shortcode menyediakan alat carian yang kuat untuk majikan untuk meneroka profil calon, menjadikannya lebih mudah untuk berhubung dengan potensi pekerja.
tl_ph: Ang Resume Search Shortcode ay nagbibigay ng isang malakas na tool sa paghahanap para sa mga employer upang galugarin ang mga profile ng kandidato, na ginagawang mas madali upang kumonekta sa mga potensyal na hires.
vi: Shortcode tìm kiếm sơ yếu lý lịch cung cấp một công cụ tìm kiếm mạnh mẽ cho nhà tuyển dụng để khám phá hồ sơ ứng viên, giúp dễ dàng kết nối với các ứng viên tiềm năng

source: This Shortcode requires WP Job Portal Resume Search Addon
ms_my: Kod shortc ini memerlukan portal kerja WP resume carian addon
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal Resume Search Addon
vi: Shortcode này yêu cầu Addon Tìm kiếm sơ yếu lý lịch WP Job Portal

source: Registration
ms_my: Pendaftaran
tl_ph: Pagrehistro
vi: Đăng ký

source: Registration shortcode allows individuals to easily create accounts as their selected role
ms_my: Kod shortcode pendaftaran membolehkan individu untuk membuat akaun dengan mudah sebagai peranan mereka yang dipilih
tl_ph: Pinapayagan ng shortcode ng pagpaparehistro ang mga indibidwal na madaling lumikha ng mga account bilang kanilang napiling papel
vi: Shortcode đăng ký cho phép các cá nhân dễ dàng tạo tài khoản với vai trò đã chọn của họ

source: Employer registration shortcode streamlines the process for organizations to register, ensuring they can efficiently manage job postings and their company profiles.
ms_my: Pendaftaran Pendaftaran Majikan menyelaraskan proses organisasi untuk mendaftar, memastikan mereka dapat menguruskan penyiaran kerja dengan cekap dan profil syarikat mereka.
tl_ph: Ang shortcode ng pagpaparehistro ng employer ay nag -stream ng proseso para sa mga organisasyon upang magparehistro, tinitiyak na maaari nilang mahusay na pamahalaan ang mga pag -post ng trabaho at ang kanilang mga profile ng kumpanya.
vi: Shortcode đăng ký nhà tuyển dụng hợp lý hóa quá trình đăng ký cho các tổ chức, đảm bảo họ có thể quản lý bài đăng công việc và hồ sơ công ty của mình một cách hiệu quả

source: Job Seeker Registration
ms_my: Pendaftaran Pencari Kerja
tl_ph: Pagpaparehistro ng Job Seeker
vi: Đăng ký người tìm việc

source: Job seeker registration shortcode allows individuals to easily create accounts, enabling them to apply for jobs and manage their resumes.
ms_my: Kod Pendaftaran Pencari Kerja membolehkan individu untuk membuat akaun dengan mudah, membolehkan mereka memohon pekerjaan dan menguruskan resume mereka.
tl_ph: Pinapayagan ng shortcode ng pagpaparehistro ng job seeker ang mga indibidwal na madaling lumikha ng mga account, na nagpapagana sa kanila na mag -aplay para sa mga trabaho at pamahalaan ang kanilang mga resume.
vi: Shortcode đăng ký người tìm việc cho phép các cá nhân dễ dàng tạo tài khoản, cho phép họ ứng tuyển công việc và quản lý sơ yếu lý lịch của mình

source: Login Page
ms_my: Halaman log masuk
tl_ph: Pahina ng Pag -login
vi: Trang đăng nhập

source: Login page shortcode offers a user-friendly interface for candidates and employers to securely log in and manage their profiles and postings.
ms_my: Kod Log Masuk Log Masuk menawarkan antara muka mesra pengguna untuk calon dan majikan untuk log masuk dan mengurus profil dan penyiaran mereka dengan selamat.
tl_ph: Nag-aalok ang Shortcode ng Pahina ng Pag-login ng isang interface ng user-friendly para sa mga kandidato at employer upang ligtas na mag-log in at pamahalaan ang kanilang mga profile at pag-post.
vi: Shortcode trang đăng nhập cung cấp một giao diện thân thiện với người dùng cho ứng viên và nhà tuyển dụng để đăng nhập an toàn và quản lý hồ sơ và bài đăng của họ

source: Search job widget provides an intuitive interface for candidates to filter and browse openings, connecting them with opportunities that align with their skills.
ms_my: Widget Pekerjaan Cari menyediakan antara muka intuitif untuk calon untuk menapis dan melayari bukaan, menghubungkan mereka dengan peluang yang sejajar dengan kemahiran mereka.
tl_ph: Nagbibigay ang Widget ng Job Widget ng isang intuitive interface para sa mga kandidato na mag -filter at mag -browse ng mga pagbubukas, na kumokonekta sa kanila ng mga pagkakataon na nakahanay sa kanilang mga kasanayan.
vi: Widget tìm kiếm công việc cung cấp một giao diện trực quan cho ứng viên để lọc và duyệt qua các vị trí mở, kết nối họ với các cơ hội phù hợp với kỹ năng của họ

source: This Shortcode requires WP Job Portal Front-end Widgets Addon
ms_my: Kod shortc ini memerlukan widget front-end portal kerja WP
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal Front-End Widget Addon
vi: Shortcode này yêu cầu Addon Widget Front-end WP Job Portal

source: My packages offers a personalized dashboard for users to monitor their subscription details, helping them manage job postings and access features effectively.
ms_my: Pakej saya menawarkan papan pemuka yang diperibadikan untuk pengguna untuk memantau butiran langganan mereka, membantu mereka menguruskan penyiaran kerja dan ciri -ciri akses dengan berkesan.
tl_ph: Nag -aalok ang aking mga pakete ng isang isinapersonal na dashboard para sa mga gumagamit upang masubaybayan ang kanilang mga detalye sa subscription, na tinutulungan silang pamahalaan ang mga pag -post ng trabaho at epektibong ma -access ang mga tampok.
vi: Gói của tôi cung cấp một bảng điều khiển cá nhân hóa cho người dùng để theo dõi chi tiết đăng ký của họ, giúp họ quản lý bài đăng công việc và truy cập các tính năng một cách hiệu quả

source: This Shortcode requires WP Job Portal Credits Addon
ms_my: Kod shortc ini memerlukan kredit portal kerja WP
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal Credits Addon
vi: Shortcode này yêu cầu Addon Tín dụng WP Job Portal

source: My subscription provides users with an overview of their active subscriptions, allowing easy management and tracking of their job posting plans.
ms_my: Langganan saya menyediakan pengguna dengan gambaran keseluruhan langganan aktif mereka, yang membolehkan pengurusan mudah dan penjejakan rancangan pengeposan pekerjaan mereka.
tl_ph: Ang aking subscription ay nagbibigay ng mga gumagamit ng isang pangkalahatang -ideya ng kanilang mga aktibong subscription, na nagpapahintulot sa madaling pamamahala at pagsubaybay sa kanilang mga plano sa pag -post ng trabaho.
vi: Đăng ký của tôi cung cấp cho người dùng một cái nhìn tổng quan về các đăng ký hoạt động của họ, cho phép quản lý và theo dõi kế hoạch đăng công việc của họ một cách dễ dàng

source: All packages showcases a comprehensive list of available subscription plans, allowing users to compare features and select the best options for their job posting needs.
ms_my: Semua pakej mempamerkan senarai komprehensif pelan langganan yang tersedia, yang membolehkan pengguna membandingkan ciri -ciri dan memilih pilihan terbaik untuk keperluan pengeposan kerja mereka.
tl_ph: Ang lahat ng mga pakete ay nagpapakita ng isang komprehensibong listahan ng magagamit na mga plano sa subscription, na nagpapahintulot sa mga gumagamit na ihambing ang mga tampok at piliin ang pinakamahusay na mga pagpipilian para sa kanilang mga pangangailangan sa pag -post ng trabaho.
vi: Tất cả các gói giới thiệu một danh sách toàn diện các kế hoạch đăng ký có sẵn, cho phép người dùng so sánh các tính năng và chọn các tùy chọn tốt nhất cho nhu cầu đăng công việc của họ

source: My invoices provides a convenient way for users to view and manage their invoices, helping them stay organized and up to date with their payments.
ms_my: Invois saya menyediakan cara yang mudah untuk pengguna melihat dan menguruskan invois mereka, membantu mereka tetap teratur dan terkini dengan pembayaran mereka.
tl_ph: Ang aking mga invoice ay nagbibigay ng isang maginhawang paraan para matingnan at pamahalaan ng mga gumagamit ang kanilang mga invoice, na tinutulungan silang manatiling maayos at napapanahon sa kanilang mga pagbabayad.
vi: Hóa đơn của tôi cung cấp một cách tiện lợi cho người dùng để xem và quản lý hóa đơn của họ, giúp họ tổ chức và cập nhật với các khoản thanh toán của mình

source: Document Title Settings
ms_my: Tetapan Tajuk Dokumen
tl_ph: Mga Setting ng Pamagat ng Dokumento
vi: Cài đặt tiêu đề tài liệu

source: Company detail url options are name, location. eg- [name] [location]
ms_my: Pilihan URL terperinci syarikat adalah nama, lokasi. EG- [NAME] [Lokasi]
tl_ph: Ang mga pagpipilian sa url ng detalye ng kumpanya ay pangalan, lokasyon. EG- [Pangalan] [Lokasyon]
vi: Tùy chọn url chi tiết công ty là name, location. ví dụ- [name] [location]

source: spinning wheel
ms_my: Roda berputar
tl_ph: umiikot na gulong
vi: vòng quay

source: New Update Version
ms_my: Versi kemas kini baru
tl_ph: Bagong bersyon ng pag -update
vi: Phiên bản cập nhật mới

source: is Available
ms_my: ada
tl_ph: ay magagamit
vi: có sẵn

source: Hey there! We have recently launched a fresh update for the add-ons. Don't forget to update the add-ons to enjoy the greatest features!
ms_my: Hei ada! Kami baru-baru ini melancarkan kemas kini baru untuk add-ons. Jangan lupa untuk mengemas kini add-on untuk menikmati ciri-ciri terbesar!
tl_ph: Hoy! Kamakailan lamang ay naglunsad kami ng isang sariwang pag-update para sa mga add-on. Huwag kalimutan na i-update ang mga add-on upang tamasahin ang mga pinakadakilang tampok!
vi: Chào bạn! Chúng tôi đã ra mắt một bản cập nhật mới cho các add-on. Đừng quên cập nhật các add-on để tận hưởng các tính năng tuyệt vời nhất!

source: View Addone Status
ms_my: Lihat status addone
tl_ph: Tingnan ang Katayuan ng AddOne
vi: Xem trạng thái Addon

source: Active Companies
ms_my: Syarikat aktif
tl_ph: Mga aktibong kumpanya
vi: Công ty hoạt động

source: Help Page
ms_my: Halaman Bantuan
tl_ph: Tulong sa Pahina
vi: Trang trợ giúp

source: Watch Tutorial
ms_my: Tonton tutorial
tl_ph: Panoorin ang tutorial
vi: Xem hướng dẫn

source: Apply Now Failed
ms_my: Memohon sekarang gagal
tl_ph: Mag -apply ngayon nabigo
vi: Ứng tuyển thất bại

source: You do not have package required for job apply
ms_my: Anda tidak mempunyai pakej yang diperlukan untuk pekerjaan yang dikenakan
tl_ph: Wala kang kinakailangang pakete para sa paglalapat ng trabaho
vi: Bạn không có gói cần thiết để ứng tuyển công việc

source: You package has expired
ms_my: Pakej anda telah tamat tempoh
tl_ph: Nag -expire na ang package mo
vi: Gói của bạn đã hết hạn

source: You do not any more job apply available
ms_my: Anda tidak lagi memohon pekerjaan
tl_ph: Wala ka pang magagamit na trabaho na magagamit
vi: Bạn không còn ứng tuyển công việc nào nữa

source: Job Not Found
ms_my: Pekerjaan tidak dijumpai
tl_ph: Hindi natagpuan si Job
vi: Không tìm thấy công việc

source: Job does not exist in the system
ms_my: Pekerjaan tidak wujud dalam sistem
tl_ph: Ang trabaho ay hindi umiiral sa system
vi: Công việc không tồn tại trong hệ thống

source: Make Payment To Complete The Job Apply
ms_my: Buat pembayaran untuk menyelesaikan pekerjaan yang dikenakan
tl_ph: Gumawa ng pagbabayad upang makumpleto ang trabaho na mag -aplay
vi: Thanh toán để hoàn tất ứng tuyển công việc

source: Successfully applied on job
ms_my: Berjaya menggunakan pekerjaan
tl_ph: Matagumpay na inilapat sa trabaho
vi: Ứng tuyển công việc thành công

source: view coverletter
ms_my: Lihat surat lamaran
tl_ph: Tingnan ang takip ng takip
vi: xem thư xin việc

source: Please Fill out fields
ms_my: Sila isi bidang
tl_ph: Mangyaring punan ang mga patlang
vi: Vui lòng điền các trường

source: sender email is not of correct format
ms_my: E -mel pengirim bukan format yang betul
tl_ph: Ang email ng nagpadala ay hindi tamang format
vi: email người gửi không đúng định dạng

source: Erase Selected Country
ms_my: Memadamkan negara terpilih
tl_ph: Burahin ang napiling bansa
vi: Xóa quốc gia đã chọn

source: Erase All Data
ms_my: Padamkan semua data
tl_ph: Burahin ang lahat ng data
vi: Xóa tất cả dữ liệu

source: Click on package to select one
ms_my: Klik pada pakej untuk memilih satu
tl_ph: Mag -click sa package upang pumili ng isa
vi: Nhấp vào gói để chọn một

source: Apply to the Job
ms_my: Memohon pekerjaan
tl_ph: Mag -apply sa trabaho
vi: Ứng tuyển công việc

source: No Cover Letter!
ms_my: Tiada surat lamaran!
tl_ph: Walang takip na sulat!
vi: Không có thư xin việc!

source: Add Cover Lettter
ms_my: Tambah surat lamaran
tl_ph: Magdagdag ng sulat ng takip
vi: Thêm thư xin việc

source: You have already applied on this job.
ms_my: Anda telah memohon pekerjaan ini.
tl_ph: Nag -apply ka na sa trabahong ito.
vi: Bạn đã ứng tuyển công việc này rồi

source: Unlimited job applies
ms_my: Pekerjaan tanpa had berlaku
tl_ph: Nalalapat ang walang limitasyong trabaho
vi: Ứng tuyển công việc không giới hạn

source: Job applies remaining
ms_my: Pekerjaan terpakai
tl_ph: Nalalapat ang trabaho
vi: Số lần ứng tuyển công việc còn lại

source: Buy package to apply on job.
ms_my: Beli pakej untuk memohon kerja.
tl_ph: Bumili ng package upang mag -aplay sa trabaho.
vi: Mua gói để ứng tuyển công việc

source: Apply With Package
ms_my: Memohon dengan pakej
tl_ph: Mag -apply sa package
vi: Ứng tuyển với gói

source: Payment of
ms_my: Pembayaran
tl_ph: Pagbabayad ng
vi: Thanh toán của

source: is required to complete the job apply process
ms_my: dikehendaki menyelesaikan proses penggunaan pekerjaan
tl_ph: ay kinakailangan upang makumpleto ang proseso ng pag -apply ng trabaho
vi: được yêu cầu để hoàn tất quá trình ứng tuyển công việc

source: You are logged in as employer.
ms_my: Anda log masuk sebagai majikan.
tl_ph: Naka -log in ka bilang employer.
vi: Bạn đã đăng nhập với tư cách nhà tuyển dụng

source: You are not a logged in member.
ms_my: Anda bukan ahli log masuk.
tl_ph: Hindi ka naka -log in sa miyembro.
vi: Bạn không phải là thành viên đã đăng nhập

source: You do not have any role.
ms_my: Anda tidak mempunyai peranan.
tl_ph: Wala kang papel.
vi: Bạn không có vai trò nào

source: Proceed to payment
ms_my: Meneruskan pembayaran
tl_ph: Magpatuloy sa pagbabayad
vi: Tiến hành thanh toán

source: Views
ms_my: Pandangan
tl_ph: Tanawin
vi: Lượt xem

source: Save As Draft
ms_my: Simpan sebagai draf
tl_ph: Makatipid bilang draft
vi: Lưu dưới dạng bản nháp

source: Job Has Been Feature SuccesFully
ms_my: Pekerjaan telah berjaya dipaparkan
tl_ph: Matagumpay na itinampok si Job
vi: Công việc đã được tính năng thành công

source: You are Not Allowed To Add More than One
ms_my: Anda tidak dibenarkan menambah lebih daripada satu
tl_ph: Hindi ka pinapayagan na magdagdag ng higit sa isa
vi: Bạn không được phép thêm nhiều hơn một

source: Contact TO Adminstrator
ms_my: Hubungi Pentadbir
tl_ph: Makipag -ugnay sa Administrator
vi: Liên hệ với quản trị viên

source: This Is Meta Description
ms_my: Ini adalah penerangan meta
tl_ph: Ito ay paglalarawan ng meta
vi: Đây là mô tả meta

source: jobs by cities
ms_my: Pekerjaan oleh bandar -bandar
tl_ph: Trabaho ng mga lungsod
vi: công việc theo thành phố

source: Show Info
ms_my: Tunjukkan maklumat
tl_ph: Ipakita ang impormasyon
vi: Hiển thị thông tin

source: Changing a user's role will not remove its entites from the system !
ms_my: Menukar peranan pengguna tidak akan mengeluarkan entitnya dari sistem!
tl_ph: Ang pagpapalit ng papel ng isang gumagamit ay hindi aalisin ang mga entite nito sa system!
vi: Thay đổi vai trò của người dùng sẽ không xóa các thực thể của họ khỏi hệ thống!

source: company reject
ms_my: Syarikat menolak
tl_ph: Tumanggi ang kumpanya
vi: công ty từ chối

source: all reject
ms_my: semua menolak
tl_ph: Lahat ay tumanggi
vi: tất cả từ chối

source: Missing user(s) added successfully!
ms_my: Pengguna yang hilang (s) ditambah dengan jayanya!
tl_ph: Matagumpay na naidagdag ang mga (mga) nawawalang gumagamit!
vi: Người dùng thiếu đã được thêm thành công!

source: No missing user found!
ms_my: Tiada pengguna yang hilang dijumpai!
tl_ph: Walang nawawalang gumagamit na natagpuan!
vi: Không tìm thấy người dùng thiếu!

source: Jobs Listing Menu
ms_my: Menu Penyenaraian Pekerjaan
tl_ph: Menu ng listahan ng mga trabaho
vi: Menu danh sách công việc

source: Visitor
ms_my: Pelawat
tl_ph: Bisita
vi: Khách

source: new message alert
ms_my: Makluman mesej baru
tl_ph: Bagong alerto ng mensahe
vi: cảnh báo tin nhắn mới

source: New Message Alert
ms_my: Makluman mesej baru
tl_ph: Bagong alerto ng mensahe
vi: Cảnh báo tin nhắn mới

source: Recipient Name
ms_my: Nama penerima
tl_ph: Pangalan ng tatanggap
vi: Tên người nhận

source: Sender Name
ms_my: Nama pengirim
tl_ph: Pangalan ng nagpadala
vi: Tên người gửi

source: Sender Role
ms_my: Peranan pengirim
tl_ph: Papel ng nagpadala
vi: Vai trò người gửi

source: Message Text
ms_my: Teks mesej
tl_ph: Teksto ng mensahe
vi: Nội dung tin nhắn

source: Job/Resume Info
ms_my: Maklumat kerja/resume
tl_ph: Impormasyon sa trabaho/ipagpatuloy
vi: Thông tin công việc/sơ yếu lý lịch

source: Upload Resume
ms_my: Memuat naik resume
tl_ph: Mag -upload ng resume
vi: Tải lên sơ yếu lý lịch

source: Profile Status
ms_my: Status profil
tl_ph: Katayuan ng profile
vi: Trạng thái hồ sơ

source: Profile Completed
ms_my: Profil selesai
tl_ph: Nakumpleto ang profile
vi: Hồ sơ đã hoàn thành

source: feature approve
ms_my: meluluskan ciri
tl_ph: Inaprubahan ng tampok
vi: phê duyệt tính năng

source: feature reject
ms_my: ciri penolakan
tl_ph: tampok na tanggihan
vi: từ chối tính năng

source: Type city
ms_my: Jenis bandar
tl_ph: I -type ang lungsod
vi: Nhập thành phố

source: New Message
ms_my: Mesej baru
tl_ph: Bagong mensahe
vi: Tin nhắn mới

source: Employer is disabled by admin
ms_my: Majikan dilumpuhkan oleh pentadbir
tl_ph: Ang employer ay hindi pinagana ng admin
vi: Nhà tuyển dụng bị vô hiệu hóa bởi quản trị viên

source: You are not allowed to add more than one
ms_my: Anda tidak dibenarkan menambah lebih daripada satu
tl_ph: Hindi ka pinapayagan na magdagdag ng higit sa isa
vi: Bạn không được phép thêm nhiều hơn một

source: contact adminstrator
ms_my: Pentadbir Hubungi
tl_ph: Makipag -ugnay sa Administrator
vi: liên hệ quản trị viên

source: Payment is not made against this job contact adminstrator
ms_my: Pembayaran tidak dibuat terhadap Pentadbir Hubungi Pekerjaan ini
tl_ph: Ang pagbabayad ay hindi ginawa laban sa job contact administrator
vi: Thanh toán chưa được thực hiện cho công việc này, liên hệ quản trị viên

source: Addon Page Not Found
ms_my: Halaman addon tidak dijumpai
tl_ph: Hindi natagpuan ang pahina ng Addon
vi: Không tìm thấy trang Addon

source: User Role
ms_my: Peranan pengguna
tl_ph: Papel ng gumagamit
vi: Vai trò người dùng

source: Jobs Role
ms_my: Peranan pekerjaan
tl_ph: Papel ng trabaho
vi: Vai trò công việc

source: User has been successfully created
ms_my: Pengguna telah berjaya dibuat
tl_ph: Ang gumagamit ay matagumpay na nilikha
vi: Người dùng đã được tạo thành công

source: Pay For Department
ms_my: Bayar untuk jabatan
tl_ph: Magbayad para sa departamento
vi: Thanh toán cho bộ phận

source: Pay For Job Apply
ms_my: Bayar pekerjaan memohon
tl_ph: Magbayad para sa trabaho Mag -apply
vi: Thanh toán cho ứng tuyển công việc

source: Pay For Company
ms_my: Bayar untuk syarikat
tl_ph: Magbayad para sa kumpanya
vi: Thanh toán cho công ty

source: Pay For Featured Company
ms_my: Bayar untuk syarikat yang diketengahkan
tl_ph: Magbayad para sa tampok na kumpanya
vi: Thanh toán cho công ty nổi bật

source: Pay For Job
ms_my: Membayar pekerjaan
tl_ph: Magbayad para sa trabaho
vi: Thanh toán cho công việc

source: Pay For Featured Job
ms_my: Bayar pekerjaan yang diketengahkan
tl_ph: Magbayad para sa itinampok na trabaho
vi: Thanh toán cho công việc nổi bật

source: Pay For Resume Search
ms_my: Bayar Carian Resume
tl_ph: Magbayad para sa paghahanap ng resume
vi: Thanh toán cho tìm kiếm sơ yếu lý lịch

source: Pay For Resume
ms_my: Bayar untuk resume
tl_ph: Magbayad para sa resume
vi: Thanh toán cho sơ yếu lý lịch

source: Pay For Featured Resume
ms_my: Bayar untuk resume yang diketengahkan
tl_ph: Magbayad para sa tampok na resume
vi: Thanh toán cho sơ yếu lý lịch nổi bật

source: Job Saved Searches
ms_my: Carian pekerjaan yang disimpan
tl_ph: Nai -save ang mga paghahanap sa trabaho
vi: Tìm kiếm công việc đã lưu

source: Job Apply Configurations
ms_my: Kerja memohon konfigurasi
tl_ph: Mag -apply ng mga pagsasaayos ng trabaho
vi: Cấu hình ứng tuyển công việc
