Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Stripe
ms_my: belang
tl_ph: Guhit

source: job Expiry
ms_my: Tamat Kerja
tl_ph: Pag-expire ng trabaho

source: Reusume
ms_my: Sambung semula
tl_ph: Ipagpatuloy

source: Featued Resume
ms_my: Resume Pilihan
tl_ph: Itinatampok na Resume

source: Show No of Resume Contact
ms_my: Tunjukkan No Resume Contact
tl_ph: Ipakita ang No ng Resume Contact

source: Show No of Company Contact
ms_my: Tunjukkan No Hubungan Syarikat
tl_ph: Ipakita ang No ng Contact ng Kumpanya

source: Please Select Package First
ms_my: Sila Pilih Pakej Dulu
tl_ph: Mangyaring Pumili muna ng Package

source: Total
ms_my: Jumlah
tl_ph: Kabuuan

source: Remaining
ms_my: yang tinggal
tl_ph: Natitira

source: select
ms_my: pilih
tl_ph: pumili

source: coin icon
ms_my: ikon syiling
tl_ph: icon ng barya

source: No JOb Alert
ms_my: Tiada Makluman JOb
tl_ph: Walang JOb Alert

source: Payment Method Configurations
ms_my: Konfigurasi Kaedah Pembayaran
tl_ph: Mga Configuration ng Paraan ng Pagbabayad

source: Select Configuration
ms_my: Pilih Konfigurasi
tl_ph: Piliin ang Configuration

source: PayPal Enabled
ms_my: PayPal Didayakan
tl_ph: Pinagana ang PayPal

source: Signature
ms_my: Tandatangan
tl_ph: Lagda

source: Logo URL
ms_my: URL logo
tl_ph: URL ng logo

source: Cancel Url
ms_my: Batalkan Url
tl_ph: Kanselahin ang Url

source: Notify Url
ms_my: Maklumkan Url
tl_ph: Abisuhan ang Url

source: Test Mode
ms_my: Mod percubaan
tl_ph: Mode ng Pagsubok

source: Please enter language code ie: EN
ms_my: Sila masukkan kod bahasa iaitu: EN
tl_ph: Mangyaring ipasok ang code ng wika ie: EN

source: You must add following url to
ms_my: Anda mesti menambah url berikut ke
tl_ph: Dapat kang magdagdag ng sumusunod na url sa

source: paypal IPN
ms_my: IPN paypal

source: in order to work with subscriptions
ms_my: untuk bekerja dengan langganan
tl_ph: upang gumana sa mga subscription

source: Stripe Enabled
ms_my: Jalur Didayakan
tl_ph: Naka-enable ang Stripe

source: Publishable key
ms_my: Kunci boleh diterbitkan
tl_ph: Nai-publish na key

source: Secret key
ms_my: Kunci rahsia
tl_ph: Lihim na susi

source: stripe webhook endpoint
ms_my: titik akhir webhook jalur
tl_ph: guhit na webhook endpoint

source: Property has been successfully featured
ms_my: Hartanah telah berjaya ditampilkan
tl_ph: Ang ari-arian ay matagumpay na naitampok

source: Company has been successfully published
ms_my: Syarikat telah berjaya diterbitkan
tl_ph: Ang kumpanya ay matagumpay na nai-publish

source: View Resume Contact Successfully
ms_my: Lihat Resume Contact Berjaya
tl_ph: Matagumpay na Tingnan ang Ipagpatuloy ang Contact

source: Featured Company has been successfully published
ms_my: Syarikat Pilihan telah berjaya diterbitkan
tl_ph: Ang Itinatampok na Kumpanya ay matagumpay na nai-publish

source: Featured Resume has been successfully published
ms_my: Resume Pilihan telah berjaya diterbitkan
tl_ph: Ang Itinatampok na Resume ay matagumpay na nai-publish

source: Featured Job has been successfully published
ms_my: Kerja Pilihan telah berjaya diterbitkan
tl_ph: Ang Itinatampok na Trabaho ay matagumpay na nai-publish

source: Resume has been successfully published
ms_my: Resume telah berjaya diterbitkan
tl_ph: Matagumpay na nai-publish ang resume

source: You can view Company Contact Detail Now
ms_my: Anda boleh melihat Butiran Perhubungan Syarikat Sekarang
tl_ph: Maaari mong tingnan ang Detalye ng Pakikipag-ugnayan ng Kumpanya Ngayon

source: Job Alert Added Successfully
ms_my: Makluman Kerja Berjaya Ditambah
tl_ph: Matagumpay na Nadagdag ang Job Alert

source: Requested page is not available contact system Administrator
ms_my: Halaman yang diminta tidak tersedia, hubungi Pentadbir sistem
tl_ph: Ang hiniling na pahina ay hindi magagamit makipag-ugnayan sa Administrator ng system

source: Company has been successfully featured
ms_my: Syarikat telah berjaya dipaparkan
tl_ph: Ang kumpanya ay matagumpay na naitampok

source: Payment has not been verified
ms_my: Pembayaran belum disahkan
tl_ph: Hindi na-verify ang pagbabayad

source: Feature Job has been successfully featured
ms_my: Kerja Ciri telah berjaya dipaparkan
tl_ph: Matagumpay na naitampok ang Feature Job

source: Feature Resume has been successfully featured
ms_my: Resume Ciri telah berjaya dipaparkan
tl_ph: Ang Feature Resume ay matagumpay na naitampok

source: Department has been successfully published
ms_my: Jabatan telah berjaya diterbitkan
tl_ph: Matagumpay na nai-publish ang departamento

source: job has been successfully Applied
ms_my: pekerjaan telah berjaya Dipohon
tl_ph: ang trabaho ay matagumpay na nailapat

source: Job Alert has been successfully published
ms_my: Makluman Kerja telah berjaya diterbitkan
tl_ph: Matagumpay na nai-publish ang Job Alert

source: Job has been successfully published
ms_my: Kerja telah berjaya diterbitkan
tl_ph: Ang trabaho ay matagumpay na nai-publish

source: Woocommerce product not found, please contact to system Administrator
ms_my: Produk Woocommerce tidak ditemui, sila hubungi Pentadbir sistem
tl_ph: Hindi nahanap ang produkto ng Woocommerce, mangyaring makipag-ugnayan sa Administrator ng system

source: Subscription has been cancelled
ms_my: Langganan telah dibatalkan
tl_ph: Kinansela ang subscription

source: Add New User Package
ms_my: Tambah Pakej Pengguna Baharu
tl_ph: Magdagdag ng Bagong User Package

source: Select users
ms_my: Pilih pengguna
tl_ph: Pumili ng mga user

source: User Packages
ms_my: Pakej Pengguna
tl_ph: Mga Pakete ng Gumagamit

source: User Package
ms_my: Pakej Pengguna

source: add new user package
ms_my: tambah pakej pengguna baharu
tl_ph: magdagdag ng bagong user package

source: View Purchase History
ms_my: Lihat Sejarah Pembelian
tl_ph: Tingnan ang History ng Pagbili

source: Purchase History Details
ms_my: Butiran Sejarah Pembelian
tl_ph: Mga Detalye ng Kasaysayan ng Pagbili

source: Payer name
ms_my: Nama pembayar
tl_ph: Pangalan ng nagbabayad

source: Payer email address
ms_my: Alamat e-mel pembayar
tl_ph: Email address ng nagbabayad

source: Payer address
ms_my: Alamat pembayar
tl_ph: Address ng nagbabayad

source: Payer contact number
ms_my: Nombor hubungan pembayar
tl_ph: Numero ng contact ng nagbabayad

source: Amount paid
ms_my: Amaun yang dibayar
tl_ph: Halagang ibinayad

source: Transaction number
ms_my: Nombor transaksi
tl_ph: Numero ng transaksyon

source: Payment gateway
ms_my: Gerbang pembayaran

source: Transaction Status
ms_my: Status Transaksi
tl_ph: Katayuan ng Transaksyon

source: Purchase date
ms_my: Tarikh pembelian
tl_ph: Petsa ng Pagbili

source: Package expiry
ms_my: Pakej tamat tempoh
tl_ph: Pag-expire ng package

source: Billing Cycle
ms_my: Kitaran Pengebilan
tl_ph: Ikot ng Pagsingil

source: Next Billing Date
ms_my: Tarikh Pengebilan Seterusnya
tl_ph: Susunod na Petsa ng Pagsingil

source: Are you sure to cancel subscription
ms_my: Adakah anda pasti akan membatalkan langganan
tl_ph: Sigurado ka bang kakanselahin ang subscription

source: Feature Job
ms_my: Kerja Ciri
tl_ph: Tampok na Trabaho

source: Candel Payment
ms_my: Bayaran Candel
tl_ph: Pagbabayad ng Candel

source: Remaining Jobs
ms_my: Baki Pekerjaan
tl_ph: Mga Natitirang Trabaho

source: Remaining Featured Job
ms_my: Baki Kerja Pilihan
tl_ph: Natitirang Itinatampok na Trabaho

source: No of Companies
ms_my: Tiada Syarikat
tl_ph: Bilang ng mga Kumpanya

source: Remaining Companies
ms_my: Syarikat yang tinggal
tl_ph: Mga Natitirang Kumpanya

source: Remaining Featured Company
ms_my: Syarikat Pilihan yang Tinggal
tl_ph: Natitirang Itinatampok na Kumpanya

source: No Of Resume
ms_my: Tiada Resume
tl_ph: Walang Resume

source: No Of Feature Resume
ms_my: Tiada Resume Ciri
tl_ph: Wala Ng Feature na Resume

source: Remaining Featured Resume
ms_my: Baki Resume Pilihan
tl_ph: Natitirang Itinatampok na Resume

source: No Of Resume Contact View
ms_my: No Sambungan Pandangan Kenalan
tl_ph: Hindi Ng Ipagpatuloy ang View ng Contact

source: Remaining Resume Contact View
ms_my: Baki Resume Contact View
tl_ph: Natitirang Resume Contact View

source: No Of Job Apply
ms_my: Tiada Pekerjaan Memohon
tl_ph: Walang Mag-apply sa Trabaho

source: Remaining Job Apply
ms_my: Baki Kerja Mohon
tl_ph: Natitirang Trabaho Apply

source: No Of Job Alert
ms_my: Tiada Makluman Kerja
tl_ph: Walang Alerto sa Trabaho

source: Remaining Job Alert
ms_my: Makluman Kerja Selebihnya
tl_ph: Natitirang Alerto sa Trabaho

source: No Of Department
ms_my: Tiada Jabatan
tl_ph: Wala Ng Departamento

source: Remaining Department
ms_my: Jabatan yang tinggal
tl_ph: Natitirang Kagawaran

source: renew this package
ms_my: memperbaharui pakej ini
tl_ph: i-renew ang package na ito

source: Renew This Package
ms_my: Perbaharui Pakej Ini
tl_ph: I-renew ang Package na ito

source: and get discount
ms_my: dan dapatkan diskaun
tl_ph: at makakuha ng diskwento

source: payment methods
ms_my: cara bayaran
tl_ph: paraan ng pagbabayad

source: Payment Methods
ms_my: cara bayaran
tl_ph: Mga Paraan ng Pagbabayad

source: my packages
ms_my: pakej saya
tl_ph: ang aking mga pakete

source: my subscriptions
ms_my: langganan saya
tl_ph: aking mga subscription

source: invoices
ms_my: invois
tl_ph: mga invoice

source: Login to view contact detail
ms_my: Log masuk untuk melihat butiran hubungan
tl_ph: Mag-login upang tingnan ang detalye ng contact

source: Show Resume Contact
ms_my: Tunjukkan Sambungan Hubungan
tl_ph: Ipakita ang Resume Contact

source: Show resume contact
ms_my: Tunjukkan kenalan resume
tl_ph: Ipakita ang resume contact

source: Cancel payment
ms_my: Batalkan pembayaran
tl_ph: Kanselahin ang pagbabayad

source: Show company contact
ms_my: Tunjukkan hubungan syarikat
tl_ph: Ipakita ang contact ng kumpanya

source: user packages
ms_my: pakej pengguna
tl_ph: mga pakete ng gumagamit

source: add new user packages
ms_my: tambah pakej pengguna baharu
tl_ph: magdagdag ng mga bagong pakete ng user

source: Make Payment
ms_my: Buat bayaran
tl_ph: Magbayad

source: You have already applied
ms_my: Anda telah pun memohon
tl_ph: Nag-apply ka na

source: Apply on this job
ms_my: Mohon untuk kerja ini
tl_ph: Mag-apply sa trabahong ito

source: Apply this job
ms_my: Mohon kerja ini
tl_ph: Ilapat ang trabahong ito

source: Apply This Job
ms_my: Mohon Pekerjaan Ini
tl_ph: Ilapat ang Trabahong Ito

source: apply on this job
ms_my: memohon pada pekerjaan ini
tl_ph: mag-apply sa trabahong ito

source: You do not have any
ms_my: Anda tidak mempunyai apa-apa
tl_ph: Wala ka

source: Proceed Without Package
ms_my: Teruskan Tanpa Pakej
tl_ph: Magpatuloy Nang Walang Package

source: Proceed With Package
ms_my: Teruskan Dengan Pakej
tl_ph: Magpatuloy sa Package

source: proceed without paying
ms_my: teruskan tanpa membayar
tl_ph: magpatuloy nang hindi nagbabayad

source: proceed with paying
ms_my: teruskan dengan membayar
tl_ph: magpatuloy sa pagbabayad

source: Curl
ms_my: Keriting
tl_ph: Kulot

source: Php Script
ms_my: Skrip Php

source: Recommended run script once a day
ms_my: Skrip larian disyorkan sekali sehari
tl_ph: Inirerekomenda ang run script isang beses sa isang araw

source: Configuration Of A Backup Job With
ms_my: Konfigurasi Kerja Sandaran Dengan
tl_ph: Configuration Ng Isang Backup na Trabaho Sa

source: Name Of Cronjob
ms_my: Nama Cronjob
tl_ph: Pangalan ng Cronjob

source: Log In To
ms_my: Log Masuk Ke
tl_ph: Mag-log In Sa

source: In The Cron Area
ms_my: Di Kawasan Cron
tl_ph: Sa The Cron Area

source: Click On The New Cron Button
ms_my: Klik Pada Butang Cron Baharu
tl_ph: Mag-click sa Bagong Cron Button

source: Below You will Find What You Have To Enter At
ms_my: Di bawah Anda akan Menemui Perkara yang Anda Perlu Masukkan
tl_ph: Sa ibaba ay makikita mo kung ano ang kailangan mong pasukin

source: Interface
ms_my: Antara muka

source: Timeout
ms_my: Masa tamat

source: 180 sec If The Backup Does Not Complete
ms_my: 180 saat Jika Sandaran Tidak Selesai
tl_ph: 180 sec Kung Hindi Nakumpleto ang Backup

source: Increase It
ms_my: Tingkatkan Ia
tl_ph: Palakihin Ito

source: Most Sites Will Work With A Setting Of 180 Or 600 Here
ms_my: Kebanyakan Tapak Akan Berfungsi Dengan Tetapan 180 Atau 600 Di Sini
tl_ph: Karamihan sa mga Site ay Gagana Sa Isang Setting na 180 O 600 Dito

source: As Its Much More Cost-effective.
ms_my: Memandangkan Ianya Lebih Jimat Kos.
tl_ph: Dahil Ito ay Higit na Mas Matipid.

source: Url You Want To Execute
ms_my: Url yang Anda Ingin Laksanakan
tl_ph: Url na Gusto Mong Ipatupad

source: Leave This Blank
ms_my: Biarkan Ini Kosong
tl_ph: Iwan itong Blangko

source: Execution Time
ms_my: Masa perlaksanaan
tl_ph: Oras ng Pagpapatupad

source: Thats The Grid Below The Other Options
ms_my: Itulah Grid Di Bawah Pilihan Lain
tl_ph: Iyan Ang Grid sa Ibaba Ng Iba Pang Mga Opsyon

source: Select When And How Often You Want Your Cron Job To Run.
ms_my: Pilih Bila Dan Berapa Kekerapan Anda Mahu Kerja Cron Anda Dijalankan.
tl_ph: Piliin Kung Kailan At Gaano Mo Kadalas Gustong Patakbuhin ang Iyong Cron Job.

source: Alerts
ms_my: Makluman
tl_ph: Mga alerto

source: If You Have Already Set Up Alert Methods In
ms_my: Jika Anda Telah Menyediakan Kaedah Makluman Di
tl_ph: Kung Nag-set Up Ka Na ng Mga Paraan ng Alerto Sa

source: Finally Click On The Submit Button To Finish Setting Up Your Cron Job.
ms_my: Akhir sekali Klik Pada Butang Hantar Untuk Selesai Menyediakan Kerja Cron Anda.
tl_ph: Sa wakas, I-click ang Submit Button Upang Tapusin ang Pag-set Up ng Iyong Cron Job.

source: Cron Scheduling Using Wget most Hosts
ms_my: Penjadualan Cron Menggunakan Wget kebanyakan Hos
tl_ph: Pag-iskedyul ng Cron Gamit ang Wget karamihan sa mga Host

source: Cron Scheduling Using Curl siteground And A Few Other Hosts
ms_my: Penjadualan Cron Menggunakan tapak tapak Curl Dan Beberapa Hos Lain
tl_ph: Pag-iskedyul ng Cron Gamit ang Curl siteground At Ilang Iba Pang Host

source: Or
ms_my: Ataupun
tl_ph: O kaya

source: Custom Php Script To Run
ms_my: Skrip Php Tersuai Untuk Dijalankan
tl_ph: Pasadyang Php Script Upang Patakbuhin

source: Sorry
ms_my: Maaf
tl_ph: Paumanhin

source: The Backup Did Not Work.
ms_my: Sandaran Tidak Berfungsi.
tl_ph: Hindi gumana ang Backup.

source: Url For Use With Your Own Scripts And Third Party Services
ms_my: Url Untuk Digunakan Dengan Skrip Anda Sendiri Dan Perkhidmatan Pihak Ketiga
tl_ph: Url Para Gamitin Sa Iyong Sariling Mga Script At Mga Serbisyo ng Third Party

source: pending payment
ms_my: pembayaran belum selesai
tl_ph: nakabinbing bayad

source: department name
ms_my: nama jabatan
tl_ph: pangalan ng departamento

source: Department Name
ms_my: nama jabatan
tl_ph: Pangalan ng Kagawaran

source: Edit department
ms_my: Edit jabatan
tl_ph: I-edit ang departamento

source: Edit Department
ms_my: Edit Jabatan
tl_ph: I-edit ang Departamento

source: Delete department
ms_my: Padam jabatan
tl_ph: Tanggalin ang departamento

source: Delete Department
ms_my: Padam Jabatan
tl_ph: Tanggalin ang Departamento

source: Total Department
ms_my: Jumlah Jabatan
tl_ph: Kabuuang Departamento

source: Add department
ms_my: Tambah jabatan
tl_ph: Magdagdag ng departamento

source: Add departments
ms_my: Tambah jabatan
tl_ph: Magdagdag ng mga departamento

source: WP JOB PORTAL resume export
ms_my: WP JOB PORTAL resume eksport
tl_ph: WP JOB PORTAL ipagpatuloy ang pag-export

source: export all
ms_my: eksport semua
tl_ph: i-export lahat

source: Export All
ms_my: Eksport Semua
tl_ph: I-export Lahat

source: Company added to featured
ms_my: Syarikat ditambahkan pada ditampilkan
tl_ph: Idinagdag ang kumpanya sa itinatampok

source: Waiting
ms_my: Menunggu
tl_ph: Naghihintay

source: You do not have any featured remaining
ms_my: Anda tidak mempunyai sebarang ciri yang tinggal
tl_ph: Wala ka nang natitirang tampok

source: Select package
ms_my: Pilih pakej
tl_ph: Pumili ng package

source: Add To Featured
ms_my: Tambahkan Pada Yang Ditampilkan
tl_ph: Idagdag Sa Itinatampok

source: Buy Packages
ms_my: Beli Pakej
tl_ph: Bumili ng Packages

source: Featured companies
ms_my: Syarikat pilihan
tl_ph: Mga tampok na kumpanya

source: featured approval waiting
ms_my: menunggu kelulusan dipaparkan
tl_ph: itinatampok na paghihintay ng pag-apruba

source: Featured Approval Waiting
ms_my: Ditampilkan Menunggu Kelulusan
tl_ph: Itinatampok na Paghihintay ng Pag-apruba

source: add to featured
ms_my: tambah pada yang ditampilkan
tl_ph: idagdag sa itinatampok

source: add featured
ms_my: tambah ditampilkan
tl_ph: magdagdag ng itinatampok

source: Add Featured
ms_my: Tambah Ditampilkan
tl_ph: Magdagdag ng Itinatampok

source: downhover part
ms_my: bahagian bawah
tl_ph: bahaging pababa

source: Job added to featured
ms_my: Kerja ditambahkan pada ditampilkan
tl_ph: Idinagdag ang trabaho sa itinatampok

source: You do not have any featured Job remaining
ms_my: Anda tidak mempunyai sebarang Pekerjaan yang diketengahkan lagi
tl_ph: Wala kang anumang natitira sa itinatampok na Trabaho

source: Add To Featured Job
ms_my: Tambahkan Pada Kerja Yang Ditampilkan
tl_ph: Idagdag Sa Itinatampok na Trabaho

source: Featured jobs
ms_my: Pekerjaan yang diketengahkan
tl_ph: Itinatampok na mga trabaho

source: Add featured
ms_my: Tambah ditampilkan
tl_ph: Magdagdag ng itinatampok

source: Resume added to featured
ms_my: Resume ditambahkan pada ditampilkan
tl_ph: Idinagdag ang resume sa itinatampok

source: Please Select A Package First
ms_my: Sila Pilih Pakej Dulu
tl_ph: Mangyaring Pumili muna ng Package

source: Add to featured
ms_my: Tambahkan pada ditampilkan
tl_ph: Idagdag sa itinatampok

source: add to Featured
ms_my: tambah pada Ditampilkan
tl_ph: idagdag sa Itinatampok

source: Saved to Folder Successfully
ms_my: Berjaya disimpan ke Folder
tl_ph: Matagumpay na Na-save sa Folder

source: Resume already in folder
ms_my: Sambung semula sudah ada dalam folder
tl_ph: Nasa folder na ang resume

source: Salary
ms_my: Gaji
tl_ph: suweldo

source: Contact Email
ms_my: E-mel Hubungi
tl_ph: Makipag-ugnayan sa Email

source: Select one
ms_my: Pilih satu
tl_ph: Mamili ng isa

source: No folder found
ms_my: Tiada folder ditemui
tl_ph: Walang nakitang folder

source: add folder
ms_my: Tambah folder
tl_ph: Magdagdag ng folder

source: Add Folder
ms_my: Tambah folder
tl_ph: Magdagdag ng folder

source: remove resume from folder
ms_my: alih keluar resume daripada folder
tl_ph: tanggalin ang resume sa folder

source: Remove Resume From Folder
ms_my: Keluarkan Resume Dari Folder
tl_ph: Alisin ang Resume Mula sa Folder

source: view resume
ms_my: lihat resume
tl_ph: tingnan ang resume

source: Owner
ms_my: Pemilik
tl_ph: May-ari

source: Folder Name
ms_my: Nama folder
tl_ph: Pangalan ng Folder

source: folders
ms_my: folder
tl_ph: mga folder

source: Remove resume from folder
ms_my: Alih keluar resume daripada folder
tl_ph: Alisin ang resume mula sa folder

source: copy to folder
ms_my: salin ke folder
tl_ph: kopyahin sa folder

source: Copy To Folder
ms_my: Salin Ke Folder
tl_ph: Kopyahin sa Folder

source: Daily
ms_my: Setiap hari
tl_ph: Araw-araw

source: Weekly
ms_my: Setiap minggu
tl_ph: Linggu-linggo

source: Monthly
ms_my: Bulanan
tl_ph: Buwan-buwan

source: Job Category
ms_my: Kategori Kerja
tl_ph: Kategorya ng Trabaho

source: Job Location
ms_my: Lokasi Pekerjaan
tl_ph: lokasyon ng trabaho

source: Job Alert Subscribed Succefully
ms_my: Makluman Kerja Berjaya Dilanggan
tl_ph: Matagumpay na Nag-subscribe ang Job Alert

source: Provided Email Already Registered For Job Alert
ms_my: Diberikan E-mel Sudah Berdaftar Untuk Makluman Kerja
tl_ph: Ibinigay na Email Nakarehistro na Para sa Job Alert

source: Error While Subscribing Job Alert
ms_my: Ralat Semasa Melanggan Makluman Kerja
tl_ph: Error Habang Nagsu-subscribe sa Job Alert

source: Zip Code
ms_my: Poskod

source: Keywords
ms_my: Kata kunci
tl_ph: Mga keyword

source: Alert Type
ms_my: Jenis Makluman
tl_ph: Uri ng Alerto

source: Unsubscribe
ms_my: Nyahlanggan
tl_ph: Mag-unsubscribe

source: Unsubscribe job alert
ms_my: Nyahlanggan makluman kerja
tl_ph: Mag-unsubscribe na alerto sa trabaho

source: Are you sure to Unsubscribe job alert
ms_my: Adakah anda pasti untuk Menyahlanggan makluman kerja
tl_ph: Sigurado ka bang mag-unsubscribe ng alerto sa trabaho

source: Save Job Alert
ms_my: Simpan Makluman Kerja
tl_ph: I-save ang Job Alert

source: Total Job Alert
ms_my: Jumlah Makluman Kerja
tl_ph: Kabuuang Alerto sa Trabaho

source: Do not email me
ms_my: Jangan email saya
tl_ph: Huwag mo akong i-email

source: No job applied notification will be emailed to you
ms_my: Tiada pemberitahuan yang dipohon pekerjaan akan dihantar melalui e-mel kepada anda
tl_ph: Walang abiso sa pag-apply sa trabaho ang ipapadala sa iyo sa email

source: you can only check your workspace for new applicants
ms_my: anda hanya boleh menyemak ruang kerja anda untuk pemohon baharu
tl_ph: maaari mo lamang suriin ang iyong workspace para sa mga bagong aplikante

source: Email me resume of new applicant
ms_my: E-mel saya resume pemohon baharu
tl_ph: I-email sa akin ang resume ng bagong aplikante

source: you can also check your workspace
ms_my: anda juga boleh menyemak ruang kerja anda
tl_ph: maaari mo ring suriin ang iyong workspace

source: Email me resume and resume attachments of new applicant
ms_my: E-mel saya resume dan resume lampiran pemohon baharu
tl_ph: I-email sa akin ang resume at ipagpatuloy ang mga attachment ng bagong aplikante

source: Edit Message
ms_my: Edit Mesej
tl_ph: I-edit ang Mensahe

source: Reply Message
ms_my: Balas Mesej

source: message subject
ms_my: subjek mesej
tl_ph: paksa ng mensahe

source: send message
ms_my: menghantar mesej
tl_ph: Magpadala ng Mensahe

source: messages
ms_my: mesej
tl_ph: mga mensahe

source: You do not have any View Company Contact remaining
ms_my: Anda tidak mempunyai sebarang Lihat Kenalan Syarikat yang tinggal
tl_ph: Wala ka nang natitirang Tingnan ang Contact ng Kumpanya

source: View Company Contact
ms_my: Lihat Hubungan Syarikat
tl_ph: Tingnan ang Contact ng Kumpanya

source: Remaining View Company Contact
ms_my: Baki Lihat Kenalan Syarikat
tl_ph: Natitirang Tingnan ang Contact ng Kumpanya

source: Add company
ms_my: Tambah syarikat
tl_ph: Magdagdag ng kumpanya

source: You Are Applying On This Job
ms_my: Anda Memohon Kerja Ini
tl_ph: Nag-aaplay Ka Sa Trabahong Ito

source: N/A
ms_my: T/A

source: Skill
ms_my: Kemahiran
tl_ph: Kasanayan

source: Employer Reports
ms_my: Laporan Majikan
tl_ph: Mga Ulat ng Employer

source: Jobs By Cities
ms_my: Pekerjaan Mengikut Bandar
tl_ph: Mga Trabaho Ayon sa Lungsod

source: Jobs By Companies
ms_my: Pekerjaan Mengikut Syarikat
tl_ph: Mga Trabaho Ayon sa Mga Kumpanya

source: Job by city
ms_my: Pekerjaan mengikut bandar
tl_ph: Trabaho ayon sa lungsod

source: Jobs by company
ms_my: Pekerjaan mengikut syarikat
tl_ph: Mga trabaho ayon sa kumpanya

source: Job by type
ms_my: Kerja mengikut jenis
tl_ph: Trabaho ayon sa uri

source: Jobseeker Reports
ms_my: Laporan Pencari Kerja
tl_ph: Mga Ulat ng Jobseeker

source: Active Resume
ms_my: Resume Aktif
tl_ph: Aktibong Resume

source: Resume By Job Types
ms_my: Resume Mengikut Jenis Kerja
tl_ph: Ipagpatuloy Ayon sa Mga Uri ng Trabaho

source: Resume By Cities
ms_my: Sambungan Mengikut Bandar
tl_ph: Ipagpatuloy ng Mga Lungsod

source: Resume By Job Salaries
ms_my: Resume Mengikut Gaji Kerja
tl_ph: Ipagpatuloy Ayon sa Mga Sahod sa Trabaho

source: Active resume
ms_my: Resume aktif
tl_ph: Aktibong resume

source: Gold resume
ms_my: resume emas
tl_ph: Gintong resume

source: Job by salary
ms_my: Kerja mengikut gaji
tl_ph: Trabaho ayon sa suweldo

source: employer reports
ms_my: laporan majikan
tl_ph: mga ulat ng employer

source: job seeker reports
ms_my: laporan pencari kerja
tl_ph: mga ulat ng naghahanap ng trabaho

source: Job Seeker Reports
ms_my: Laporan Pencari Kerja
tl_ph: Mga Ulat sa Naghahanap ng Trabaho

source: My Stats
ms_my: Statistik Saya
tl_ph: Aking Stats
