Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Cannot assign free package more than once
ms_my: Tidak boleh menetapkan pakej percuma lebih daripada sekali
tl_ph: Hindi maaaring magtalaga ng libreng package nang higit sa isang beses
vi: Không thể gán gói miễn phí nhiều hơn một lần

source: JS Jobs for any business, industry body or staffing company wishing to establish a presence on the internet where job seekers can come to view the latest jobs and apply to them.JS Jobs allows you to run your own, unique jobs classifieds service where you or employer can advertise their jobs and jobseekers can upload their Resumes.
ms_my: JS Jobs untuk mana-mana perniagaan, badan industri atau syarikat kakitangan yang ingin mewujudkan kehadiran di internet di mana pencari kerja boleh datang untuk melihat pekerjaan terkini dan memohon kepada mereka. JS Jobs membolehkan anda menjalankan perkhidmatan iklan kerja unik anda sendiri di mana anda atau majikan boleh mengiklankan pekerjaan mereka dan pencari kerja boleh memuat naik Resume mereka.
tl_ph: Ang JS Jobs para sa anumang negosyo, katawan ng industriya o kumpanya ng mga tauhan na nagnanais na magkaroon ng presensya sa internet kung saan maaaring pumunta ang mga naghahanap ng trabaho upang tingnan ang pinakabagong mga trabaho at mag-apply sa kanila. Binibigyang-daan ka ng JS Jobs na magpatakbo ng sarili mong serbisyo sa mga classifieds ng trabaho kung saan ka o maaaring i-advertise ng employer ang kanilang mga trabaho at maaaring i-upload ng mga naghahanap ng trabaho ang kanilang mga Resume.
vi: JS Jobs cho bất kỳ doanh nghiệp, tổ chức ngành hoặc công ty nhân sự nào muốn thiết lập sự hiện diện trên internet, nơi người tìm việc có thể xem các công việc mới nhất và ứng tuyển. JS Jobs cho phép bạn chạy dịch vụ rao vặt công việc độc đáo của riêng mình, nơi bạn hoặc nhà tuyển dụng có thể quảng cáo công việc của họ và người tìm việc có thể tải lên sơ yếu lý lịch của họ.

source: Choose Version
ms_my: Pilih Versi
tl_ph: Pumili ng Bersyon
vi: Chọn phiên bản

source: Continue
ms_my: Teruskan
tl_ph: Magpatuloy
vi: Tiếp tục

source: JS Support Ticket is a trusted open source ticket system. JS Support Ticket is a simple, easy to use, web-based customer support system. User can create ticket from front-end. JS Support Ticket comes packed with lot features than most of the expensive
ms_my: Tiket Sokongan JS ialah sistem tiket sumber terbuka yang dipercayai. Tiket Sokongan JS ialah sistem sokongan pelanggan berasaskan web yang ringkas, mudah digunakan. Pengguna boleh membuat tiket dari bahagian hadapan. Tiket Sokongan JS datang padat dengan banyak ciri daripada kebanyakan yang mahal
tl_ph: Ang JS Support Ticket ay isang pinagkakatiwalaang open source ticket system. Ang JS Support Ticket ay isang simple, madaling gamitin, web-based na customer support system. Ang user ay maaaring gumawa ng ticket mula sa front-end. Ang JS Support Ticket ay puno ng maraming feature kaysa sa karamihan ng mahal
vi: JS Support Ticket là một hệ thống phiếu hỗ trợ mã nguồn mở đáng tin cậy. JS Support Ticket là một hệ thống hỗ trợ khách hàng dựa trên web đơn giản, dễ sử dụng. Người dùng có thể tạo phiếu từ front-end. JS Support Ticket đi kèm với nhiều tính năng hơn hầu hết các hệ thống phiếu hỗ trợ đắt tiền

source: and complex
ms_my: dan kompleks
tl_ph: at kumplikado
vi: và phức tạp

source: support ticket system on market.
ms_my: sistem tiket sokongan di pasaran.
tl_ph: suportahan ang sistema ng tiket sa merkado.
vi: hệ thống phiếu hỗ trợ trên thị trường

source: You Are Not Allowed
ms_my: Anda tidak dibenarkan
tl_ph: Hindi Ka Pinahihintulutan
vi: Bạn không được phép

source: Edit Erase Data Request
ms_my: Edit Padamkan Permintaan Data
tl_ph: I-edit ang Burahin ang Kahilingan ng Data
vi: Chỉnh sửa yêu cầu xóa dữ liệu

source: Email template option for employer has been changed
ms_my: Pilihan templat e-mel untuk majikan telah ditukar
tl_ph: Ang opsyon sa template ng email para sa employer ay binago
vi: Tùy chọn mẫu email cho nhà tuyển dụng đã được thay đổi

source: Do you sure to submit the erase data request?
ms_my: Adakah anda pasti menyerahkan permintaan padam data?
tl_ph: Sigurado ka bang isusumite ang kahilingan sa burahin ang data?
vi: Bạn có chắc chắn gửi yêu cầu xóa dữ liệu không?

source: Delete Cat
ms_my: Padamkan Kucing
tl_ph: Tanggalin ang Pusa
vi: Xóa danh mục

source: Sub-Cat
ms_my: Sub-Kucing
vi: Danh mục con

source: Resume files
ms_my: Sambung semula fail
tl_ph: Ipagpatuloy ang mga file
vi: Tập tin sơ yếu lý lịch

source: Enter Name Here
ms_my: Masukkan Nama Di Sini
tl_ph: Ilagay ang Pangalan Dito
vi: Nhập tên ở đây

source: You do not have any companies remaining
ms_my: Anda tidak mempunyai sebarang syarikat yang tinggal
tl_ph: Wala ka nang natitirang kumpanya
vi: Bạn không còn công ty nào

source: You do not have any department remaining
ms_my: Anda tidak mempunyai sebarang jabatan yang tinggal
tl_ph: Wala ka nang natitirang departamento
vi: Bạn không còn bộ phận nào

source: Enter -1 for Unlimited
ms_my: Masukkan -1 untuk Unlimited
tl_ph: Ipasok ang -1 para sa Unlimited
vi: Nhập -1 cho không giới hạn

source: Less than 1 year
ms_my: Kurang dari 1 tahun
tl_ph: Mas mababa sa 1 taon
vi: Ít hơn 1 năm

source: Fresh
ms_my: Segar
tl_ph: Sariwa
vi: Mới

source: Register an account
ms_my: Daftar akaun
tl_ph: Magrehistro ng isang account
vi: Đăng ký tài khoản

source: Miscellaneous Tutorials
ms_my: Pelbagai Tutorial
tl_ph: Sari-saring Tutorial
vi: Hướng dẫn khác

source: Plugin Walkthrough
ms_my: Panduan Pemalam
tl_ph: Walkthrough ng Plugin
vi: Hướng dẫn plugin

source: How to Set Up WP Job Portal
ms_my: Cara Sediakan Portal Kerja WP
tl_ph: Paano Mag-set Up ng WP Job Portal
vi: Cách thiết lập WP Job Portal

source: Find step-by-step setup instructions and access all tutorial videos to get started quickly.
ms_my: Cari arahan persediaan langkah demi langkah dan akses semua video tutorial untuk bermula dengan cepat.
tl_ph: Maghanap ng mga sunud-sunod na tagubilin sa pag-setup at i-access ang lahat ng tutorial na video upang makapagsimula nang mabilis.
vi: Tìm hướng dẫn thiết lập từng bước và truy cập tất cả video hướng dẫn để bắt đầu nhanh chóng

source: Explore all shortcodes and watch a video tutorial on how to create pages with them.
ms_my: Terokai semua kod pendek dan tonton tutorial video tentang cara membuat halaman dengannya.
tl_ph: I-explore ang lahat ng shortcode at manood ng video tutorial kung paano gumawa ng mga page gamit ang mga ito.
vi: Khám phá tất cả các shortcode và xem video hướng dẫn về cách tạo trang với chúng

source: Manage Addons
ms_my: Urus Addons
tl_ph: Pamahalaan ang mga Addon
vi: Quản lý Addons

source: Check the status of your addons and easily install new ones to enhance functionality.
ms_my: Semak status alat tambah anda dan pasang yang baharu dengan mudah untuk meningkatkan kefungsian.
tl_ph: Suriin ang status ng iyong mga addon at madaling mag-install ng mga bago para mapahusay ang functionality.
vi: Kiểm tra trạng thái của addons của bạn và dễ dàng cài đặt các addons mới để nâng cao chức năng

source: How to Set Up
ms_my: Cara Menyediakan
tl_ph: Paano Mag-set Up
vi: Cách thiết lập

source: Visit Help Page
ms_my: Lawati Halaman Bantuan
tl_ph: Bisitahin ang Help Page
vi: Truy cập trang trợ giúp

source: Check Status
ms_my: Periksa status
tl_ph: Suriin ang Katayuan
vi: Kiểm tra trạng thái

source: Install Guide
ms_my: Panduan Pasang
tl_ph: Gabay sa Pag-install
vi: Hướng dẫn cài đặt

source: Month
ms_my: bulan
tl_ph: buwan
vi: Tháng

source: Deleting section will delete all its fields.
ms_my: Memadam bahagian akan memadam semua medannya.
tl_ph: Ang pagtanggal ng seksyon ay magtatanggal ng lahat ng mga patlang nito.
vi: Xóa phần sẽ xóa tất cả các trường của nó

source: more
ms_my: lebih
tl_ph: higit pa
vi: thêm

source: link
ms_my: pautan
vi: liên kết

source: Days+
ms_my: Hari+
tl_ph: Mga araw+
vi: Ngày+

source: Jobseeker not allowed to perform this action
ms_my: Pencari kerja tidak dibenarkan melakukan tindakan ini
tl_ph: Hindi pinapayagan ang Jobseeker na gawin ang pagkilos na ito
vi: Người tìm việc không được phép thực hiện hành động này

source: No Of Job
ms_my: Tiada Pekerjaan
tl_ph: Wala Ng Trabaho
vi: Số công việc

source: No Of Feature
ms_my: Tiada Ciri
tl_ph: Walang Tampok
vi: Số tính năng

source: Remaining Company Contact View
ms_my: Baki Pandangan Hubungan Syarikat
tl_ph: Natitirang Contact View ng Kumpanya
vi: Lượt xem liên hệ công ty còn lại

source: Addons Status
ms_my: Status Tambahan
tl_ph: Katayuan ng Addons
vi: Trạng thái Addons

source: Please enter a Photo
ms_my: Sila masukkan Foto
tl_ph: Mangyaring magpasok ng isang Larawan
vi: Vui lòng nhập ảnh

source: Please enter a Last Name
ms_my: Sila masukkan Nama Akhir
tl_ph: Mangyaring maglagay ng Apelyido
vi: Vui lòng nhập họ

source: Please enter a First Name
ms_my: Sila masukkan Nama Pertama
tl_ph: Mangyaring maglagay ng Unang Pangalan
vi: Vui lòng nhập tên

source: Invalid User Name
ms_my: Nama pengguna tidak sah
tl_ph: Di-wastong User Name
vi: Tên người dùng không hợp lệ

source: Please enter a User Name
ms_my: Sila masukkan Nama Pengguna
tl_ph: Maglagay ng username
vi: Vui lòng nhập tên người dùng

source: register an account
ms_my: daftar akaun
tl_ph: Magrehistro ng isang account
vi: đăng ký tài khoản

source: Full Time
ms_my: Sepenuh Masa
tl_ph: Buong Oras
vi: Toàn thời gian

source: Parent Category
ms_my: Kategori Induk
tl_ph: Kategorya ng Magulang
vi: Danh mục cha

source: Folders Approval Queue
ms_my: Barisan Kelulusan Folder
tl_ph: Queue ng Pag-apruba ng Mga Folder
vi: Hàng đợi phê duyệt thư mục

source: Cover Letter Section
ms_my: Bahagian Surat Iringan
tl_ph: Seksyon ng Cover Letter
vi: Phần thư xin việc

source: Visitor Published
ms_my: Pelawat Diterbitkan
tl_ph: Na-publish ang Bisita
vi: Khách xuất bản

source: User Published
ms_my: Pengguna Diterbitkan
tl_ph: Na-publish ang User
vi: Người dùng xuất bản

source: Visitor Unpublished
ms_my: Pelawat Tidak Diterbitkan
tl_ph: Hindi Na-publish ang Bisita
vi: Khách không xuất bản

source: user unpublish
ms_my: pengguna nyahterbitkan
tl_ph: i-unpublish ng user
vi: người dùng không xuất bản

source: User Publish
ms_my: Penerbitan Pengguna
vi: Người dùng xuất bản

source: Normal
ms_my: Biasalah
vi: Bình thường

source: Savings
ms_my: Simpanan
vi: Tiết kiệm

source: Credit System
ms_my: Sistem Kredit
tl_ph: Sistema ng Pautang
vi: Hệ thống tín dụng

source: on preser theme Aqua
ms_my: pada tema preser Aqua
tl_ph: sa preser na tema Aqua
vi: trên chủ đề preser Aqua

source: Reference For column
ms_my: Rujukan Untuk lajur
tl_ph: Sanggunian Para sa hanay
vi: Tham chiếu cho cột

source: User Id
ms_my: ID Pengguna
vi: ID người dùng

source: slug for companies listing page
ms_my: slug untuk halaman penyenaraian syarikat
tl_ph: pahina ng listahan ng slug para sa mga kumpanya
vi: slug cho trang danh sách công ty

source: slug for my jobs by cities page
ms_my: slug untuk halaman pekerjaan saya mengikut bandar
tl_ph: slug para sa aking mga trabaho ayon sa pahina ng mga lungsod
vi: slug cho trang công việc của tôi theo thành phố

source: slug for view coverletter page
ms_my: slug untuk paparan muka surat muka surat
tl_ph: slug para tingnan ang pahina ng coverletter
vi: slug cho trang xem thư xin việc

source: slug for add coverletter page
ms_my: slug untuk menambah muka surat muka surat
tl_ph: slug para magdagdag ng coverletter page
vi: slug cho trang thêm thư xin việc

source: slug for my coverletters page
ms_my: slug untuk halaman coverletters saya
tl_ph: slug para sa aking coverletters page
vi: slug cho trang thư xin việc của tôi

source: slug for login page
ms_my: slug untuk halaman log masuk
tl_ph: slug para sa login page
vi: slug cho trang đăng nhập

source: added a new Resume
ms_my: menambah Resume baharu
tl_ph: nagdagdag ng bagong Resume
vi: đã thêm một sơ yếu lý lịch mới

source: added a new Job
ms_my: menambah Pekerjaan baharu
tl_ph: nagdagdag ng bagong Trabaho
vi: đã thêm một công việc mới

source: Deleted a Job
ms_my: Memadamkan Kerja
tl_ph: Nagtanggal ng Trabaho
vi: Đã xóa một công việc

source: Deleted a Company
ms_my: Memadamkan Syarikat
tl_ph: Nagtanggal ng Kumpanya
vi: Đã xóa một công ty

source: added a new Company
ms_my: menambah Syarikat baharu
tl_ph: nagdagdag ng bagong Kumpanya
vi: đã thêm một công ty mới

source: added a new Resume Search
ms_my: menambah Carian Resume baharu
tl_ph: nagdagdag ng bagong Resume Search
vi: đã thêm một tìm kiếm sơ yếu lý lịch mới

source: slugs on multi places
ms_my: slug di pelbagai tempat
tl_ph: mga slug sa maraming lugar
vi: slugs ở nhiều nơi

source: Sample Page
ms_my: Halaman Contoh
tl_ph: Halimbawang Pahina
vi: Trang mẫu

source: subscriber
ms_my: pelanggan
vi: người đăng ký

source: Employer Stat Boxes
ms_my: Kotak Statistik Majikan
tl_ph: Mga Employer Stat Box
vi: Hộp thống kê nhà tuyển dụng

source: Applied Jobs Box
ms_my: Kotak Kerja Gunaan
vi: Hộp công việc đã ứng tuyển

source: Enter the Google reCaptcha site key from
ms_my: Masukkan kunci tapak Google reCaptcha daripada
tl_ph: Ilagay ang Google reCaptcha site key mula sa
vi: Nhập khóa trang web Google reCaptcha từ

source: Google reCaptcha Version
ms_my: Versi Google reCaptcha
tl_ph: Bersyon ng Google reCaptcha
vi: Phiên bản Google reCaptcha

source: Google reCaptcha Site Key
ms_my: Kunci Tapak reCaptcha Google
vi: Khóa trang web Google reCaptcha

source: Newsest Jobs Box
ms_my: Kotak Kerja Terbaru
tl_ph: Pinakabagong Kahon ng Trabaho
vi: Hộp công việc mới nhất

source: Price per
ms_my: Harga per
tl_ph: Presyo bawat
vi: Giá mỗi

source: submission
ms_my: penyerahan
tl_ph: pagsusumite
vi: gửi

source: only for
ms_my: hanya untuk
tl_ph: para lamang sa
vi: chỉ cho

source: No of days untill
ms_my: Tiada hari sehingga
tl_ph: Wala pang araw hanggang
vi: Số ngày cho đến khi

source: Expire
ms_my: tamat tempoh
tl_ph: Mag-expire
vi: Hết hạn

source: Price per Resume View Contact Detail (only for
ms_my: Harga setiap Resume Lihat Butiran Hubungan (hanya untuk
tl_ph: Presyo sa bawat Resume View ng Detalye ng Contact (para lang sa
vi: Giá mỗi lần xem chi tiết liên hệ sơ yếu lý lịch (chỉ cho

source: this is some desc text for job rss
ms_my: ini ialah beberapa teks desc untuk job rss
tl_ph: ito ay ilang desc text para sa job rss
vi: đây là một số văn bản mô tả cho rss công việc

source: webmaster text
ms_my: teks juruweb
tl_ph: teksto ng webmaster
vi: văn bản quản trị web

source: copy right text
ms_my: teks hak cipta
tl_ph: teksto ng copyright
vi: văn bản bản quyền

source: Redirect Link For WP User after login
ms_my: Ubah hala Pautan Untuk Pengguna WP selepas log masuk
tl_ph: I-redirect ang Link Para sa WP User pagkatapos mag-login
vi: Liên kết chuyển hướng cho người dùng WP sau khi đăng nhập

source: Link To Redirect WP user who does not have a role in WP Job Portal
ms_my: Pautan Untuk Ubah hala pengguna WP yang tidak mempunyai peranan dalam Portal Kerja WP
tl_ph: Link Upang I-redirect ang WP user na walang papel sa WP Job Portal
vi: Liên kết để chuyển hướng người dùng WP không có vai trò trong WP Job Portal

source: WP Job Portal is an open-source job board plugin for WordPress that provides advanced features to help you create a successful job board. In addition, we offer trusted WP Job Portal add-ons that can further enhance your job board's functionality in a fast, safe, and easy manner. Our add-ons have been designed to integrate seamlessly with our job board plugin, ensuring you can expand your job board's capabilities without any complications.
ms_my: Portal Kerja WP ialah pemalam papan kerja sumber terbuka untuk WordPress yang menyediakan ciri lanjutan untuk membantu anda mencipta papan kerja yang berjaya. Selain itu, kami menawarkan alat tambah Portal Kerja WP yang dipercayai yang boleh meningkatkan lagi fungsi papan kerja anda dengan cara yang cepat, selamat dan mudah. Alat tambah kami telah direka bentuk untuk disepadukan dengan lancar dengan pemalam papan kerja kami, memastikan anda boleh mengembangkan keupayaan papan kerja anda tanpa sebarang komplikasi.
tl_ph: Ang WP Job Portal ay isang open-source job board plugin para sa WordPress na nagbibigay ng mga advanced na feature para matulungan kang lumikha ng matagumpay na job board. Bilang karagdagan, nag-aalok kami ng mga pinagkakatiwalaang add-on ng WP Job Portal na maaaring higit pang mapahusay ang functionality ng iyong job board sa mabilis, ligtas, at madaling paraan. Ang aming mga add-on ay idinisenyo upang maisama nang walang putol sa aming plugin ng job board, na tinitiyak na mapapalawak mo ang mga kakayahan ng iyong job board nang walang anumang komplikasyon.
vi: WP Job Portal là một plugin bảng việc làm mã nguồn mở cho WordPress cung cấp các tính năng tiên tiến để giúp bạn tạo ra một bảng việc làm thành công. Ngoài ra, chúng tôi cung cấp các add-on WP Job Portal đáng tin cậy có thể nâng cao chức năng của bảng việc làm của bạn một cách nhanh chóng, an toàn và dễ dàng. Các add-on của chúng tôi được thiết kế để tích hợp mượt mà với plugin bảng việc làm của chúng tôi, đảm bảo bạn có thể mở rộng khả năng của bảng việc làm mà không gặp bất kỳ phức tạp nào.

source: Deactivate
ms_my: Nyahaktifkan
tl_ph: I-deactivate
vi: Vô hiệu hóa

source: Updated
ms_my: dikemas kini
tl_ph: Na-update
vi: Đã cập nhật

source: editor text
ms_my: teks editor
tl_ph: teksto ng editor
vi: văn bản trình chỉnh sửa

source: No of Cover Letters
ms_my: Bilangan Surat Iringan
tl_ph: Hindi ng mga Cover Letters
vi: Số lượng thư xin việc

source: You have not answered all required fields
ms_my: Anda belum menjawab semua medan yang diperlukan
tl_ph: Hindi mo nasagot ang lahat ng kinakailangang field
vi: Bạn chưa trả lời tất cả các trường bắt buộc

source: January
ms_my: Januari
tl_ph: Enero
vi: Tháng Một

source: February
ms_my: Februari
tl_ph: Pebrero
vi: Tháng Hai

source: March
ms_my: Mac
tl_ph: Marso
vi: Tháng Ba

source: May
ms_my: Mungkin
vi: Tháng Năm

source: June
ms_my: Jun
tl_ph: Hunyo
vi: Tháng Sáu

source: July
ms_my: Julai
tl_ph: Hulyo
vi: Tháng Bảy

source: August
ms_my: Ogos
tl_ph: Agosto
vi: Tháng Tám

source: October
ms_my: Oktober
tl_ph: Oktubre
vi: Tháng Mười

source: December
ms_my: Disember
tl_ph: Disyembre
vi: Tháng Mười Hai

source: Auto approve cover letter for job seeker
ms_my: Auto lulus surat iringan untuk pencari kerja
tl_ph: Awtomatikong aprubahan ang cover letter para sa naghahanap ng trabaho
vi: Tự động phê duyệt thư xin việc cho người tìm việc

source: Job Seeker Stat Boxes
ms_my: Kotak Statistik Pencari Kerja
tl_ph: Mga Kahon ng Estadistika ng Naghahanap ng Trabaho
vi: Hộp thống kê người tìm việc

source: Job short list setting effects on job detail page
ms_my: Kesan tetapan senarai pendek kerja pada halaman butiran kerja
tl_ph: Mga epekto ng setting ng maikling listahan ng trabaho sa pahina ng detalye ng trabaho
vi: Cài đặt danh sách ngắn công việc ảnh hưởng đến trang chi tiết công việc

source: Resume View Contact Detail
ms_my: Resume Lihat Butiran Hubungan
tl_ph: Ipagpatuloy Tingnan ang Detalye ng Pakikipag-ugnayan
vi: Xem chi tiết liên hệ sơ yếu lý lịch

source: Company View Contact Detail
ms_my: Lihat Syarikat Butiran Perhubungan
tl_ph: Tingnan ang Detalye ng Pakikipag-ugnayan ng Kumpanya
vi: Xem chi tiết liên hệ công ty

source: Cover Letters
ms_my: Surat Iringan
tl_ph: Mga Cover Letter
vi: Thư xin việc

source: Activate
ms_my: Aktifkan
tl_ph: I-activate
vi: Kích hoạt

source: View Cover Letter
ms_my: Lihat Surat Iringan
tl_ph: Tingnan ang Cover Letter
vi: Xem thư xin việc

source: No Cover Letter
ms_my: Tiada Surat Iringan
tl_ph: Walang Cover Letter
vi: Không có thư xin việc

source: searchable
ms_my: boleh dicari
tl_ph: mahahanap
vi: có thể tìm kiếm

source: Cover Letter Title
ms_my: Tajuk Surat Iringan
tl_ph: Pamagat ng Cover Letter
vi: Tiêu đề thư xin việc

source: Cover Letter Approval Queue
ms_my: Baris Kelulusan Surat Iringan
vi: Hàng đợi phê duyệt thư xin việc

source: Cover Letters Approval Queue
ms_my: Barisan Kelulusan Surat Iringan
tl_ph: Queue ng Pag-apruba ng mga Cover Letters
vi: Hàng đợi phê duyệt thư xin việc

source: Already uploaded
ms_my: Sudah dimuat naik
tl_ph: Na-upload na
vi: Đã tải lên

source: How to Setup
ms_my: Bagaimana untuk Persediaan
tl_ph: Paano Mag-setup
vi: Cách thiết lập

source: How to setup WP Job Portal
ms_my: Bagaimana untuk menyediakan Portal Kerja WP
tl_ph: Paano i-setup ang WP Job Portal
vi: Cách thiết lập WP Job Portal

source: Delete Cover Letter
ms_my: Padamkan Surat Iringan
tl_ph: Tanggalin ang Cover Letter
vi: Xóa thư xin việc

source: Cover Letter Detail
ms_my: Perincian Surat Iringan
tl_ph: Detalye ng Cover Letter
vi: Chi tiết thư xin việc

source: Select Payment
ms_my: Pilih Pembayaran
tl_ph: Piliin ang Pagbabayad
vi: Chọn thanh toán

source: My Department
ms_my: Jabatan saya
tl_ph: Departamento ko
vi: Bộ phận của tôi

source: Add To ShortList
ms_my: Tambahkan Pada Senarai Pendek
tl_ph: Idagdag Sa ShortList
vi: Thêm vào danh sách ngắn

source: or
ms_my: atau
tl_ph: o
vi: hoặc

source: company logo
ms_my: logo syarikat
tl_ph: logo ng kumpanya
vi: logo công ty

source: job title
ms_my: Tajuk Pekerjaan
tl_ph: pamagat ng trabaho
vi: tiêu đề công việc

source: company name
ms_my: Nama Syarikat
tl_ph: Pangalan ng Kumpanya
vi: tên công ty

source: Resume Has Been Feature SuccesFully
ms_my: Resume telah berjaya dipaparkan
tl_ph: Matagumpay na itinampok ang resume
vi: Sơ yếu lý lịch đã được tính năng thành công

source: My coverletter
ms_my: Surat lamaran saya
tl_ph: Ang cover letter ko
vi: Thư xin việc của tôi

source: Add coverletter
ms_my: Tambah surat lamaran
tl_ph: Magdagdag ng sulat ng takip
vi: Thêm thư xin việc

source: Total Cover Letter
ms_my: Jumlah surat lamaran
tl_ph: Kabuuang sulat ng takip
vi: Tổng số thư xin việc

source: Remaining Cover Letter
ms_my: Surat sampul yang tinggal
tl_ph: Natitirang sulat ng takip
vi: Thư xin việc còn lại

source: Open ChatGPT
ms_my: Buka chatgpt
tl_ph: Buksan ang chatgpt
vi: Mở ChatGPT

source: How To Add Cover Letter With ChatGPT
ms_my: Cara Menambah Surat Penutup dengan ChatGPT
tl_ph: Paano Magdagdag ng Cover Letter na may Chatgpt
vi: Cách thêm thư xin việc với ChatGPT

source: Edit coverletter
ms_my: Edit surat lamaran
tl_ph: I -edit ang sulat ng takip
vi: Chỉnh sửa thư xin việc

source: Edit Cover Letter
ms_my: Edit surat lamaran
tl_ph: I -edit ang takip ng takip
vi: Chỉnh sửa thư xin việc

source: Delete coverletter
ms_my: Padam surat lamaran
tl_ph: Tanggalin ang takip ng takip
vi: Xóa thư xin việc

source: coverletter title
ms_my: Tajuk surat lamaran
tl_ph: Pamagat ng takip ng takip
vi: tiêu đề thư xin việc

source: Add New Cover Letter
ms_my: Tambahkan Surat Sampul Baru
tl_ph: Magdagdag ng bagong sulat ng takip
vi: Thêm thư xin việc mới

source: Quote from Hello Dolly song, by Jerry Herman:
ms_my: Petikan dari Hello Dolly Song, oleh Jerry Herman:
tl_ph: Quote mula sa Hello Dolly Song, ni Jerry Herman:
vi: Trích dẫn từ bài hát Hello Dolly, của Jerry Herman:

source: Select Parent
ms_my: Pilih ibu bapa
tl_ph: Piliin ang Magulang
vi: Chọn cha

source: Edit Field
ms_my: Medan edit
tl_ph: I -edit ang patlang
vi: Chỉnh sửa trường

source: Visitor published
ms_my: Pelawat yang diterbitkan
tl_ph: Nai -publish ang bisita
vi: Khách xuất bản

source: Show On Listing
ms_my: Tunjukkan pada penyenaraian
tl_ph: Ipakita sa listahan
vi: Hiển thị trên danh sách

source: Advanced
ms_my: Lanjutan
vi: Nâng cao

source: Equal
ms_my: Sama
tl_ph: Pantay -pantay
vi: Bằng

source: Not Equal
ms_my: Tidak sama
tl_ph: Hindi pantay
vi: Không bằng

source: Visible
ms_my: Kelihatan
tl_ph: Nakikita
vi: Hiển thị

source: Select Child
ms_my: Pilih Anak
tl_ph: Piliin ang Bata
vi: Chọn con

source: Select Condition
ms_my: Pilih keadaan
tl_ph: Piliin ang Kondisyon
vi: Chọn điều kiện
