Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: To use this feature please fill the above three fields.
ms_my: Untuk menggunakan ciri ini sila isi tiga bidang di atas.
tl_ph: Upang magamit ang tampok na ito mangyaring punan ang nasa itaas na tatlong patlang.
vi: Để sử dụng tính năng này, vui lòng điền ba trường ở trên

source: No response found
ms_my: Tiada tindak balas yang dijumpai
tl_ph: Walang nahanap na tugon
vi: Không tìm thấy phản hồi

source: Quick Apply
ms_my: Memohon cepat
tl_ph: Mabilis na mag -apply
vi: Ứng tuyển nhanh

source: user publish
ms_my: Penerbitan Pengguna
tl_ph: I -publish ang gumagamit
vi: người dùng xuất bản

source: User Unpublished
ms_my: Pengguna tidak diterbitkan
tl_ph: Hindi nai -publish ang gumagamit
vi: Người dùng không xuất bản

source: visitor publish
ms_my: Pelawat menerbitkan
tl_ph: Nag -publish ang bisita
vi: khách xuất bản

source: visitor unpublish
ms_my: Pelawat tidak menerbitkan
tl_ph: hindi nai -publish ang bisita
vi: khách không xuất bản

source: Select user status
ms_my: Pilih status pengguna
tl_ph: Piliin ang katayuan ng gumagamit
vi: Chọn trạng thái người dùng

source: Un published
ms_my: Tidak diterbitkan
tl_ph: UN nai -publish
vi: Chưa xuất bản

source: File upload fields and text editor fields cannot be made required.
ms_my: Medan muat naik fail dan bidang editor teks tidak boleh dibuat diperlukan.
tl_ph: Ang mga patlang ng pag -upload ng file at mga patlang ng text editor ay hindi maaaring gawin.
vi: Các trường tải lên tệp và trường trình chỉnh sửa văn bản không thể được yêu cầu

source: Dependent Field
ms_my: Medan bergantung
tl_ph: Nakasalalay na patlang
vi: Trường phụ thuộc

source: Job Apply settings
ms_my: Kerja memohon tetapan
tl_ph: Mag -apply ng mga setting ng trabaho
vi: Cài đặt ứng tuyển công việc

source: Quick Apply settings
ms_my: Tetapan Guna Cepat
tl_ph: Mabilis na mag -apply ng mga setting
vi: Cài đặt ứng tuyển nhanh

source: Show count in jobs by cities page
ms_my: Tunjukkan kiraan dalam pekerjaan dengan halaman bandar
tl_ph: Ipakita ang bilang sa pahina ng Mga Trabaho ng Mga Lungsod
vi: Hiển thị số lượng trong trang công việc theo thành phố

source: Show country in jobs by cities page
ms_my: Tunjukkan negara dalam pekerjaan dengan halaman bandar
tl_ph: Ipakita ang pahina ng bansa sa mga trabaho sa pamamagitan ng mga lungsod
vi: Hiển thị quốc gia trong trang công việc theo thành phố

source: Profile Section
ms_my: Bahagian profil
tl_ph: Seksyon ng profile
vi: Phần hồ sơ

source: Recaptcha Version 2
ms_my: Recaptcha Versi 2
tl_ph: Recaptcha Bersyon 2
vi: Phiên bản Recaptcha 2

source: Recaptcha Version 3
ms_my: Recaptcha Versi 3
tl_ph: Recaptcha Bersyon 3
vi: Phiên bản Recaptcha 3

source: System slug
ms_my: Slug sistem
vi: Slug hệ thống

source: Image file size
ms_my: Saiz fail imej
tl_ph: Laki ng file ng imahe
vi: Kích thước tệp hình ảnh

source: System will not upload if image size is greater than the given size
ms_my: Sistem tidak akan dimuat naik sekiranya saiz gambar lebih besar daripada saiz yang diberikan
tl_ph: Hindi mai -upload ng system kung ang laki ng imahe ay mas malaki kaysa sa naibigay na laki
vi: Hệ thống sẽ không tải lên nếu kích thước hình ảnh lớn hơn kích thước đã cho

source: Show page title above wpjobportal breadcrumbs
ms_my: Tunjukkan Tajuk Halaman Di atas Breencrumbs Wpjobportal
tl_ph: Ipakita ang pamagat ng pahina sa itaas ng wpjobportal breadcrumbs
vi: Hiển thị tiêu đề trang phía trên breadcrumbs wpjobportal

source: Default Image For WP Job Portal
ms_my: Imej lalai untuk portal kerja WP
tl_ph: Default na imahe para sa WP Job Portal
vi: Hình ảnh mặc định cho WP Job Portal

source: This image will shown as default image for entities & users if no other image is provided.
ms_my: Imej ini akan ditunjukkan sebagai imej lalai untuk entiti & pengguna jika tiada imej lain disediakan.
tl_ph: Ang imaheng ito ay ipapakita bilang default na imahe para sa mga entidad at mga gumagamit kung walang ibang imahe na ibinigay.
vi: Hình ảnh này sẽ được hiển thị làm hình ảnh mặc định cho các thực thể & người dùng nếu không có hình ảnh nào khác được cung cấp

source: Default country
ms_my: Negara lalai
tl_ph: Default na bansa
vi: Quốc gia mặc định

source: Select default country for user added cities
ms_my: Pilih negara lalai untuk pengguna ditambah bandar
tl_ph: Piliin ang Default na Bansa para sa Mga Dagdag na Lungsod ng Gumagamit
vi: Chọn quốc gia mặc định cho các thành phố do người dùng thêm

source: Job detail URL options are title, company, category, location, jobtype. eg- [title] [company]
ms_my: Pilihan URL terperinci kerja adalah tajuk, syarikat, kategori, lokasi, JobType. EG- [Tajuk] [Syarikat]
tl_ph: Ang mga pagpipilian sa url ng detalye ng trabaho ay pamagat, kumpanya, kategorya, lokasyon, jobtype. EG- [Pamagat] [Kumpanya]
vi: Tùy chọn URL chi tiết công việc là title, company, category, location, jobtype. ví dụ- [title] [company]

source: Select the Google reCaptcha Version
ms_my: Pilih versi Google Recaptcha
tl_ph: Piliin ang bersyon ng Google Recaptcha
vi: Chọn phiên bản Google reCaptcha

source: Recent Resumes Box
ms_my: Kotak resume terkini
tl_ph: Kamakailang kahon ng resume
vi: Hộp sơ yếu lý lịch gần đây

source: mode
ms_my: mod
vi: chế độ

source: expire
ms_my: tamat tempoh
tl_ph: Mag -expire
vi: hết hạn

source: Registration is disabled in WordPress settings, please enable to Membership: anyone can register.
ms_my: Pendaftaran dilumpuhkan dalam tetapan WordPress, sila dapatkan keahlian: Sesiapa sahaja boleh mendaftar.
tl_ph: Ang pagrehistro ay hindi pinagana sa mga setting ng WordPress, mangyaring paganahin ang pagiging kasapi: kahit sino ay maaaring magparehistro.
vi: Đăng ký bị vô hiệu hóa trong cài đặt WordPress, vui lòng kích hoạt Thành viên: bất kỳ ai cũng có thể đăng ký

source: Quick Apply Now
ms_my: Pantas berlaku sekarang
tl_ph: Mabilis na mag -apply ngayon
vi: Ứng tuyển nhanh ngay

source: Enable Quick Apply for user
ms_my: Dayakan Pantas Memohon Pengguna
tl_ph: Paganahin ang mabilis na mag -aplay para sa gumagamit
vi: Kích hoạt ứng tuyển nhanh cho người dùng

source: Enable Quick Apply for visitor
ms_my: Dayakan Pantas Permohonan Pelawat
tl_ph: Paganahin ang mabilis na mag -aplay para sa bisita
vi: Kích hoạt ứng tuyển nhanh cho khách

source: Enable captcha for visitor Quick Apply
ms_my: Dayakan captcha untuk pelawat cepat memohon
tl_ph: Paganahin ang CAPTCHA para sa Visitor Mabilis na Mag -apply
vi: Kích hoạt captcha cho khách ứng tuyển nhanh

source: Show captcha to visitor on quick apply form.
ms_my: Tunjukkan captcha kepada pelawat pada borang pemohon cepat.
tl_ph: Ipakita ang CAPTCHA sa bisita sa mabilis na form na nalalapat.
vi: Hiển thị captcha cho khách trên biểu mẫu ứng tuyển nhanh

source: Add ons for WP Job Portal have been installed and activated successfully.
ms_my: Tambah ONS untuk Portal Kerja WP telah dipasang dan diaktifkan dengan jayanya.
tl_ph: Magdagdag ng mga ON para sa WP Job Portal ay na -install at matagumpay na naaktibo.
vi: Các add-on cho WP Job Portal đã được cài đặt và kích hoạt thành công

source: WP Job Portal is an open-source job board plugin for WordPress that provides advanced features to help you create a successful job board. In addition, we offer trusted WP Job Portal add-ons that can further enhance your job board's functionality in a fast, safe, and easy manner. Our add-ons have been designed to integrate seamlessly with our job board plugin, ensuring you can expand your job board's capabilities without any complications.
ms_my: Portal Kerja WP adalah plugin papan kerja sumber terbuka untuk WordPress yang menyediakan ciri-ciri canggih untuk membantu anda membuat papan kerja yang berjaya. Di samping itu, kami menawarkan tambahan portal kerja WP yang dipercayai yang dapat meningkatkan fungsi papan kerja anda dengan cara yang cepat, selamat, dan mudah. Tambahan kami telah direka untuk mengintegrasikan dengan lancar dengan plugin papan kerja kami, memastikan anda dapat mengembangkan keupayaan papan kerja anda tanpa sebarang komplikasi.
tl_ph: Ang WP Job Portal ay isang open-source job board plugin para sa WordPress na nagbibigay ng mga advanced na tampok upang matulungan kang lumikha ng isang matagumpay na board ng trabaho. Bilang karagdagan, nag-aalok kami ng pinagkakatiwalaang WP job portal add-on na maaaring mapahusay ang pag-andar ng iyong board ng trabaho sa isang mabilis, ligtas, at madaling paraan. Ang aming mga add-on ay idinisenyo upang pagsamahin nang walang putol sa aming plugin ng board ng trabaho, tinitiyak na maaari mong mapalawak ang mga kakayahan ng iyong board ng trabaho nang walang anumang mga komplikasyon.
vi: WP Job Portal là một plugin bảng việc làm mã nguồn mở cho WordPress cung cấp các tính năng tiên tiến để giúp bạn tạo ra một bảng việc làm thành công. Ngoài ra, chúng tôi cung cấp các add-on WP Job Portal đáng tin cậy có thể nâng cao chức năng của bảng việc làm của bạn một cách nhanh chóng, an toàn và dễ dàng. Các add-on của chúng tôi được thiết kế để tích hợp mượt mà với plugin bảng việc làm của chúng tôi, đảm bảo bạn có thể mở rộng khả năng của bảng việc làm mà không gặp bất kỳ phức tạp nào

source: Savings*
ms_my: Penjimatan*
tl_ph: MATAPOS*
vi: Tiết kiệm*

source: Best Deal
ms_my: Tawaran terbaik
tl_ph: Pinakamahusay na pakikitungo
vi: Ưu đãi tốt nhất

source: Shortlist Job
ms_my: Pekerjaan senarai pendek
tl_ph: Trabaho sa lista
vi: Danh sách công việc ngắn

source: e.g 45000
ms_my: mis. 45000
vi: ví dụ 45000

source: e.g 3000
ms_my: mis. 3000
vi: ví dụ 3000

source: e.g 6000
ms_my: contohnya 6000
vi: ví dụ 6000

source: Deactivated
ms_my: Dinyahaktifkan
vi: Đã vô hiệu hóa

source: Not Installed
ms_my: Tidak dipasang
tl_ph: Hindi naka -install
vi: Chưa cài đặt

source: Addon Installed Successfully
ms_my: Addon dipasang dengan jayanya
tl_ph: Matagumpay na naka -install si Addon
vi: Addon đã được cài đặt thành công

source: Addon installation failed
ms_my: Pemasangan tambahan gagal
tl_ph: Nabigo ang pag -install ng addon
vi: Cài đặt addon không thành công

source: Resume Data Management
ms_my: Sambungkan pengurusan data
tl_ph: Ipagpatuloy ang pamamahala ng data
vi: Quản lý dữ liệu sơ yếu lý lịch

source: Export (csv)
ms_my: Eksport (CSV)
tl_ph: I -export (CSV)
vi: Xuất (csv)

source: Configuration Based Tutorials
ms_my: Tutorial berasaskan konfigurasi
tl_ph: Mga tutorial na batay sa pagsasaayos
vi: Hướng dẫn dựa trên cấu hình

source: Slugs
ms_my: Slug

source: Theme Installation
ms_my: Pemasangan tema
tl_ph: Pag -install ng tema
vi: Cài đặt chủ đề

source: WP Job Portal Theme Installation
ms_my: Pemasangan tema portal kerja wp
tl_ph: Pag -install ng WP Job Portal Tema
vi: Cài đặt chủ đề WP Job Portal

source: System Management
ms_my: Pengurusan Sistem
tl_ph: Pamamahala ng System
vi: Quản lý hệ thống

source: Activity Log and System Errors
ms_my: Kesilapan log aktiviti dan sistem
tl_ph: Mga error sa log at system
vi: Nhật ký hoạt động và lỗi hệ thống

source: Job Seeker Control Panel
ms_my: Panel Kawalan Pencari Kerja
vi: Bảng điều khiển người tìm việc

source: A shortcode designed for jobseeker, providing an easy-to-use controlpanel to manage applications, resume, and preferences directly from their dashboard.
ms_my: Kod shortc yang direka untuk pencari kerja, menyediakan alat kawalan yang mudah digunakan untuk menguruskan aplikasi, resume, dan keutamaan secara langsung dari papan pemuka mereka.
tl_ph: Ang isang shortcode na idinisenyo para sa jobseeker, na nagbibigay ng isang madaling gamitin na controlpanel upang pamahalaan ang mga aplikasyon, ipagpatuloy, at mga kagustuhan nang direkta mula sa kanilang dashboard.
vi: Một shortcode được thiết kế cho người tìm việc, cung cấp bảng điều khiển dễ sử dụng để quản lý ứng dụng, sơ yếu lý lịch và tùy chọn trực tiếp từ bảng điều khiển của họ

source: Base Shortcode
ms_my: Kod shortcode asas
vi: Shortcode cơ bản

source: Shortcode With All Options
ms_my: Shortcode dengan semua pilihan
tl_ph: Shortcode sa lahat ng mga pagpipilian
vi: Shortcode với tất cả tùy chọn

source: The Employer Control Panel is a streamlined interface that allows employers to manage job postings, track applications, communicate with candidates, and analyze hiring metrics efficiently.
ms_my: Panel Kawalan Majikan adalah antara muka yang diselaraskan yang membolehkan majikan menguruskan penyiaran kerja, mengesan aplikasi, berkomunikasi dengan calon, dan menganalisis pengambilan metrik dengan cekap.
tl_ph: Ang panel ng control ng employer ay isang naka -streamline na interface na nagbibigay -daan sa mga employer na pamahalaan ang mga pag -post ng trabaho, subaybayan ang mga aplikasyon, makipag -usap sa mga kandidato, at pag -aralan nang mahusay ang mga sukatan ng pag -upa.
vi: Bảng điều khiển nhà tuyển dụng là một giao diện hợp lý cho phép nhà tuyển dụng quản lý bài đăng công việc, theo dõi ứng dụng, giao tiếp với ứng viên và phân tích số liệu tuyển dụng một cách hiệu quả

source: The job search shortcode enables users to easily find job listings based on various criteria.
ms_my: Kod shortcode carian kerja membolehkan pengguna mudah mencari senarai kerja berdasarkan pelbagai kriteria.
tl_ph: Ang shortcode ng paghahanap ng trabaho ay nagbibigay -daan sa mga gumagamit na madaling makahanap ng mga listahan ng trabaho batay sa iba't ibang pamantayan.
vi: Shortcode tìm kiếm công việc cho phép người dùng dễ dàng tìm thấy danh sách công việc dựa trên nhiều tiêu chí khác nhau

source: The jobs shortcode is a feature that displays individual job listings on a website.
ms_my: Kod shortcode adalah ciri yang memaparkan penyenaraian pekerjaan individu di laman web.
tl_ph: Ang Shortcode ng Trabaho ay isang tampok na nagpapakita ng mga indibidwal na listahan ng trabaho sa isang website.
vi: Shortcode công việc là một tính năng hiển thị danh sách công việc riêng lẻ trên một trang web

source: The featured job shortcode highlights select job listings on a website, making them stand out to potential applicants.
ms_my: Kod shortcode pekerjaan yang diketengahkan memilih senarai kerja di laman web, menjadikannya menonjol kepada pemohon yang berpotensi.
tl_ph: Ang itinampok na mga highlight ng shortcode ng trabaho ay pumili ng mga listahan ng trabaho sa isang website, na ginagawa silang tumayo sa mga potensyal na aplikante.
vi: Shortcode công việc nổi bật làm nổi bật các danh sách công việc được chọn trên một trang web, làm cho chúng nổi bật với các ứng viên tiềm năng

source: This Shortcode requires WP Job Portal Featured Jobs Addon
ms_my: Kod shortc ini memerlukan portal kerja WP yang dipaparkan tambahan
tl_ph: Ang shortcode na ito ay nangangailangan ng WP job portal na itinampok sa mga trabaho addon
vi: Shortcode này yêu cầu Addon Công việc nổi bật WP Job Portal

source: Get Addon
ms_my: Dapatkan Addon
tl_ph: Kumuha ng Addon
vi: Nhận Addon

source: Job Categories
ms_my: Kategori kerja
tl_ph: Mga kategorya ng trabaho
vi: Danh mục công việc

source: The job categories shortcode displays a dynamic list of available categories, enabling users to easily navigate and find relevant job listings.
ms_my: Kategori Kategori Kerja memaparkan senarai dinamik kategori yang tersedia, membolehkan pengguna dengan mudah menavigasi dan mencari penyenaraian pekerjaan yang relevan.
tl_ph: Ang mga kategorya ng trabaho ng shortcode ay nagpapakita ng isang dynamic na listahan ng mga magagamit na kategorya, na nagbibigay -daan sa mga gumagamit na madaling mag -navigate at makahanap ng mga nauugnay na listahan ng trabaho.
vi: Shortcode danh mục công việc hiển thị một danh sách động các danh mục có sẵn, cho phép người dùng dễ dàng điều hướng và tìm thấy danh sách công việc liên quan

source: The job types shortcode presents a comprehensive list of available job types, allowing users to quickly explore and find suitable job opportunities.
ms_my: Kod shortcode jenis pekerjaan membentangkan senarai komprehensif jenis pekerjaan yang ada, yang membolehkan pengguna dengan cepat meneroka dan mencari peluang pekerjaan yang sesuai.
tl_ph: Ang mga uri ng shortcode ng trabaho ay nagtatanghal ng isang komprehensibong listahan ng magagamit na mga uri ng trabaho, na nagpapahintulot sa mga gumagamit na mabilis na galugarin at makahanap ng angkop na mga pagkakataon sa trabaho.
vi: Shortcode loại công việc trình bày một danh sách toàn diện các loại công việc có sẵn, cho phép người dùng nhanh chóng khám phá và tìm thấy cơ hội việc làm phù hợp

source: My applied jobs shortcode provides users with a personalized list of their job applications, allowing easy access to track application status and details.
ms_my: Kod Jobs Gunaan saya menyediakan pengguna dengan senarai peribadi aplikasi kerja mereka, yang membolehkan akses mudah untuk menjejaki status dan butiran aplikasi.
tl_ph: Ang aking inilapat na shortcode ng trabaho ay nagbibigay ng mga gumagamit ng isang isinapersonal na listahan ng kanilang mga aplikasyon sa trabaho, na nagpapahintulot sa madaling pag -access upang subaybayan ang katayuan ng aplikasyon at mga detalye.
vi: Shortcode công việc đã ứng tuyển của tôi cung cấp cho người dùng một danh sách cá nhân hóa các ứng dụng công việc của họ, cho phép dễ dàng truy cập để theo dõi trạng thái và chi tiết ứng dụng

source: My companies shortcode displays a personalized list of companies users are associated with, facilitating easy access to company information and opportunities.
ms_my: Kod shortcode syarikat saya memaparkan senarai peribadi pengguna syarikat dikaitkan dengan, memudahkan akses mudah kepada maklumat dan peluang syarikat.
tl_ph: Ang aking mga kumpanya ng shortcode ay nagpapakita ng isang isinapersonal na listahan ng mga gumagamit ng mga gumagamit ay nauugnay sa, pinadali ang madaling pag -access sa impormasyon ng kumpanya at mga pagkakataon.
vi: Shortcode công ty của tôi hiển thị một danh sách cá nhân hóa các công ty mà người dùng liên kết, tạo điều kiện dễ dàng truy cập thông tin công ty và cơ hội

source: All companies shortcode offers a curated directory of all companies, allowing users to easily browse and connect with potential employers.
ms_my: Semua syarikat shortcode menawarkan direktori yang dikendalikan oleh semua syarikat, yang membolehkan pengguna dengan mudah melayari dan berhubung dengan majikan yang berpotensi.
tl_ph: Nag -aalok ang lahat ng mga shortcode ng kumpanya ng isang curated directory ng lahat ng mga kumpanya, na nagpapahintulot sa mga gumagamit na madaling mag -browse at kumonekta sa mga potensyal na employer.
vi: Shortcode tất cả công ty cung cấp một thư mục được quản lý của tất cả các công ty, cho phép người dùng dễ dàng duyệt và kết nối với nhà tuyển dụng tiềm năng

source: This Shortcode requires WP Job Portal All Companies Addon
ms_my: Kod shortc ini memerlukan portal kerja WP semua syarikat addon
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal lahat ng mga kumpanya na Addon
vi: Shortcode này yêu cầu Addon Tất cả công ty WP Job Portal

source: The featured companies shortcode showcases prominent companies within the portal, allowing users to explore exciting job opportunities from industry leaders.
ms_my: Kod shortcode syarikat yang dipaparkan mempamerkan syarikat -syarikat terkemuka dalam portal, yang membolehkan pengguna meneroka peluang pekerjaan yang menarik dari pemimpin industri.
tl_ph: Ang mga tampok na shortcode ng kumpanya ay nagpapakita ng mga kilalang kumpanya sa loob ng portal, na nagpapahintulot sa mga gumagamit na galugarin ang mga kapana -panabik na mga pagkakataon sa trabaho mula sa mga pinuno ng industriya.
vi: Shortcode công ty nổi bật giới thiệu các công ty nổi bật trong cổng, cho phép người dùng khám phá các cơ hội việc làm thú vị từ các nhà lãnh đạo ngành

source: This Shortcode requires WP Job Portal Featured Companies Addon
ms_my: Kod shortc ini memerlukan portal kerja WP yang dipaparkan syarikat addon
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal na itinampok ng mga kumpanya na Addon
vi: Shortcode này yêu cầu Addon Công ty nổi bật WP Job Portal

source: My jobs shortcode allows users to view and manage their saved job listings, making it easy to keep track of potential opportunities.
ms_my: Kod shortcode saya membolehkan pengguna melihat dan menguruskan penyenaraian pekerjaan mereka yang disimpan, menjadikannya mudah untuk menjejaki peluang yang berpotensi.
tl_ph: Pinapayagan ng aking shortcode ng trabaho ang mga gumagamit na tingnan at pamahalaan ang kanilang nai -save na mga listahan ng trabaho, na ginagawang madali upang masubaybayan ang mga potensyal na pagkakataon.
vi: Shortcode công việc của tôi cho phép người dùng xem và quản lý danh sách công việc đã lưu của họ, giúp dễ dàng theo dõi các cơ hội tiềm năng

source: My resume shortcode allows users to view and manage their uploaded resumes, providing a convenient way to keep their job application materials up to date.
ms_my: Kod shortcode saya membolehkan pengguna melihat dan menguruskan resume mereka yang dimuat naik, menyediakan cara yang mudah untuk memastikan bahan permohonan kerja mereka terkini.
tl_ph: Pinapayagan ng aking shortcode ng resume ang mga gumagamit na tingnan at pamahalaan ang kanilang na -upload na mga resume, na nagbibigay ng isang maginhawang paraan upang mapanatili ang kanilang mga materyales sa aplikasyon ng trabaho hanggang sa kasalukuyan.
vi: Shortcode sơ yếu lý lịch của tôi cho phép người dùng xem và quản lý sơ yếu lý lịch đã tải lên của họ, cung cấp một cách tiện lợi để giữ cho tài liệu ứng tuyển công việc của họ luôn cập nhật

source: All Resumes
ms_my: Semua resume
tl_ph: Lahat ng resume
vi: Tất cả sơ yếu lý lịch

source: All resumes shortcode allows job seekers to view and manage their uploaded resumes, ensuring they have easy access to their application materials.
ms_my: Semua kod pendek resume membolehkan pencari kerja melihat dan menguruskan resume mereka yang dimuat naik, memastikan mereka mempunyai akses mudah ke bahan permohonan mereka.
tl_ph: Ang lahat ng nagpapatuloy na shortcode ay nagbibigay -daan sa mga naghahanap ng trabaho upang tingnan at pamahalaan ang kanilang mga na -upload na resume, tinitiyak na madali silang mag -access sa kanilang mga materyales sa aplikasyon.
vi: Shortcode tất cả sơ yếu lý lịch cho phép người tìm việc xem và quản lý sơ yếu lý lịch đã tải lên của họ, đảm bảo họ có quyền truy cập dễ dàng vào tài liệu ứng tuyển của mình

source: This Shortcode requires WP Job Portal All Resumes Addon
ms_my: Kod shortc ini memerlukan portal kerja WP semua resume addon
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal lahat ng resume addon
vi: Shortcode này yêu cầu Addon Tất cả sơ yếu lý lịch WP Job Portal

source: The featured resumes shortcode showcases a selection of standout resumes, allowing job seekers to stand out to potential employers.
ms_my: Kod shortcode resume yang dipaparkan mempamerkan pilihan resume yang menonjol, yang membolehkan pencari kerja menonjol kepada majikan yang berpotensi.
tl_ph: Ang itinatampok na resume ng shortcode ay nagpapakita ng isang seleksyon ng mga resume ng standout, na nagpapahintulot sa mga naghahanap ng trabaho na tumayo sa mga potensyal na employer.
vi: Shortcode sơ yếu lý lịch nổi bật giới thiệu một lựa chọn các sơ yếu lý lịch nổi bật, cho phép người tìm việc nổi bật với nhà tuyển dụng tiềm năng

source: This Shortcode requires WP Job Portal Featured Resumes Addon
ms_my: Kod shortc ini memerlukan portal kerja WP yang ditampilkan resume addon
tl_ph: Ang shortcode na ito ay nangangailangan ng WP Job Portal na itinampok na resume addon
vi: Shortcode này yêu cầu Addon Sơ yếu lý lịch nổi bật WP Job Portal
