Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Show Career Builder jobs in job listings
ms_my: Tunjukkan pekerjaan Pembina Kerjaya dalam penyenaraian kerja
tl_ph: Ipakita ang mga trabaho sa Career Builder sa mga listahan ng trabaho
vi: Hiển thị công việc Career Builder trong danh sách công việc

source: Number of jobs before showing Career Builder jobs
ms_my: Bilangan pekerjaan sebelum menunjukkan pekerjaan Pembina Kerjaya
tl_ph: Bilang ng mga trabaho bago magpakita ng mga trabahong Career Builder
vi: Số lượng công việc trước khi hiển thị công việc Career Builder

source: How many plugin jobs show before career builder jobs
ms_my: Berapa banyak kerja pemalam ditunjukkan sebelum kerja pembina kerjaya
tl_ph: Ilang trabaho sa plugin ang ipinapakita bago ang mga trabahong tagabuo ng karera
vi: Hiển thị bao nhiêu công việc plugin trước công việc Career Builder

source: Number of Career Builder jobs per page
ms_my: Bilangan kerja Pembina Kerjaya setiap halaman
tl_ph: Bilang ng mga trabaho sa Career Builder bawat pahina
vi: Số lượng công việc Career Builder trên mỗi trang

source: Number of Career Builder jobs per scroll
ms_my: Bilangan kerja Pembina Kerjaya setiap skrol
tl_ph: Bilang ng mga trabaho sa Career Builder bawat scroll
vi: Số lượng công việc Career Builder mỗi lần cuộn

source: Country Code
ms_my: Kod negara
tl_ph: Code ng Bansa
vi: Mã quốc gia

source: Comma separated list of country codes
ms_my: Senarai kod negara yang dipisahkan koma
tl_ph: Listahan ng mga country code na pinaghihiwalay ng kuwit
vi: Danh sách mã quốc gia phân cách bằng dấu phẩy

source: Comma separated list of job types i.e JTFT, JTPT, JTFP, JTCT, JTIN
ms_my: Senarai jenis pekerjaan dipisahkan koma iaitu JTFT, JTPT, JTFP, JTCT, JTIN
tl_ph: Comma separated list ng mga uri ng trabaho i.e JTFT, JTPT, JTFP, JTCT, JTIN
vi: Danh sách các loại công việc phân cách bằng dấu phẩy, ví dụ: JTFT, JTPT, JTFP, JTCT, JTIN

source: Full-time
ms_my: Sepenuh masa
tl_ph: Buong oras
vi: Toàn thời gian

source: Part-time
ms_my: Sambilan
vi: Bán thời gian

source: Full-time/part-time
ms_my: Sepenuh masa/sambilan
vi: Toàn thời gian/bán thời gian

source: Contractant
ms_my: Kontraktor
tl_ph: Kontratista
vi: Hợp đồng

source: states
ms_my: negeri
tl_ph: estado
vi: bang

source: cities
ms_my: bandar-bandar
tl_ph: mga lungsod
vi: thành phố

source: Has states
ms_my: Mempunyai negeri
tl_ph: May mga estado
vi: Có bang

source: Has cities
ms_my: Mempunyai bandar
tl_ph: May mga lungsod
vi: Có thành phố

source: Currency Code
ms_my: Kod matawang
tl_ph: Code ng Pera
vi: Mã tiền tệ

source: Code
ms_my: Kod
vi: Mã

source: Currency Symbol
ms_my: Simbol Mata Wang
tl_ph: Simbolo ng Pera
vi: Ký hiệu tiền tệ

source: Parent Field
ms_my: Padang Induk
tl_ph: Patlang ng Magulang
vi: Trường cha

source: Add User Field
ms_my: Tambah Medan Pengguna
tl_ph: Magdagdag ng Field ng User
vi: Thêm trường người dùng

source: Radio Button
ms_my: Butang radio
tl_ph: Pindutan ng Radyo
vi: Nút radio

source: Field Type
ms_my: Jenis Medan
tl_ph: Uri ng Field
vi: Loại trường

source: Field Title
ms_my: Tajuk Bidang
tl_ph: Pamagat ng Field
vi: Tiêu đề trường

source: Show on listing
ms_my: Tunjukkan pada penyenaraian
tl_ph: Ipakita sa listahan
vi: Hiển thị trên danh sách

source: Section cannot be changeable in edit case
ms_my: Bahagian tidak boleh diubah dalam kes edit
tl_ph: Hindi mababago ang seksyon sa kaso ng pag-edit
vi: Phần không thể thay đổi trong trường hợp chỉnh sửa

source: Required
ms_my: Diperlukan
tl_ph: Kailangan
vi: Bắt buộc

source: Place Holder
ms_my: Pemegang tempat
vi: Trình giữ chỗ

source: Use enter key to separate options
ms_my: Gunakan kekunci enter untuk memisahkan pilihan
tl_ph: Gamitin ang enter key upang paghiwalayin ang mga opsyon
vi: Sử dụng phím enter để phân tách các tùy chọn

source: User Field
ms_my: Medan Pengguna
tl_ph: Patlang ng User
vi: Trường người dùng

source: Disabled
ms_my: Dilumpuhkan
tl_ph: Hindi pinagana
vi: Đã tắt

source: User Search
ms_my: Carian Pengguna
tl_ph: Paghahanap ng Gumagamit
vi: Tìm kiếm người dùng

source: Visitor Search
ms_my: Carian Pelawat
tl_ph: Paghahanap ng Bisita
vi: Tìm kiếm khách

source: Go
ms_my: Pergi
tl_ph: Pumunta ka
vi: Đi

source: unpublished
ms_my: tidak diterbitkan
tl_ph: hindi nai-publish
vi: chưa xuất bản

source: User Fields
ms_my: Medan Pengguna
tl_ph: Mga Patlang ng Gumagamit
vi: Trường người dùng

source: Field Name
ms_my: Nama Medan
tl_ph: Pangalan ng Field
vi: Tên trường

source: Read Only
ms_my: Baca sahaja
tl_ph: Basahin lamang
vi: Chỉ đọc

source: Pending Due to Payment
ms_my: Menunggu Disebabkan Pembayaran
tl_ph: Nakabinbin Dahil sa Pagbabayad
vi: Chờ xử lý do thanh toán

source: Company Detail
ms_my: Butiran Syarikat
tl_ph: Detalye ng Kumpanya
vi: Chi tiết công ty

source: rejected for featured
ms_my: ditolak untuk ditampilkan
tl_ph: tinanggihan para sa itinatampok
vi: bị từ chối để nổi bật

source: approved for featured
ms_my: diluluskan untuk ditampilkan
tl_ph: naaprubahan para sa itinatampok
vi: được phê duyệt để nổi bật

source: removed for featured
ms_my: dialih keluar untuk ditampilkan
tl_ph: inalis para sa itinatampok
vi: đã bị xóa khỏi nổi bật

source: pending for featured
ms_my: menunggu untuk ditampilkan
tl_ph: nakabinbin para sa itinatampok
vi: đang chờ để nổi bật

source: Removed
ms_my: Dialih keluar
tl_ph: Inalis
vi: Đã xóa

source: Due to rejection of job you do not have permission to see job detail
ms_my: Disebabkan penolakan kerja, anda tidak mempunyai kebenaran untuk melihat butiran kerja
tl_ph: Dahil sa pagtanggi sa trabaho wala kang pahintulot na makita ang detalye ng trabaho
vi: Do công việc bị từ chối, bạn không có quyền xem chi tiết công việc

source: click here to edit job
ms_my: klik di sini untuk mengedit kerja
tl_ph: mag-click dito upang i-edit ang trabaho
vi: nhấp vào đây để chỉnh sửa công việc

source: Body
ms_my: Badan
tl_ph: Katawan
vi: Nội dung

source: Parameters
ms_my: Parameter
tl_ph: Mga Parameter
vi: Tham số

source: Employer name
ms_my: Nama pekerja
tl_ph: Pangalan ng employer
vi: Tên nhà tuyển dụng

source: Company status for approve,reject,pending
ms_my: Status syarikat untuk meluluskan, menolak, belum selesai
tl_ph: Katayuan ng kumpanya para aprubahan, tanggihan, nakabinbin
vi: Trạng thái công ty để phê duyệt, từ chối, đang chờ

source: Company approve or reject
ms_my: Syarikat meluluskan atau menolak
tl_ph: Inaprubahan o tanggihan ng kumpanya
vi: Phê duyệt hoặc từ chối công ty

source: Gold
ms_my: emas
tl_ph: ginto
vi: Vàng

source: Company Owner Name
ms_my: Nama Pemilik Syarikat
tl_ph: Pangalan ng May-ari ng Kumpanya
vi: Tên chủ sở hữu công ty

source: Job seeker name
ms_my: Nama pencari kerja
tl_ph: Pangalan ng naghahanap ng trabaho
vi: Tên người tìm việc

source: Job link
ms_my: Pautan kerja
tl_ph: Link ng trabaho
vi: Liên kết công việc

source: Job approve or reject
ms_my: Kerja meluluskan atau menolak
tl_ph: Pag-apruba o pagtanggi ng trabaho
vi: Phê duyệt hoặc từ chối công việc

source: Role for employer
ms_my: Peranan untuk majikan
tl_ph: Tungkulin para sa employer
vi: Vai trò cho nhà tuyển dụng

source: Employer control panel link
ms_my: Pautan panel kawalan majikan
tl_ph: Link ng control panel ng employer
vi: Liên kết bảng điều khiển nhà tuyển dụng

source: Role for job seeker
ms_my: Peranan untuk pencari kerja
tl_ph: Tungkulin para sa naghahanap ng trabaho
vi: Vai trò cho người tìm việc

source: Job seeker control panel link
ms_my: Pautan panel kawalan pencari kerja
tl_ph: Link ng control panel ng naghahanap ng trabaho
vi: Liên kết bảng điều khiển người tìm việc

source: Resume data
ms_my: Sambung semula data
tl_ph: Ipagpatuloy ang data
vi: Dữ liệu hồ sơ

source: Resume curent status
ms_my: Sambung semula status semasa
tl_ph: Ipagpatuloy ang kasalukuyang katayuan
vi: Trạng thái hiện tại của hồ sơ

source: Cover letter title
ms_my: Tajuk surat iringan
tl_ph: Pamagat ng cover letter
vi: Tiêu đề thư xin việc

source: Cover letter description
ms_my: Penerangan surat iringan
tl_ph: Paglalarawan ng cover letter
vi: Mô tả thư xin việc

source: Resume link
ms_my: Sambung semula pautan
tl_ph: Ipagpatuloy ang link
vi: Liên kết hồ sơ

source: Resume approve or reject
ms_my: Sambung semula meluluskan atau menolak
tl_ph: Ipagpatuloy ang pag-apruba o pagtanggi
vi: Phê duyệt hoặc từ chối hồ sơ

source: Applied resume status
ms_my: Status resume yang digunakan
tl_ph: Inilapat na katayuan ng resume
vi: Trạng thái hồ sơ đã ứng tuyển

source: Agency name
ms_my: Nama agensi
tl_ph: Pangalan ng ahensya
vi: Tên đại lý

source: Package title
ms_my: Tajuk pakej
tl_ph: Pamagat ng package
vi: Tiêu đề gói

source: Package price
ms_my: Harga pakej
tl_ph: Presyo ng package
vi: Giá gói

source: View package
ms_my: Lihat pakej
tl_ph: Tingnan ang pakete
vi: Xem gói

source: Publish status
ms_my: Terbitkan status
tl_ph: I-publish ang status
vi: Trạng thái xuất bản

source: new
ms_my: baru
tl_ph: bago
vi: mới

source: buy credits pack
ms_my: beli pek kredit
tl_ph: bumili ng credits pack
vi: mua gói tín dụng

source: expire package
ms_my: pakej tamat tempoh
tl_ph: expire na package
vi: gói hết hạn

source: job apply
ms_my: memohon kerja
tl_ph: mag-apply ng trabaho
vi: ứng tuyển công việc

source: New
ms_my: Baru
tl_ph: Bago
vi: Mới

source: by visitor
ms_my: oleh pelawat
tl_ph: ng bisita
vi: bởi khách

source: Applied resume status change
ms_my: Perubahan status resume yang digunakan
tl_ph: Inilapat ang pagbabago sa katayuan ng resume
vi: Thay đổi trạng thái hồ sơ đã ứng tuyển

source: Package Purchase Admin
ms_my: Admin Pembelian Pakej
tl_ph: Admin ng Pagbili ng Package
vi: Quản trị mua gói

source: Package Status
ms_my: Status Pakej
tl_ph: Status ng Package
vi: Trạng thái gói

source: Package Purchase
ms_my: Pembelian Pakej
tl_ph: Pagbili ng Package
vi: Mua gói

source: Job Seeker Visitor
ms_my: Pelawat Pencari Kerja
tl_ph: Bisita na Naghahanap ng Trabaho
vi: Khách tìm việc

source: Employer Visitor
ms_my: Pelawat Majikan
tl_ph: Bisita ng Employer
vi: Khách nhà tuyển dụng

source: send email
ms_my: menghantar e-mel
tl_ph: magpadala ng email
vi: gửi email

source: dont send email
ms_my: jangan hantar emel
tl_ph: huwag magpadala ng email
vi: không gửi email

source: Miscellaneous
ms_my: Macam-macam
vi: Linh tinh

source: Send email
ms_my: Menghantar e-mel
tl_ph: Magpadala ng email
vi: Gửi email

source: Dont send email
ms_my: Jangan hantar e-mel
tl_ph: Huwag magpadala ng email
vi: Không gửi email

source: Go Back To Home
ms_my: Balik Ke Rumah
tl_ph: Bumalik sa Bahay
vi: Quay lại trang chủ

source: Edit profile
ms_my: Sunting profil
tl_ph: Ibahin ang profile
vi: Chỉnh sửa hồ sơ

source: Short Links
ms_my: Pautan Pendek
tl_ph: Maikling Link
vi: Liên kết ngắn

source: posted jobs
ms_my: jawatan yang disiarkan
tl_ph: naka-post na mga trabaho
vi: công việc đã đăng

source: Posted Jobs
ms_my: Jawatan Kosong
tl_ph: Naka-post na Mga Trabaho
vi: Công việc đã đăng

source: View Detail
ms_my: Lihat Butiran
tl_ph: Tingnan ang Detalye
vi: Xem chi tiết

source: applied resume
ms_my: resume yang dipohon
tl_ph: inilapat na resume
vi: hồ sơ đã ứng tuyển

source: my company
ms_my: syarikat saya
tl_ph: Ang aking kumpanya
vi: công ty của tôi

source: My Company
ms_my: Syarikat saya
tl_ph: Ang aking kumpanya
vi: Công ty của tôi

source: Recent Application's
ms_my: Permohonan Terkini
tl_ph: Kamakailang Aplikasyon
vi: Ứng dụng gần đây

source: User image
ms_my: Imej pengguna
tl_ph: Larawan ng user
vi: Hình ảnh người dùng

source: My jobs
ms_my: pekerjaan saya
tl_ph: Mga trabaho ko
vi: Công việc của tôi

source: Add job
ms_my: Tambah kerja
tl_ph: Magdagdag ng trabaho
vi: Thêm công việc

source: Resume by categories
ms_my: Sambung semula mengikut kategori
tl_ph: Ipagpatuloy ayon sa mga kategorya
vi: Hồ sơ theo danh mục

source: Resumes by categories
ms_my: Resume mengikut kategori
tl_ph: Ipagpatuloy ayon sa mga kategorya
vi: Hồ sơ theo danh mục

source: Resumes By Categories
ms_my: Resume Mengikut Kategori
tl_ph: Mga Resume Ayon sa Mga Kategorya
vi: Hồ sơ theo danh mục

source: add user fields
ms_my: tambah medan pengguna
tl_ph: magdagdag ng mga patlang ng gumagamit
vi: thêm trường người dùng

source: required
ms_my: diperlukan
tl_ph: kailangan
vi: bắt buộc

source: not required
ms_my: tidak dikehendaki
tl_ph: hindi kailangan
vi: không bắt buộc

source: Select status
ms_my: Pilih status
tl_ph: Pumili ng katayuan
vi: Chọn trạng thái

source: References
ms_my: Rujukan
tl_ph: Mga sanggunian
vi: Tham khảo

source: Add New Education
ms_my: Tambah Pendidikan Baharu
tl_ph: Magdagdag ng Bagong Edukasyon
vi: Thêm học vấn mới

source: Educations
ms_my: Pendidikan
tl_ph: Mga edukasyon
vi: Học vấn

source: JS multi city
ms_my: JS berbilang bandar
tl_ph: JS maraming lungsod
vi: JS nhiều thành phố

source: JS search all
ms_my: JS cari semua
tl_ph: JS search lahat
vi: JS tìm kiếm tất cả

source: JS From
ms_my: JS Daripada
tl_ph: Mula kay JS
vi: JS Từ

source: JS To
ms_my: JS Kepada
vi: JS Đến

source: You do not have any Job Apply remaining
ms_my: Anda tidak mempunyai sebarang Permohonan Kerja yang tinggal
tl_ph: Wala ka nang natitirang Job Apply
vi: Bạn không còn lượt ứng tuyển công việc nào

source: Job Information
ms_my: Maklumat Pekerjaan
tl_ph: Impormasyon sa Trabaho
vi: Thông tin công việc

source: Overview
ms_my: Gambaran keseluruhan
tl_ph: Pangkalahatang-ideya
vi: Tổng quan

source: Full Detail
ms_my: Butiran Penuh
tl_ph: Buong Detalye
vi: Chi tiết đầy đủ

source: Something got wrong 1
ms_my: Ada yang tidak kena 1
tl_ph: May mali 1
vi: Có lỗi xảy ra 1

source: Job Approval Queue
ms_my: Barisan Kelulusan Kerja
tl_ph: Queue ng Pag-apruba sa Trabaho
vi: Hàng chờ phê duyệt công việc

source: Job Copied Successfully
ms_my: Kerja Berjaya Disalin
tl_ph: Matagumpay na Nakopya ang Trabaho
vi: Công việc đã được sao chép thành công

source: If Any Other Experience
ms_my: Jika Ada Pengalaman Lain
tl_ph: Kung May Iba Pang Karanasan
vi: Nếu có kinh nghiệm khác

source: Select some options
ms_my: Pilih beberapa pilihan
tl_ph: Pumili ng ilang opsyon
vi: Chọn một số tùy chọn

source: Type in city name
ms_my: Taipkan nama bandar
tl_ph: I-type ang pangalan ng lungsod
vi: Nhập tên thành phố

source: Job Has Been Feature SuccessFully
ms_my: Pekerjaan Telah Dicirikan Dengan Berjaya Sepenuhnya
tl_ph: Ang Trabaho ay Naging Tagumpay nang Ganap
vi: Công việc đã được đánh dấu nổi bật thành công

source: Salary
ms_my: Gaji
tl_ph: suweldo
vi: Lương

source: Fixed
ms_my: tetap
tl_ph: Nakapirming
vi: Cố định

source: Range
ms_my: Julat
tl_ph: Saklaw
vi: Khoảng

source: Salary Type
ms_my: Jenis Gaji
tl_ph: Uri ng suweldo
vi: Loại lương

source: Not publish
ms_my: Tidak menerbitkan
tl_ph: Hindi i-publish
vi: Không xuất bản

source: Edit Job
ms_my: Edit Kerja
tl_ph: I-edit ang Trabaho
vi: Chỉnh sửa công việc

source: Delete Job
ms_my: Padamkan Kerja
tl_ph: Tanggalin ang Trabaho
vi: Xóa công việc

source: ago
ms_my: lalu
tl_ph: kanina
vi: trước

source: Degree Title
ms_my: Tajuk Ijazah
tl_ph: Pamagat ng Degree
vi: Tiêu đề bằng cấp

source: Apply Before
ms_my: Mohon Sebelum
tl_ph: Mag-apply Bago
vi: Ứng tuyển trước

source: category
ms_my: kategori
tl_ph: kategorya
vi: danh mục

source: created
ms_my: dicipta
tl_ph: nilikha
vi: đã tạo

source: end date
ms_my: tarikh tamat
tl_ph: petsa ng pagtatapos
vi: ngày kết thúc

source: Closes
ms_my: tutup
tl_ph: Nagsasara
vi: Đóng

source: You Already Applied to this job
ms_my: Anda Sudah Memohon untuk kerja ini
tl_ph: Nag-apply ka na sa trabahong ito
vi: Bạn đã ứng tuyển vào công việc này

source: Total Jobs
ms_my: Jumlah Pekerjaan
tl_ph: Kabuuang mga Trabaho
vi: Tổng số công việc

source: Remaining Job
ms_my: Baki Kerja
tl_ph: Natitirang Trabaho
vi: Công việc còn lại

source: Current Salary
ms_my: Gaji terkini
tl_ph: Kasalukuyang suweldo
vi: Lương hiện tại

source: Applied Info
ms_my: Maklumat Gunaan
tl_ph: Inilapat na Impormasyon
vi: Thông tin đã ứng tuyển

source: No Record Found
ms_my: tiada rekod ditemui
tl_ph: Walang Nahanap na Rekord
vi: Không tìm thấy bản ghi

source: Something wrong pleas try later
ms_my: Ada yang salah sila cuba kemudian
tl_ph: May mali mangyaring subukan mamaya
vi: Có lỗi xảy ra, vui lòng thử lại sau

source: Apply With Resume
ms_my: Mohon Dengan Resume
tl_ph: Mag-apply Gamit ang Resume
vi: Ứng tuyển với hồ sơ

source: You do not have any resume!
ms_my: Anda tidak mempunyai sebarang resume!
tl_ph: Wala kang anumang resume!
vi: Bạn không có hồ sơ nào!

source: You are employer, you can not apply to job
ms_my: Anda majikan, anda tidak boleh memohon kerja
tl_ph: Ikaw ay employer, hindi ka maaaring mag-apply sa trabaho
vi: Bạn là nhà tuyển dụng, bạn không thể ứng tuyển công việc

source: You do not have any role
ms_my: Anda tidak mempunyai apa-apa peranan
tl_ph: Wala kang papel
vi: Bạn không có vai trò nào

source: Apply as visitor
ms_my: Mohon sebagai pelawat
tl_ph: Mag-apply bilang bisita
vi: Ứng tuyển với tư cách khách

source: please select a resume first
ms_my: sila pilih resume dahulu
tl_ph: pakipili muna ng resume
vi: vui lòng chọn một hồ sơ trước

source: You have already applied this job
ms_my: Anda telah pun memohon kerja ini
tl_ph: Nailapat mo na ang trabahong ito
vi: Bạn đã ứng tuyển công việc này

source: Job has been Pending Due to Payment
ms_my: Kerja telah Menunggu Kerana Pembayaran
tl_ph: Nakabinbin ang Trabaho Dahil sa Pagbabayad
vi: Công việc đang chờ xử lý do thanh toán

source: Sender Email
ms_my: E-mel Pengirim
tl_ph: Email ng Nagpadala
vi: Email người gửi

source: Cell
ms_my: sel
vi: Di động

source: Work preference
ms_my: Keutamaan kerja
tl_ph: Kagustuhan sa trabaho
vi: Ưu tiên công việc

source: Institution Name
ms_my: Nama Institusi
tl_ph: Pangalan ng Institution
vi: Tên tổ chức

source: Cert/deg/oth
ms_my: Sijil/deg/lain
tl_ph: Sert/deg/oth
vi: Chứng chỉ/bằng cấp/khác

source: Position
ms_my: kedudukan
tl_ph: Posisyon
vi: Vị trí

source: From Date
ms_my: Dari tarikh
tl_ph: Mula sa Petsa
vi: Từ ngày

source: To Date
ms_my: Sehingga Kini
tl_ph: Upang Date
vi: Đến ngày

source: Language Name
ms_my: Nama Bahasa
tl_ph: Pangalan ng Wika
vi: Tên ngôn ngữ

source: Email has been send
ms_my: E-mel telah dihantar
tl_ph: Naipadala na ang email
vi: Email đã được gửi

source: Email has not been send
ms_my: E-mel belum dihantar
tl_ph: Hindi naipadala ang email
vi: Email chưa được gửi

source: Please fill the subject
ms_my: Sila isi subjek
tl_ph: Mangyaring punan ang paksa
vi: Vui lòng điền chủ đề

source: Message sent
ms_my: Pesanan dihantar
tl_ph: Naipadala ang mensahe
vi: Tin nhắn đã gửi

source: Message not sent
ms_my: Mesej tidak dihantar
tl_ph: Hindi naipadala ang mensahe
vi: Tin nhắn chưa gửi

source: JS invalid email
ms_my: E-mel JS tidak sah
tl_ph: Hindi wastong email ang JS
vi: JS email không hợp lệ

source: JS your email is required
ms_my: JS e-mel anda diperlukan
tl_ph: JS kailangan ang iyong email
vi: JS email của bạn là bắt buộc

source: Note have been saved successfully
ms_my: Nota telah berjaya disimpan
tl_ph: Matagumpay na nai-save ang tala
vi: Ghi chú đã được lưu thành công

source: Failed while performing action
ms_my: Gagal semasa melakukan tindakan
tl_ph: Nabigo habang nagsasagawa ng pagkilos
vi: Thất bại khi thực hiện hành động

source: Error sending email
ms_my: Ralat menghantar e-mel
tl_ph: Error sa pagpapadala ng email
vi: Lỗi khi gửi email

source: Failed While Performing Action
ms_my: Gagal Semasa Melakukan Tindakan
tl_ph: Nabigo Habang Nagsasagawa ng Aksyon
vi: Thất bại khi thực hiện hành động

source: Resume Applied On Job
ms_my: Resume Dipohon Pada Kerja
tl_ph: Inilapat ang Resume Sa Trabaho
vi: Hồ sơ đã ứng tuyển vào công việc

source: view profile
ms_my: lihat profil
tl_ph: Tingnan ang Profile
vi: xem hồ sơ

source: View Profile
ms_my: Lihat profil
tl_ph: Tingnan ang Profile
vi: Xem hồ sơ

source: Desired Salary
ms_my: gaji yang diinginkan
tl_ph: Ninanais na suweldo
vi: Lương mong muốn

source: Job View
ms_my: Pandangan Kerja
tl_ph: View ng Trabaho
vi: Xem công việc

source: Applied
ms_my: Digunakan
tl_ph: Inilapat
vi: Đã ứng tuyển

source: Number of jobs in last six months
ms_my: Bilangan pekerjaan dalam enam bulan terakhir
tl_ph: Bilang ng mga trabaho sa nakalipas na anim na buwan
vi: Số lượng công việc trong sáu tháng qua

source: my resume
ms_my: resume saya
tl_ph: ang aking resume
vi: hồ sơ của tôi

source: applied job
ms_my: pekerjaan yang dipohon
tl_ph: inilapat na trabaho
vi: công việc đã ứng tuyển

source: newest jobs
ms_my: pekerjaan terbaru
tl_ph: pinakabagong mga trabaho
vi: công việc mới nhất

source: Newest Job
ms_my: Kerja Terbaru
tl_ph: Pinakabagong Trabaho
vi: Công việc mới nhất

source: view detail
ms_my: lihat butiran
tl_ph: Tingnan ang Detalye
vi: xem chi tiết

source: Jobs Applied Recently
ms_my: Pekerjaan Dipohon Baru-baru ini
tl_ph: Mga Trabahong Inilapat Kamakailan
vi: Công việc đã ứng tuyển gần đây

source: view all
ms_my: lihat semua
tl_ph: Tingnan lahat
vi: xem tất cả

source: Total resume
ms_my: Jumlah resume
tl_ph: Kabuuang resume
vi: Tổng số hồ sơ

source: register
ms_my: mendaftar
tl_ph: magparehistro
vi: đăng ký

source: my applied jobs
ms_my: pekerjaan saya yang dipohon
tl_ph: ang aking mga ina-apply na trabaho
vi: công việc đã ứng tuyển của tôi

source: search job
ms_my: cari kerja
tl_ph: maghanap ng trabaho
vi: tìm kiếm công việc

source: jobs by categories
ms_my: pekerjaan mengikut kategori
tl_ph: mga trabaho ayon sa mga kategorya
vi: công việc theo danh mục

source: jobs by types
ms_my: pekerjaan mengikut jenis
tl_ph: trabaho ayon sa uri
vi: công việc theo loại

source: add resume
ms_my: tambah resume
tl_ph: magdagdag ng resume
vi: thêm hồ sơ

source: logout
ms_my: log keluar
vi: đăng xuất

source: Profile image
ms_my: Imej profil
tl_ph: Larawan sa profile
vi: Hình ảnh hồ sơ

source: Color
ms_my: Warna
tl_ph: Kulay
vi: Màu sắc

source: no default
ms_my: tiada lalai
tl_ph: walang default
vi: không mặc định

source: Jobs data has been successfully imported
ms_my: Data pekerjaan telah berjaya diimport
tl_ph: Matagumpay na na-import ang data ng trabaho
vi: Dữ liệu công việc đã được nhập thành công

source: Select the demo data to import
ms_my: Pilih data demo untuk diimport
tl_ph: Piliin ang demo data na ii-import
vi: Chọn dữ liệu demo để nhập

source: Select demo
ms_my: Pilih demo
tl_ph: Pumili ng demo
vi: Chọn demo

source: What to do with previous demo data
ms_my: Perkara yang perlu dilakukan dengan data demo sebelumnya
tl_ph: Ano ang gagawin sa nakaraang data ng demo
vi: Làm gì với dữ liệu demo trước đó

source: All the content of previus demo data will be deleted.
ms_my: Semua kandungan data demo sebelumnya akan dipadamkan.
tl_ph: Made-delete ang lahat ng content ng previus demo data.
vi: Tất cả nội dung của dữ liệu demo trước đó sẽ bị xóa.

source: Import Sample Data
ms_my: Import Data Contoh
tl_ph: Mag-import ng Sample na Data
vi: Nhập dữ liệu mẫu

source: General
ms_my: Umum
tl_ph: Heneral
vi: Chung

source: Sample Data
ms_my: Data Sampel
tl_ph: Sample na data
vi: Dữ liệu mẫu

source: Insert Sample Data
ms_my: Masukkan Data Contoh
tl_ph: Ipasok ang Sample na Data
vi: Chèn dữ liệu mẫu

source: jobseeker
ms_my: pencari kerja
tl_ph: naghahanap ng trabaho
vi: người tìm việc

source: Job Seeker Menu
ms_my: Menu Pencari Kerja
tl_ph: Menu ng Naghahanap ng Trabaho
vi: Menu người tìm việc

source: Employer Menu
ms_my: Menu Majikan
tl_ph: Menu ng Employer
vi: Menu nhà tuyển dụng

source: Job Hub Sample Data
ms_my: Data Contoh Hab Kerja
tl_ph: Sample Data ng Job Hub
vi: Dữ liệu mẫu Job Hub

source: back
ms_my: belakang
tl_ph: pabalik
vi: quay lại

source: Back
ms_my: belakang
tl_ph: Bumalik
vi: Quay lại

source: finish
ms_my: selesai
tl_ph: tapusin
vi: hoàn thành

source: Finish
ms_my: Selesai
tl_ph: Tapusin
vi: Hoàn thành

source: General Configurations
ms_my: Konfigurasi Umum
tl_ph: Mga Pangkalahatang Configuration
vi: Cấu hình chung

source: System email address
ms_my: Alamat e-mel sistem
tl_ph: Email address ng system
vi: Địa chỉ email hệ thống
