Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: slug for my departments page
ms_my: slug untuk halaman jabatan saya
tl_ph: slug para sa pahina ng aking mga departamento
vi: đường dẫn cho trang phòng ban của tôi

source: slug for add department page
ms_my: slug untuk menambah halaman jabatan
tl_ph: slug para magdagdag ng pahina ng departamento
vi: đường dẫn cho trang thêm phòng ban

source: slug for view department page
ms_my: slug untuk melihat halaman jabatan
tl_ph: slug para tingnan ang pahina ng departamento
vi: đường dẫn cho trang xem phòng ban

source: slug for view company page
ms_my: slug untuk melihat halaman syarikat
tl_ph: slug para tingnan ang pahina ng kumpanya
vi: đường dẫn cho trang xem công ty

source: slug for view resume page
ms_my: slug untuk melihat halaman resume
tl_ph: slug para tingnan ang pahina ng resume
vi: đường dẫn cho trang xem hồ sơ

source: slug for view job page
ms_my: slug untuk melihat halaman kerja
tl_ph: slug para tingnan ang pahina ng trabaho
vi: đường dẫn cho trang xem công việc

source: slug for my folders page
ms_my: slug untuk halaman folder saya
tl_ph: slug para sa aking pahina ng mga folder
vi: đường dẫn cho trang thư mục của tôi

source: slug for add folder page
ms_my: slug untuk menambah halaman folder
tl_ph: slug para magdagdag ng pahina ng folder
vi: đường dẫn cho trang thêm thư mục

source: slug for view folder page
ms_my: slug untuk melihat halaman folder
tl_ph: slug para tingnan ang pahina ng folder
vi: đường dẫn cho trang xem thư mục

source: slug for folder resume page
ms_my: slug untuk halaman resume folder
tl_ph: slug para sa pahina ng resume ng folder
vi: đường dẫn cho trang hồ sơ trong thư mục

source: slug for job seeker messages page
ms_my: slug untuk halaman mesej pencari kerja
tl_ph: slug para sa pahina ng mga mensahe ng naghahanap ng trabaho
vi: đường dẫn cho trang tin nhắn của người tìm việc

source: slug for employer messages page
ms_my: slug untuk halaman mesej majikan
tl_ph: slug para sa pahina ng mga mensahe ng employer
vi: đường dẫn cho trang tin nhắn của nhà tuyển dụng

source: slug for send message page
ms_my: slug untuk halaman hantar mesej
tl_ph: slug para sa pahina ng pagpapadala ng mensahe
vi: đường dẫn cho trang gửi tin nhắn

source: slug for job messages page
ms_my: slug untuk halaman mesej kerja
tl_ph: pahina ng slug para sa mga mensahe ng trabaho
vi: đường dẫn cho trang tin nhắn công việc

source: slug for jobs by types page
ms_my: slug untuk pekerjaan mengikut jenis halaman
tl_ph: slug para sa mga trabaho ayon sa mga uri ng pahina
vi: đường dẫn cho trang công việc theo loại

source: slug for messages page
ms_my: slug untuk halaman mesej
tl_ph: pahina ng slug para sa mga mensahe
vi: đường dẫn cho trang tin nhắn

source: slug for resume search page
ms_my: slug untuk halaman carian resume
tl_ph: slug para sa pahina ng paghahanap ng resume
vi: đường dẫn cho trang tìm kiếm hồ sơ

source: slug for resume save search page
ms_my: slug untuk resume simpan halaman carian
tl_ph: slug para sa resume save search page
vi: đường dẫn cho trang lưu tìm kiếm hồ sơ

source: slug for resume by category page
ms_my: slug untuk resume mengikut halaman kategori
tl_ph: slug para sa resume ayon sa pahina ng kategorya
vi: đường dẫn cho trang hồ sơ theo danh mục

source: slug for resume rss page
ms_my: slug untuk resume halaman rss
tl_ph: slug para sa resume rss page
vi: đường dẫn cho trang RSS hồ sơ

source: slug for employer credits page
ms_my: slug untuk halaman kredit majikan
tl_ph: pahina ng slug para sa mga kredito ng employer
vi: đường dẫn cho trang tín dụng của nhà tuyển dụng

source: slug for job seeker credits page
ms_my: slug untuk halaman kredit pencari kerja
tl_ph: pahina ng kredito para sa naghahanap ng trabaho
vi: đường dẫn cho trang tín dụng của người tìm việc

source: slug for employer purchase history page
ms_my: slug untuk halaman sejarah pembelian majikan
tl_ph: slug para sa pahina ng kasaysayan ng pagbili ng employer
vi: đường dẫn cho trang lịch sử mua hàng của nhà tuyển dụng

source: employer my stats page
ms_my: majikan halaman statistik saya
tl_ph: employer ang aking pahina ng istatistika
vi: trang thống kê của tôi của nhà tuyển dụng

source: slug for job seeker stats page
ms_my: halaman statistik slug untuk pencari kerja
tl_ph: pahina ng istatistika ng slug para sa naghahanap ng trabaho
vi: đường dẫn cho trang thống kê của người tìm việc

source: slug for register as employer page
ms_my: slug untuk daftar sebagai halaman majikan
tl_ph: slug para sa pagpaparehistro bilang pahina ng employer
vi: đường dẫn cho trang đăng ký làm nhà tuyển dụng

source: reg job seeker page
ms_my: halaman pencari kerja reg
tl_ph: reg page ng naghahanap ng trabaho
vi: trang đăng ký người tìm việc

source: slug for user register page
ms_my: slug untuk halaman daftar pengguna
tl_ph: slug para sa pahina ng rehistro ng gumagamit
vi: đường dẫn cho trang đăng ký người dùng

source: slug for add resume page
ms_my: slug untuk menambah halaman resume
tl_ph: slug para magdagdag ng resume page
vi: đường dẫn cho trang thêm hồ sơ

source: slug for my resumes page
ms_my: slug untuk halaman resume saya
tl_ph: slug para sa aking resume page
vi: đường dẫn cho trang hồ sơ của tôi

source: slug for companies page
ms_my: halaman slug untuk syarikat
tl_ph: pahina ng slug para sa mga kumpanya
vi: đường dẫn cho trang công ty

source: slug for my applied jobs page
ms_my: slug untuk halaman pekerjaan saya yang dipohon
tl_ph: slug para sa aking pahina ng inilapat na trabaho
vi: đường dẫn cho trang công việc đã ứng tuyển của tôi

source: slug for job applied resume page
ms_my: halaman resume yang dipohon pekerjaan
tl_ph: pahina ng slug para sa trabaho na inilapat resume
vi: đường dẫn cho trang hồ sơ đã ứng tuyển công việc

source: slug for job search page
ms_my: slug untuk halaman carian kerja
tl_ph: slug para sa pahina ng paghahanap ng trabaho
vi: đường dẫn cho trang tìm kiếm công việc

source: slug for job save search page
ms_my: slug untuk kerja simpan halaman carian
tl_ph: slug para sa trabaho save search page
vi: đường dẫn cho trang lưu tìm kiếm công việc

source: slug for job alert page
ms_my: slug untuk halaman amaran kerja
tl_ph: pahina ng slug para sa alerto sa trabaho
vi: đường dẫn cho trang cảnh báo công việc

source: slug for job rss page
ms_my: slug untuk halaman rss kerja
tl_ph: slug para sa trabaho rss page
vi: đường dẫn cho trang RSS công việc

source: slug for shortlisted jobs page
ms_my: slug untuk halaman pekerjaan yang disenarai pendek
tl_ph: slug para sa pahina ng mga shortlisted na trabaho
vi: đường dẫn cho trang công việc đã chọn

source: slug for job seeker purchase history page
ms_my: halaman sejarah pembelian slug untuk pencari kerja
tl_ph: pahina ng kasaysayan ng pagbili ng slug para sa naghahanap ng trabaho
vi: đường dẫn cho trang lịch sử mua hàng của người tìm việc

source: slug for rate list job seeker page
ms_my: slug untuk halaman pencari kerja senarai kadar
tl_ph: slug para sa listahan ng rate ng pahina ng naghahanap ng trabaho
vi: đường dẫn cho trang danh sách tỷ lệ của người tìm việc

source: slug for rate list employer page
ms_my: slug untuk halaman majikan senarai kadar
tl_ph: slug para sa pahina ng employer ng listahan ng rate
vi: đường dẫn cho trang danh sách tỷ lệ của nhà tuyển dụng

source: slug for job seeker credits log page
ms_my: slug untuk halaman log kredit pencari kerja
tl_ph: pahina ng log ng slug para sa job seeker credits
vi: đường dẫn cho trang nhật ký tín dụng của người tìm việc

source: slug for employer credits log page
ms_my: slug untuk halaman log kredit majikan
tl_ph: pahina ng log ng slug para sa mga kredito ng employer
vi: đường dẫn cho trang nhật ký tín dụng của nhà tuyển dụng

source: slug for jobs by categories page
ms_my: slug untuk pekerjaan mengikut kategori halaman
tl_ph: slug para sa mga trabaho ayon sa pahina ng kategorya
vi: đường dẫn cho trang công việc theo danh mục

source: slug for newest jobs page
ms_my: slug untuk halaman pekerjaan terbaharu
tl_ph: slug para sa pinakabagong pahina ng trabaho
vi: đường dẫn cho trang công việc mới nhất

source: slug for jobs by cities page
ms_my: halaman slug untuk pekerjaan mengikut bandar
tl_ph: pahina ng slug para sa mga trabaho ayon sa mga lungsod
vi: đường dẫn cho trang công việc theo thành phố

source: slug for employer resume pdf
ms_my: slug untuk resume majikan pdf
tl_ph: slug para sa employer resume pdf
vi: đường dẫn cho PDF hồ sơ của nhà tuyển dụng

source: Slug for edit Profile
ms_my: Slug untuk mengedit Profil
tl_ph: Slug para sa pag-edit ng Profile
vi: Đường dẫn cho chỉnh sửa hồ sơ

source: Accounting/Finance
ms_my: Perakaunan/Kewangan
tl_ph: Accounting/Pananalapi
vi: Kế toán/Tài chính

source: Administrative
ms_my: Pentadbiran
vi: Hành chính

source: Advertising
ms_my: Mengiklankan
vi: Quảng cáo

source: Airlines/Avionics/Aerospace
ms_my: Syarikat Penerbangan/Avionik/Aeroangkasa
vi: Hàng không/Điện tử hàng không/Hàng không vũ trụ

source: Architectural
ms_my: Seni bina
tl_ph: Arkitektural
vi: Kiến trúc

source: Automotive
ms_my: Automotif
vi: Ô tô

source: Banking/Finance
ms_my: Perbankan/Kewangan
tl_ph: Pagbabangko/Pananalapi
vi: Ngân hàng/Tài chính

source: Biotechnology
ms_my: Bioteknologi
vi: Công nghệ sinh học

source: Civil/Construction
ms_my: Awam/Pembinaan
tl_ph: Sibil/Konstruksyon
vi: Xây dựng dân dụng

source: Engineering
ms_my: Kejuruteraan
vi: Kỹ thuật

source: Cleared Jobs
ms_my: Pekerjaan Dikosongkan
tl_ph: Mga Na-clear na Trabaho
vi: Công việc đã xóa

source: Communications
ms_my: Komunikasi
tl_ph: Komunikasyon
vi: Truyền thông

source: Construction
ms_my: Pembinaan
tl_ph: Konstruksyon
vi: Xây dựng

source: Consultant/Contractual
ms_my: Perunding/Kontrak
vi: Tư vấn/Hợp đồng

source: Customer Service
ms_my: Khidmat Pelanggan
tl_ph: Serbisyo sa Customer
vi: Dịch vụ khách hàng

source: Defense
ms_my: Pertahanan
tl_ph: Depensa
vi: Quốc phòng

source: Design
ms_my: Reka bentuk
tl_ph: Disenyo
vi: Thiết kế

source: Electrical Engineering
ms_my: Kejuruteraan Elektrik
vi: Kỹ thuật điện

source: Electronics Engineering
ms_my: Kejuruteraan Elektronik
vi: Kỹ thuật điện tử

source: Energy
ms_my: Tenaga
tl_ph: Enerhiya
vi: Năng lượng

source: Environmental/Safety
ms_my: Alam Sekitar/Keselamatan
tl_ph: Pangkapaligiran/Kaligtasan
vi: Môi trường/An toàn

source: Fundraising
ms_my: Pengumpulan dana
tl_ph: pangangalap ng pondo
vi: Gây quỹ

source: Health/Medicine
ms_my: Kesihatan/Perubatan
tl_ph: Kalusugan/Gamot
vi: Y tế/Thuốc

source: Homeland Security
ms_my: Keselamatan Dalam Negeri
vi: An ninh nội địa

source: Human Resources
ms_my: Sumber Manusia
vi: Nhân sự

source: Insurance
ms_my: Insurans
vi: Bảo hiểm

source: Intelligence Jobs
ms_my: Pekerjaan Perisikan
tl_ph: Mga Trabaho sa Intelligence
vi: Công việc tình báo

source: Internships/Trainees
ms_my: Latihan/Pelatih
tl_ph: Mga Internship/Trainee
vi: Thực tập sinh

source: Legal
ms_my: sah
vi: Pháp lý

source: Logistics/Transportation
ms_my: Logistik/Pengangkutan
tl_ph: Logistics/Transportasyon
vi: Hậu cần/Vận tải

source: Maintenance
ms_my: Penyelenggaraan
tl_ph: Pagpapanatili
vi: Bảo trì

source: Management
ms_my: Pengurusan
tl_ph: Pamamahala
vi: Quản lý

source: Manufacturing/Warehouse
ms_my: Pembuatan/Gudang
vi: Sản xuất/Kho hàng

source: Marketing
ms_my: Pemasaran
vi: Tiếp thị

source: Materials Management
ms_my: Pengurusan Bahan
tl_ph: Pamamahala ng mga materyales
vi: Quản lý vật liệu

source: Mechanical Engineering
ms_my: Kejuruteraan mekanikal
tl_ph: Enhinyerong pang makina
vi: Kỹ thuật cơ khí

source: Mortgage/Real Estate
ms_my: Gadai Janji/Hartanah
vi: Thế chấp/Bất động sản

source: National Security
ms_my: Keselamatan negara
tl_ph: Pambansang seguridad
vi: An ninh quốc gia

source: Part-time/Freelance
ms_my: Sambilan/Freelance
vi: Bán thời gian/Tự do

source: Printing
ms_my: Mencetak
tl_ph: Pagpi-print
vi: In ấn

source: Product Design
ms_my: Rekaan produk
tl_ph: Disenyo ng Produkto
vi: Thiết kế sản phẩm

source: Public Relations
ms_my: Perhubungan Awam
vi: Quan hệ công chúng

source: Public Safety
ms_my: Keselamatan Awam
tl_ph: Kaligtasan ng Publiko
vi: An toàn công cộng

source: Research
ms_my: Penyelidikan
tl_ph: Pananaliksik
vi: Nghiên cứu

source: Retail
ms_my: Runcit
tl_ph: Tingi
vi: Bán lẻ

source: Sales
ms_my: Jualan
tl_ph: Benta
vi: Bán hàng

source: Scientific
ms_my: saintifik
tl_ph: Siyentipiko
vi: Khoa học

source: Shipping/Distribution
ms_my: Penghantaran/Pengedaran
tl_ph: Pagpapadala/Pamamahagi
vi: Vận chuyển/Phân phối

source: Technicians
ms_my: Juruteknik
tl_ph: Mga technician
vi: Kỹ thuật viên

source: Trades
ms_my: Perdagangan
vi: Thương mại

source: Transportation
ms_my: Pengangkutan
tl_ph: Transportasyon
vi: Vận tải

source: Transportation Engineering
ms_my: Kejuruteraan Pengangkutan
vi: Kỹ thuật vận tải

source: Web Site Development
ms_my: Pembangunan Laman Web
tl_ph: Pagbuo ng website
vi: Phát triển trang web

source: Cast Accounting
ms_my: Perakaunan Cast
vi: Kế toán đúc

source: Controllership & Accounting Managment
ms_my: Pengawal & Pengurusan Perakaunan
tl_ph: Kontrolership at Pamamahala ng Accounting
vi: Kiểm soát & Quản lý kế toán

source: Payroll
ms_my: Gaji
vi: Bảng lương

source: Corporate Finance
ms_my: Kewangan korporat
tl_ph: Pananalapi ng Kumpanya
vi: Tài chính doanh nghiệp

source: Administrative Division
ms_my: Bahagian Pentadbiran
vi: Bộ phận hành chính

source: Autonomous Territories
ms_my: Wilayah Autonomi
tl_ph: Autonomous na Teritoryo
vi: Lãnh thổ tự trị

source: Administrative County
ms_my: Daerah Pentadbiran
tl_ph: Administratibong County
vi: Hạt hành chính

source: Administrative Communes
ms_my: Komuniti Pentadbiran
vi: Xã hành chính

source: Finance Advertising
ms_my: Pengiklanan Kewangan
tl_ph: Advertising sa Pananalapi
vi: Quảng cáo tài chính

source: Advertising-Tourism
ms_my: Pengiklanan-Pelancongan
vi: Quảng cáo-Du lịch

source: Advertising Social Net
ms_my: Jaringan Sosial Pengiklanan
vi: Quảng cáo mạng xã hội

source: Distributor Marketing
ms_my: Pemasaran Pengedar
vi: Tiếp thị phân phối

source: Facebook Advertising
ms_my: Pengiklanan Facebook
vi: Quảng cáo Facebook

source: Quality Engineer
ms_my: Jurutera Kualiti
vi: Kỹ sư chất lượng

source: Office Assistant
ms_my: Pembantu pejabat
tl_ph: Katulong sa Opisina
vi: Trợ lý văn phòng

source: Air Host/hostess
ms_my: Hos Udara/tuan rumah
vi: Tiếp viên hàng không

source: Ticketing/reservation
ms_my: Tiket/tempahan
tl_ph: Pagtiket/pagpapareserba
vi: Đặt vé/đặt chỗ

source: Architectural Drafting
ms_my: Penggubalan Seni Bina
vi: Bản vẽ kiến trúc

source: Enterprize Architecture
ms_my: Seni Bina Perusahaan
tl_ph: Arkitektura ng Enterprise
vi: Kiến trúc doanh nghiệp

source: Architecture Frameworks
ms_my: Rangka Kerja Seni Bina
tl_ph: Mga Framework ng Arkitektura
vi: Khung kiến trúc

source: Automotive Design
ms_my: Reka bentuk Automotif
tl_ph: Disenyo ng Automotive
vi: Thiết kế ô tô

source: Autmotive Paints
ms_my: Cat Automotif
tl_ph: Automotive Paints
vi: Sơn ô tô

source: Automotive Equipment/Parts
ms_my: Kelengkapan/Bahagian Automotif
vi: Thiết bị/Phụ tùng ô tô

source: Automotive Search Engine
ms_my: Enjin Carian Automotif
vi: Công cụ tìm kiếm ô tô

source: Private Banking
ms_my: Perbankan Swasta
tl_ph: Pribadong Pagbabangko
vi: Ngân hàng tư nhân

source: Stock Brocker
ms_my: Broker Saham
tl_ph: Stock Broker
vi: Môi giới chứng khoán

source: Fractional-reserve Banking
ms_my: Perbankan rizab pecahan
vi: Ngân hàng dự trữ phân đoạn

source: Mobile Banking
ms_my: Perbankan Mudah Alih
vi: Ngân hàng di động

source: Plant Biotechnology
ms_my: Bioteknologi Tumbuhan
vi: Công nghệ sinh học thực vật

source: Animal Biotechnology
ms_my: Bioteknologi Haiwan
tl_ph: Hayop Biotechnology
vi: Công nghệ sinh học động vật

source: Biotechnology & Medicine
ms_my: Bioteknologi dan Perubatan
tl_ph: Biotechnology at Medisina
vi: Công nghệ sinh học & Y học

source: Biotechnology & Society
ms_my: Bioteknologi & Masyarakat
tl_ph: Biotechnology at Lipunan
vi: Công nghệ sinh học & Xã hội

source: Industrail & Microbial Biotechnonogy
ms_my: Bioteknologi Industri & Mikrob
tl_ph: Industrial at Microbial Biotechnology
vi: Công nghệ sinh học công nghiệp & Vi sinh

source: Construction (Design & Managment)
ms_my: Pembinaan (Reka Bentuk & Pengurusan)
tl_ph: Konstruksyon (Disenyo at Pamamahala)
vi: Xây dựng (Thiết kế & Quản lý)

source: Construction Engineering
ms_my: Kejuruteraan pembinaan
vi: Kỹ thuật xây dựng

source: Composite Construction
ms_my: Pembinaan Komposit
vi: Xây dựng tổng hợp

source: Civil Engineering
ms_my: Kejuruteraan awam
tl_ph: Inhinyerong sibil
vi: Kỹ thuật dân dụng

source: Software Engineering
ms_my: Kejuruteraan perisian
vi: Kỹ thuật phần mềm

source: Nuclear Engineering
ms_my: Kejuruteraan Nuklear
vi: Kỹ thuật hạt nhân

source: Ocean Engingeering
ms_my: Kejuruteraan Lautan
tl_ph: Ocean Engineering
vi: Kỹ thuật đại dương

source: Transpotation Engineering
ms_my: Kejuruteraan Pengangkutan
tl_ph: Transportation Engineering
vi: Kỹ thuật vận tải

source: Security Cleared Jobs
ms_my: Keselamatan Dibersihkan Pekerjaan
tl_ph: Security Cleared na Trabaho
vi: Công việc đã được kiểm tra an ninh

source: Security Cleared IT Jobs
ms_my: Keselamatan Membersihkan Pekerjaan IT
vi: Công việc IT đã được kiểm tra an ninh

source: Confidential & Secret Security Clearance Job
ms_my: Tugas Pembersihan Keselamatan Sulit dan Rahsia
tl_ph: Kumpidensyal at Lihim na Security Clearance na Trabaho
vi: Công việc kiểm tra an ninh bí mật & tối mật

source: Verbal
ms_my: Lisan
tl_ph: Berbal
vi: Miệng

source: E-mail
ms_my: E-mel

source: Non-verbal
ms_my: Bukan lisan
vi: Phi ngôn ngữ

source: Computer Consulting Services
ms_my: Perkhidmatan Perundingan Komputer
tl_ph: Serbisyo sa Pagkonsulta sa Computer
vi: Dịch vụ tư vấn máy tính

source: Computer Installations Services
ms_my: Perkhidmatan Pemasangan Komputer
tl_ph: Mga Serbisyo sa Pag-install ng Computer
vi: Dịch vụ cài đặt máy tính

source: Software Vendors
ms_my: Penjual Perisian
tl_ph: Mga Nagtitinda ng Software
vi: Nhà cung cấp phần mềm

source: Renovaiton
ms_my: Pengubahsuaian
tl_ph: Pagkukumpuni
vi: Cải tạo

source: New Construction
ms_my: Pembinaan Baru
tl_ph: Bagong Konstruksyon
vi: Xây dựng mới

source: Organization Development
ms_my: Pembangunan Organisasi
tl_ph: Pagpapaunlad ng Organisasyon
vi: Phát triển tổ chức

source: Construction Management
ms_my: Pengurusan pembinaan
tl_ph: Pamamahala ng Konstruksyon
vi: Quản lý xây dựng

source: Managment Consulting
ms_my: Perundingan Pengurusan
tl_ph: Pagkonsulta sa Pamamahala
vi: Tư vấn quản lý

source: High Touch Customer Service
ms_my: Perkhidmatan Pelanggan Sentuhan Tinggi
vi: Dịch vụ khách hàng cao cấp

source: Low Touch Customer Service
ms_my: Perkhidmatan Pelanggan Sentuhan Rendah
vi: Dịch vụ khách hàng thấp

source: Bad Touch Customer Service
ms_my: Perkhidmatan Pelanggan Sentuhan Buruk
vi: Dịch vụ khách hàng kém

source: By Using legal services for the poor
ms_my: Dengan Menggunakan perkhidmatan guaman untuk golongan miskin
tl_ph: Sa pamamagitan ng paggamit ng mga serbisyong legal para sa mahihirap
vi: Bằng cách sử dụng dịch vụ pháp lý cho người nghèo

source: By Using Retained Counsel
ms_my: Dengan Menggunakan Penasihat Tertahan
tl_ph: Sa pamamagitan ng Paggamit ng Retained Counsel
vi: Bằng cách sử dụng luật sư thường xuyên

source: By Self-representation
ms_my: Dengan Perwakilan Diri
tl_ph: Sa pamamagitan ng Self-representation
vi: Bằng cách tự đại diện

source: Project Subtype Design
ms_my: Reka Bentuk Subjenis Projek
tl_ph: Disenyo ng Subtype ng Proyekto
vi: Thiết kế loại dự án phụ

source: Graphic Design
ms_my: Reka bentuk grafik
vi: Thiết kế đồ họa

source: Interior Desing
ms_my: Reka bentuk dalaman
tl_ph: Disenyong Panloob
vi: Thiết kế nội thất

source: IT or Engineering Education
ms_my: IT atau Pendidikan Kejuruteraan
tl_ph: Edukasyon sa IT o Engineering
vi: Giáo dục CNTT hoặc Kỹ thuật

source: Commerce & Managment
ms_my: Perdagangan & Pengurusan
tl_ph: Komersyo at Pamamahala
vi: Thương mại & Quản lý

source: Medical Education
ms_my: Pendidikan Perubatan
tl_ph: Edukasyong Medikal
vi: Giáo dục y khoa

source: Power Engineering
ms_my: Kejuruteraan Kuasa
vi: Kỹ thuật điện

source: Instrumentation
ms_my: Instrumentasi
tl_ph: Instrumentasyon
vi: Thiết bị đo lường

source: Telecommunication
ms_my: Telekomunikasi
tl_ph: Telekomunikasyon
vi: Viễn thông

source: Signal Processing
ms_my: Pemprosesan isyarat
tl_ph: Pagproseso ng Signal
vi: Xử lý tín hiệu

source: Electromagnetics
ms_my: Elektromagnet
vi: Điện từ học

source: Network Analysis
ms_my: Analisis Rangkaian
tl_ph: Pagsusuri sa Network
vi: Phân tích mạng

source: Control Systems
ms_my: Sistem Kawalan
tl_ph: Mga Sistema ng Kontrol
vi: Hệ thống điều khiển

source: Thermal Energy
ms_my: Tenaga haba
vi: Năng lượng nhiệt

source: Chemical Energy
ms_my: Tenaga kimia
tl_ph: Enerhiya ng Kemikal
vi: Năng lượng hóa học

source: Electrical Energy
ms_my: Tenaga elektrik
tl_ph: Enerhiya ng Elektrisidad
vi: Năng lượng điện

source: Nuclear Energy
ms_my: Tenaga nuklear
vi: Năng lượng hạt nhân

source: Nuclear Safety
ms_my: Keselamatan Nuklear
tl_ph: Kaligtasan ng Nuklear
vi: An toàn hạt nhân

source: Agriculture Safety
ms_my: Keselamatan Pertanian
tl_ph: Kaligtasan sa Agrikultura
vi: An toàn nông nghiệp

source: Occupational Health Safety
ms_my: Keselamatan Kesihatan Pekerjaan
tl_ph: Kaligtasan sa Kalusugan sa Trabaho
vi: An toàn sức khỏe nghề nghiệp

source: Unique Fundraisers
ms_my: Pengumpul Dana Unik
tl_ph: Mga Natatanging Fundraiser
vi: Gây quỹ độc đáo

source: Sports Fundraiserse
ms_my: Kutipan Dana Sukan
tl_ph: Pang-sports Fundraise
vi: Gây quỹ thể thao

source: Fundraisers
ms_my: Pengumpul dana
tl_ph: Mga fundraiser
vi: Gây quỹ

source: Staying Informed
ms_my: Tetap Dimaklumkan
tl_ph: Pananatiling Alam
vi: Cập nhật thông tin

source: Medical Edcuation
ms_my: Pendidikan Perubatan
tl_ph: Edukasyong Medikal
vi: Giáo dục y khoa

source: Managing a partucular disease
ms_my: Menguruskan penyakit tertentu
tl_ph: Pamamahala ng isang partikular na sakit
vi: Quản lý một bệnh cụ thể

source: Customs & Border Protection
ms_my: Kastam & Perlindungan Sempadan
vi: Hải quan & Bảo vệ biên giới

source: Federal Law & Enforcement
ms_my: Undang-undang & Penguatkuasaan Persekutuan
tl_ph: Pederal na Batas at Pagpapatupad
vi: Luật liên bang & Thi hành

source: Nation Protection
ms_my: Perlindungan Negara
tl_ph: Proteksyon ng Bansa
vi: Bảo vệ quốc gia

source: Benefits Administrators
ms_my: Pentadbir Faedah
tl_ph: Mga Benepisyo Administrator
vi: Quản trị viên phúc lợi

source: Executive Compensation Analysts
ms_my: Penganalisis Pampasan Eksekutif
vi: Chuyên viên phân tích bồi thường điều hành

source: Managment Analysts
ms_my: Penganalisis Pengurusan
tl_ph: Mga Analyst ng Pamamahala
vi: Chuyên viên phân tích quản lý

source: Health Insurance
ms_my: Insuran kesihatan
tl_ph: Seguro sa kalusugan
vi: Bảo hiểm y tế

source: Life Insurance
ms_my: Insurans hayat
tl_ph: Seguro sa Buhay
vi: Bảo hiểm nhân thọ

source: Vehicle Insurance
ms_my: Insurans Kenderaan
tl_ph: Insurance ng Sasakyan
vi: Bảo hiểm xe cộ

source: Artificial Intelligence
ms_my: Kecerdasan Buatan
tl_ph: Artipisyal na Katalinuhan
vi: Trí tuệ nhân tạo

source: Predictive Analytics
ms_my: Analitis Ramalan
vi: Phân tích dự đoán

source: Science & Technology
ms_my: Teknologi sains
tl_ph: Agham at Teknolohiya
vi: Khoa học & Công nghệ

source: Work Experience internship
ms_my: Internship Pengalaman Kerja
tl_ph: Internship sa Karanasan sa Trabaho
vi: Thực tập kinh nghiệm làm việc

source: Research internship
ms_my: Latihan penyelidikan
tl_ph: Internship sa pananaliksik
vi: Thực tập nghiên cứu

source: Sales & Marketing Intern
ms_my: Pelatih Jualan & Pemasaran
tl_ph: Sales at Marketing Intern
vi: Thực tập sinh bán hàng & tiếp thị

source: According To Law
ms_my: Mengikut Undang-undang
tl_ph: Ayon sa Batas
vi: Theo luật

source: Defined Rule
ms_my: Peraturan Ditakrifkan
tl_ph: Tinukoy na Panuntunan
vi: Quy tắc đã định
