Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: add new city
ms_my: tambah bandar baru
tl_ph: magdagdag ng bagong lungsod
vi: thêm thành phố mới

source: add new education
ms_my: menambah pendidikan baru
tl_ph: magdagdag ng bagong edukasyon
vi: thêm trình độ học vấn mới

source: add new state
ms_my: tambah keadaan baru
tl_ph: magdagdag ng bagong estado
vi: thêm tiểu bang mới

source: Edit Package
ms_my: Edit Pakej
tl_ph: I-edit ang Package
vi: Chỉnh sửa gói

source: Post a Job
ms_my: Siarkan Kerja
tl_ph: Mag-post ng Trabaho
vi: Đăng công việc

source: Login
ms_my: Log masuk
tl_ph: Mag log in
vi: Đăng nhập

source: Department Detail
ms_my: Perincian Jabatan
tl_ph: Detalye ng Kagawaran
vi: Chi tiết bộ phận

source: Jobs By Catagories
ms_my: Pekerjaan Mengikut Kategori
tl_ph: Mga Trabaho Ayon sa Mga Kategorya
vi: Công việc theo danh mục

source: Register Your Account
ms_my: Daftar Akaun Anda
tl_ph: Irehistro ang Iyong Account
vi: Đăng ký tài khoản của bạn

source: Resume By Category
ms_my: Sambung semula Mengikut Kategori
tl_ph: Ipagpatuloy Ayon sa Kategorya
vi: Sơ yếu lý lịch theo danh mục

source: Pay per listing price to publish your
ms_my: Bayar setiap harga penyenaraian untuk menerbitkan anda
tl_ph: Magbayad sa bawat presyo ng listahan upang mai-publish ang iyong
vi: Thanh toán theo giá danh sách để xuất bản của bạn

source: Job Alert Info
ms_my: Maklumat Makluman Kerja
tl_ph: Impormasyon sa Alerto sa Trabaho
vi: Thông tin cảnh báo công việc

source: Resume Saved Searches
ms_my: Sambung semula Carian Tersimpan
tl_ph: Ipagpatuloy ang Nai-save na Paghahanap
vi: Tìm kiếm sơ yếu lý lịch đã lưu

source: Packages
ms_my: Pakej
tl_ph: Mga package
vi: Gói

source: Job By Types
ms_my: Pekerjaan Mengikut Jenis
tl_ph: Trabaho Ayon sa Uri
vi: Công việc theo loại

source: You have insufficient credits, you can not perform this action
ms_my: Anda mempunyai kredit yang tidak mencukupi, anda tidak boleh melakukan tindakan ini
tl_ph: Mayroon kang hindi sapat na mga kredito, hindi mo magagawa ang pagkilos na ito
vi: Bạn không đủ tín dụng, bạn không thể thực hiện hành động này

source: Please Accept Terms And Conditions So You Can Proceed
ms_my: Sila Terima Terma Dan Syarat Supaya Anda Boleh Teruskan
tl_ph: Mangyaring Tanggapin ang Mga Tuntunin at Kundisyon Para Makapagpatuloy Ka
vi: Vui lòng chấp nhận Điều khoản và Điều kiện để bạn có thể tiếp tục

source: Lost your password
ms_my: Lupa kata kunci
tl_ph: Nawala ang iyong password
vi: Quên mật khẩu của bạn

source: Activated
ms_my: Diaktifkan
tl_ph: Na-activate
vi: Đã kích hoạt

source: Active Now
ms_my: Aktif sekarang
tl_ph: Aktibo Ngayon
vi: Hoạt động ngay

source: Location Format Is Not Correct Please Enter City In This Format City Name Country Name Or City Name State Name Country Name
ms_my: Format Lokasi Tidak Betul Sila Masukkan Bandar Dalam Format Ini Nama Bandar Nama Negara Atau Nama Bandar Nama Negeri Nama Negara
tl_ph: Hindi Tama ang Format ng Lokasyon Pakilagay ang Lungsod Sa Format na Ito Pangalan ng Lungsod Pangalan ng Bansa O Pangalan ng Lungsod Pangalan ng Estado Pangalan ng Bansa
vi: Định dạng vị trí không đúng, vui lòng nhập thành phố theo định dạng này Tên thành phố Tên quốc gia hoặc Tên thành phố Tên tiểu bang Tên quốc gia

source: Credits will only be deducted if you select a resume and click Apply Now on next popup.
ms_my: Kredit hanya akan ditolak jika anda memilih resume dan klik Mohon Sekarang pada pop timbul seterusnya.
tl_ph: Ang mga kredito ay ibabawas lamang kung pipili ka ng resume at i-click ang Mag-apply Ngayon sa susunod na popup.
vi: Tín dụng chỉ bị trừ nếu bạn chọn một sơ yếu lý lịch và nhấp vào Ứng tuyển ngay trên popup tiếp theo

source: Unfortunately sytem is offline for a bit of maintenance right now. But soon we will be up.
ms_my: Malangnya sistem di luar talian untuk sedikit penyelenggaraan sekarang. Tetapi tidak lama lagi kita akan bangun.
tl_ph: Sa kasamaang palad, offline ang system para sa kaunting maintenance ngayon. Pero maya-maya ay tatayo na tayo.
vi: Rất tiếc, hệ thống đang ngoại tuyến để bảo trì một chút. Nhưng chúng tôi sẽ sớm hoạt động

source: Registration is disabled by admin, please contact to system administrator !...
ms_my: Pendaftaran dilumpuhkan oleh pentadbir, sila hubungi pentadbir sistem!...
tl_ph: Hindi pinagana ng admin ang pagpaparehistro, mangyaring makipag-ugnayan sa administrator ng system!...
vi: Đăng ký bị vô hiệu hóa bởi quản trị viên, vui lòng liên hệ với quản trị viên hệ thống !...

source: Location format is not correct please enter city in this format city name, country name
ms_my: Format lokasi tidak betul sila masukkan bandar dalam format ini nama bandar, nama negara
tl_ph: Hindi tama ang format ng lokasyon mangyaring ilagay ang lungsod sa format na ito pangalan ng lungsod, pangalan ng bansa
vi: Định dạng vị trí không đúng, vui lòng nhập thành phố theo định dạng này tên thành phố, tên quốc gia

source: Select WP JOB PORTAL default page, on action system will redirect on selected page. If not select default page, email links and support icon might not work.
ms_my: Pilih halaman lalai PORTAL KERJA WP, pada sistem tindakan akan melencong pada halaman yang dipilih. Jika tidak memilih halaman lalai, pautan e-mel dan ikon sokongan mungkin tidak berfungsi.
tl_ph: Piliin ang default na pahina ng WP JOB PORTAL, sa sistema ng pagkilos ay magre-redirect sa napiling pahina. Kung hindi pipiliin ang default na page, maaaring hindi gumana ang mga link sa email at icon ng suporta.
vi: Chọn trang mặc định WP JOB PORTAL, trên hệ thống hành động sẽ chuyển hướng đến trang đã chọn. Nếu không chọn trang mặc định, liên kết email và biểu tượng hỗ trợ có thể không hoạt động

source: If no is selected then only categories that have jobs or resumes will be shown on jobs,resumes by categories layout
ms_my: Jika tidak dipilih maka hanya kategori yang mempunyai pekerjaan atau resume akan ditunjukkan pada kerja, resume mengikut susun atur kategori
tl_ph: Kung hindi ang napili, ang mga kategorya lamang na may mga trabaho o resume ang ipapakita sa mga trabaho, mga resume ayon sa layout ng mga kategorya
vi: Nếu không được chọn, thì chỉ các danh mục có công việc hoặc sơ yếu lý lịch sẽ được hiển thị trên bố cục công việc, sơ yếu lý lịch theo danh mục

source: This configuration controls whethre new user will get free package (if free package exsist in the system)
ms_my: Konfigurasi ini mengawal sama ada pengguna baharu akan mendapat pakej percuma (jika pakej percuma wujud dalam sistem)
tl_ph: Kinokontrol ng configuration na ito kung ang bagong user ay makakakuha ng libreng package (kung mayroong libreng package sa system)
vi: Cấu hình này kiểm soát liệu người dùng mới có nhận được gói miễn phí hay không (nếu gói miễn phí tồn tại trong hệ thống)

source: This configuration controls whether user can be free package more than once
ms_my: Konfigurasi ini mengawal sama ada pengguna boleh menjadi pakej percuma lebih daripada sekali
tl_ph: Kinokontrol ng configuration na ito kung ang user ay maaaring maging libreng package nang higit sa isang beses
vi: Cấu hình này kiểm soát liệu người dùng có thể nhận gói miễn phí nhiều hơn một lần hay không

source: This configuration controls whether free package will be auto approve or not
ms_my: Konfigurasi ini mengawal sama ada pakej percuma akan diluluskan secara automatik atau tidak
tl_ph: Kinokontrol ng configuration na ito kung ang libreng package ay awtomatikong aaprubahan o hindi
vi: Cấu hình này kiểm soát liệu gói miễn phí có được tự động phê duyệt hay không

source: whenever anyone registers as employer he will be redirected to this page
ms_my: setiap kali sesiapa mendaftar sebagai majikan dia akan diarahkan ke halaman ini
tl_ph: sa tuwing may magrerehistro bilang employer siya ay ire-redirect sa page na ito
vi: bất cứ khi nào ai đó đăng ký làm nhà tuyển dụng, anh ta sẽ được chuyển hướng đến trang này

source: whenever anyone registers as job seeker, he will be redirected to this page
ms_my: setiap kali sesiapa mendaftar sebagai pencari kerja, dia akan dihalakan ke halaman ini
tl_ph: sa tuwing may magrerehistro bilang naghahanap ng trabaho, ire-redirect siya sa page na ito
vi: bất cứ khi nào ai đó đăng ký làm người tìm việc, anh ta sẽ được chuyển hướng đến trang này

source: All sections are included in employer email content or only sections that have value
ms_my: Semua bahagian disertakan dalam kandungan e-mel majikan atau hanya bahagian yang mempunyai nilai
tl_ph: Ang lahat ng mga seksyon ay kasama sa nilalaman ng email ng employer o mga seksyon lamang na may halaga
vi: Tất cả các phần được bao gồm trong nội dung email của nhà tuyển dụng hoặc chỉ các phần có giá trị

source: This option is only valid if employer selected send resume data in email settings while posting job
ms_my: Pilihan ini hanya sah jika majikan dipilih menghantar data resume dalam tetapan e-mel semasa menyiarkan kerja
tl_ph: Valid lang ang opsyong ito kung ang napiling employer ay magpadala ng data ng resume sa mga setting ng email habang nagpo-post ng trabaho
vi: Tùy chọn này chỉ hợp lệ nếu nhà tuyển dụng chọn gửi dữ liệu sơ yếu lý lịch trong cài đặt email khi đăng công việc

source: Due to pending status of job you do not have permission to see job detail
ms_my: Disebabkan status pekerjaan belum selesai, anda tidak mempunyai kebenaran untuk melihat butiran kerja
tl_ph: Dahil sa nakabinbing katayuan ng trabaho wala kang pahintulot na makita ang detalye ng trabaho
vi: Do trạng thái chờ xử lý của công việc, bạn không có quyền xem chi tiết công việc

source: Due to rejection of resume you do not have permission to see resume detail
ms_my: Disebabkan penolakan resume, anda tidak mempunyai kebenaran untuk melihat butiran resume
tl_ph: Dahil sa pagtanggi sa resume wala kang pahintulot na makita ang detalye ng resume
vi: Do việc từ chối sơ yếu lý lịch, bạn không có quyền xem chi tiết sơ yếu lý lịch

source: Due to pending status of resume you do not have permission to see resume detail
ms_my: Disebabkan status resume yang belum selesai, anda tidak mempunyai kebenaran untuk melihat butiran resume
tl_ph: Dahil sa nakabinbing status ng resume wala kang pahintulot na makita ang detalye ng resume
vi: Do trạng thái chờ xử lý của sơ yếu lý lịch, bạn không có quyền xem chi tiết sơ yếu lý lịch

source: if yes is selected then pages and menus of job manager template will be cretaed and published.
ms_my: jika ya dipilih maka halaman dan menu templat pengurus kerja akan dibuat dan diterbitkan.
tl_ph: kung oo ang napili, ang mga pahina at menu ng template ng tagapamahala ng trabaho ay gagawin at mai-publish.
vi: nếu có được chọn, thì các trang và menu của mẫu quản lý công việc sẽ được tạo và xuất bản

source: Select WP Job Portal default page, on action system will redirect on selected page.
ms_my: Pilih halaman lalai Portal Kerja WP, pada sistem tindakan akan mengubah hala pada halaman yang dipilih.
tl_ph: Piliin ang default na pahina ng WP Job Portal, sa sistema ng pagkilos ay magre-redirect sa napiling pahina.
vi: Chọn trang mặc định WP Job Portal, trên hệ thống hành động sẽ chuyển hướng đến trang đã chọn

source: If not select default page, email links and support icon might not work.
ms_my: Jika tidak memilih halaman lalai, pautan e-mel dan ikon sokongan mungkin tidak berfungsi.
tl_ph: Kung hindi pipiliin ang default na page, maaaring hindi gumana ang mga link sa email at icon ng suporta.
vi: Nếu không chọn trang mặc định, liên kết email và biểu tượng hỗ trợ có thể không hoạt động

source: This add-on offers to job seekers create a resume with multiple options like multiple addresses, institutions, employers, references and skills.
ms_my: Tawaran tambahan ini kepada pencari kerja membuat resume dengan pelbagai pilihan seperti berbilang alamat, institusi, majikan, rujukan dan kemahiran.
tl_ph: Ang mga add-on na alok na ito sa mga naghahanap ng trabaho ay lumikha ng isang resume na may maraming mga opsyon tulad ng maramihang mga address, institusyon, employer, mga sanggunian at kasanayan.
vi: Add-on này cung cấp cho người tìm việc tạo sơ yếu lý lịch với nhiều tùy chọn như nhiều địa chỉ, tổ chức, nhà tuyển dụng, tham chiếu và kỹ năng

source: WP Job Portal offers a feature for an employer to copy their jobs. Employers can copy their jobs easily.
ms_my: Portal Kerja WP menawarkan ciri untuk majikan menyalin pekerjaan mereka. Majikan boleh menyalin pekerjaan mereka dengan mudah.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa isang employer na kopyahin ang kanilang mga trabaho. Madaling kopyahin ng mga employer ang kanilang mga trabaho.
vi: WP Job Portal cung cấp một tính năng cho nhà tuyển dụng để sao chép công việc của họ. Nhà tuyển dụng có thể sao chép công việc của họ một cách dễ dàng

source: WP Job Portal offers a feature for admin to add multiple credit system against particular actions. Admin can add multiple packages against particular actions.
ms_my: Portal Kerja WP menawarkan ciri untuk pentadbir menambah sistem kredit berbilang terhadap tindakan tertentu. Pentadbir boleh menambah berbilang pakej terhadap tindakan tertentu.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa admin na magdagdag ng maramihang credit system laban sa mga partikular na aksyon. Maaaring magdagdag ang admin ng maramihang mga pakete laban sa mga partikular na pagkilos.
vi: WP Job Portal cung cấp một tính năng cho quản trị viên để thêm hệ thống tín dụng đa dạng chống lại các hành động cụ thể. Quản trị viên có thể thêm nhiều gói chống lại các hành động cụ thể

source: Advance custom fields add-on offers to admin add new custom fields like combo, checkbox, radio button, email and dependent fields.
ms_my: Tawaran tambah medan tersuai lanjutan kepada pentadbir menambah medan tersuai baharu seperti kombo, kotak pilihan, butang radio, e-mel dan medan bergantung.
tl_ph: Mag-advance ng mga custom na add-on ng mga alok sa admin na magdagdag ng mga bagong custom na field tulad ng combo, checkbox, radio button, email at mga umaasa na field.
vi: Add-on trường tùy chỉnh nâng cao cung cấp cho quản trị viên thêm các trường tùy chỉnh mới như combo, checkbox, radio button, email và trường phụ thuộc

source: WP Job Manager offers a feature for Employer and Job Seeker in which they can export Resume information in the form of an excel file easily.
ms_my: Pengurus Kerja WP menawarkan ciri untuk Majikan dan Pencari Kerja di mana mereka boleh mengeksport maklumat Resume dalam bentuk fail excel dengan mudah.
tl_ph: Nag-aalok ang WP Job Manager ng feature para sa Employer at Job Seeker kung saan madali nilang mai-export ang impormasyon ng Resume sa anyo ng isang excel file.
vi: WP Job Manager cung cấp một tính năng cho Nhà tuyển dụng và Người tìm việc trong đó họ có thể xuất thông tin Sơ yếu lý lịch dưới dạng tệp excel một cách dễ dàng

source: WP Job Portal offers a feature for making the jobs as Featured Job. This will help to make it easier for jobseekers to find jobs.
ms_my: Portal Kerja WP menawarkan ciri untuk menjadikan pekerjaan sebagai Pekerjaan Pilihan. Ini akan membantu memudahkan pencari kerja mencari pekerjaan.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa paggawa ng mga trabaho bilang Itinatampok na Trabaho. Makakatulong ito para mas madaling makahanap ng trabaho ang mga naghahanap ng trabaho.
vi: WP Job Portal cung cấp một tính năng để làm cho các công việc trở thành Công việc nổi bật. Điều này sẽ giúp làm cho người tìm việc dễ dàng tìm thấy công việc hơn

source: WP Job Portal offers a feature for employers to make folders. Employers can make a folder and copy their resumes into the folders.
ms_my: Portal Kerja WP menawarkan ciri untuk majikan membuat folder. Majikan boleh membuat folder dan menyalin resume mereka ke dalam folder.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa mga employer na gumawa ng mga folder. Ang mga employer ay maaaring gumawa ng isang folder at kopyahin ang kanilang mga resume sa mga folder.
vi: WP Job Portal cung cấp một tính năng cho nhà tuyển dụng để tạo thư mục. Nhà tuyển dụng có thể tạo một thư mục và sao chép sơ yếu lý lịch của họ vào các thư mục

source: WP Job Portal allows registered users to save their job searches and create alerts that send new jobs via email daily, weekly or fortnightly.
ms_my: Portal Kerja WP membolehkan pengguna berdaftar menyimpan carian kerja mereka dan membuat makluman yang menghantar pekerjaan baharu melalui e-mel setiap hari, mingguan atau dua minggu.
tl_ph: Pinapayagan ng WP Job Portal ang mga rehistradong user na i-save ang kanilang mga paghahanap ng trabaho at lumikha ng mga alerto na nagpapadala ng mga bagong trabaho sa pamamagitan ng email araw-araw, lingguhan o dalawang linggo.
vi: WP Job Portal cho phép người dùng đã đăng ký lưu tìm kiếm công việc của họ và tạo cảnh báo gửi công việc mới qua email hàng ngày, hàng tuần hoặc hai tuần một lần

source: WP Job Portal offer a feature for Employer and Job Seekers , which allows them to take PDF of Resume and can save it.
ms_my: Portal Kerja WP menawarkan ciri untuk Majikan dan Pencari Kerja , yang membolehkan mereka mengambil PDF Resume dan boleh menyimpannya.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa Employer at Job Seekers , na nagpapahintulot sa kanila na kumuha ng PDF ng Resume at mai-save ito.
vi: WP Job Portal cung cấp một tính năng cho Nhà tuyển dụng và Người tìm việc, cho phép họ lấy PDF của Sơ yếu lý lịch và có thể lưu nó

source: WP Job Portal offers a Resume and print feature. Employer and Job Seeker can view the Resume page or take a print of the Resume.
ms_my: Portal Kerja WP menawarkan ciri Resume dan cetakan. Majikan dan Pencari Kerja boleh melihat halaman Resume atau mengambil cetakan Resume.
tl_ph: Nag-aalok ang WP Job Portal ng feature na Resume at print. Maaaring tingnan ng Employer at Job Seeker ang pahina ng Resume o kumuha ng print ng Resume.
vi: WP Job Portal cung cấp tính năng Sơ yếu lý lịch và in. Nhà tuyển dụng và Người tìm việc có thể xem trang Sơ yếu lý lịch hoặc in Sơ yếu lý lịch

source: WP Job Portal offers multiple reports by jobs, by companies and by resume. Admin can see overall reports of Employer and Job Seeker.
ms_my: Portal Kerja WP menawarkan berbilang laporan mengikut pekerjaan, oleh syarikat dan melalui resume. Pentadbir boleh melihat laporan keseluruhan Majikan dan Pencari Kerja.
tl_ph: Nag-aalok ang WP Job Portal ng maraming ulat ayon sa mga trabaho, ng mga kumpanya at sa pamamagitan ng resume. Maaaring makita ng Admin ang mga pangkalahatang ulat ng Employer at Job Seeker.
vi: WP Job Portal cung cấp nhiều báo cáo theo công việc, theo công ty và theo sơ yếu lý lịch. Quản trị viên có thể xem báo cáo tổng thể của Nhà tuyển dụng và Người tìm việc

source: WP Job Portal offers a jobs share feature on various social media sites for Employers and Job Seekers.
ms_my: Portal Kerja WP menawarkan ciri perkongsian pekerjaan di pelbagai laman media sosial untuk Majikan dan Pencari Kerja.
tl_ph: Nag-aalok ang WP Job Portal ng feature na pagbabahagi ng trabaho sa iba't ibang mga social media site para sa Mga Employer at Mga Naghahanap ng Trabaho.
vi: WP Job Portal cung cấp tính năng chia sẻ công việc trên các trang mạng xã hội khác nhau cho Nhà tuyển dụng và Người tìm việc

source: WP Job Portal offers a feature for searching the jobs by tags. Employers will add some tags related to jobs search.
ms_my: Portal Kerja WP menawarkan ciri untuk mencari pekerjaan mengikut tag. Majikan akan menambah beberapa teg yang berkaitan dengan carian pekerjaan.
tl_ph: Ang WP Job Portal ay nag-aalok ng isang tampok para sa paghahanap ng mga trabaho sa pamamagitan ng mga tag. Magdaragdag ang mga employer ng ilang mga tag na nauugnay sa paghahanap ng mga trabaho.
vi: WP Job Portal cung cấp tính năng tìm kiếm công việc theo thẻ. Nhà tuyển dụng sẽ thêm một số thẻ liên quan đến tìm kiếm công việc

source: WP Job Portal offers a feature in which Employer and Job Seekers can share and tell their friends about Jobs by sending them an email.
ms_my: Portal Kerja WP menawarkan ciri di mana Majikan dan Pencari Kerja boleh berkongsi dan memberitahu rakan mereka tentang Pekerjaan dengan menghantar e-mel kepada mereka.
tl_ph: Ang WP Job Portal ay nag-aalok ng feature kung saan ang Employer at Job Seekers ay maaaring magbahagi at magsabi sa kanilang mga kaibigan tungkol sa Trabaho sa pamamagitan ng pagpapadala sa kanila ng isang email.
vi: WP Job Portal cung cấp một tính năng trong đó Nhà tuyển dụng và Người tìm việc có thể chia sẻ và nói với bạn bè của họ về Công việc bằng cách gửi cho họ một email

source: Visitor add job add-on offers guests can add job in the system without logged in the system.
ms_my: Alat tambah kerja pelawat menawarkan tetamu boleh menambah kerja dalam sistem tanpa log masuk ke dalam sistem.
tl_ph: Nag-aalok ang bisita magdagdag ng trabaho add-on sa mga bisita ay maaaring magdagdag ng trabaho sa system nang hindi naka-log in sa system.
vi: Add-on thêm công việc cho khách cung cấp cho khách có thể thêm công việc trong hệ thống mà không cần đăng nhập vào hệ thống

source: WP Job Portal is a trusted open source ticket system. WP Job Portal is a simple, easy to use, web-based customer support system. Users can create a ticket from the front-end. WP Job Portal comes packed with lot features than most of the expensive(and complex) support ticket system on the market. The best part is, It completely free.
ms_my: Portal Kerja WP ialah sistem tiket sumber terbuka yang dipercayai. Portal Kerja WP ialah sistem sokongan pelanggan berasaskan web yang ringkas, mudah digunakan. Pengguna boleh membuat tiket dari bahagian hadapan. Portal Kerja WP datang padat dengan ciri lot daripada kebanyakan sistem tiket sokongan yang mahal (dan kompleks) di pasaran. Bahagian yang terbaik ialah, Ia percuma sepenuhnya.
tl_ph: Ang WP Job Portal ay isang pinagkakatiwalaang open source ticket system. Ang WP Job Portal ay isang simple, madaling gamitin, web-based na customer support system. Ang mga gumagamit ay maaaring lumikha ng isang tiket mula sa front-end. Ang WP Job Portal ay puno ng maraming mga tampok kaysa sa karamihan ng mahal (at kumplikado) na sistema ng suporta sa tiket sa merkado. Ang pinakamagandang bahagi ay, Ito ay ganap na libre.
vi: WP Job Portal là một hệ thống phiếu mã nguồn mở đáng tin cậy. WP Job Portal là một hệ thống hỗ trợ khách hàng dựa trên web đơn giản, dễ sử dụng. Người dùng có thể tạo phiếu từ front-end. WP Job Portal đi kèm với nhiều tính năng hơn hầu hết các hệ thống phiếu hỗ trợ đắt tiền (và phức tạp) trên thị trường. Phần tốt nhất là, nó hoàn toàn miễn phí

source: Add ons for WP Job Portal have been installed and activated successfully.
ms_my: Alat tambah untuk Portal Kerja WP telah dipasang dan diaktifkan dengan jayanya.
tl_ph: Ang mga add on para sa WP Job Portal ay na-install at matagumpay na na-activate.
vi: Các add-on cho WP Job Portal đã được cài đặt và kích hoạt thành công

source: WP Job Portal offers 75,000+ world cities database. Employers and job seekers can easily type and select cities.
ms_my: Portal Kerja WP menawarkan 75,000+ pangkalan data bandar raya dunia. Majikan dan pencari kerja boleh menaip dan memilih bandar dengan mudah.
tl_ph: Nag-aalok ang WP Job Portal ng 75,000+ database ng mga lungsod sa mundo. Ang mga employer at naghahanap ng trabaho ay madaling mag-type at pumili ng mga lungsod.
vi: WP Job Portal cung cấp cơ sở dữ liệu hơn 75.000 thành phố trên thế giới. Nhà tuyển dụng và người tìm việc có thể dễ dàng nhập và chọn thành phố
