Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Email from name
ms_my: E-mel daripada nama
tl_ph: Email mula sa pangalan
vi: Tên từ email

source: Default date format
ms_my: Format tarikh lalai
tl_ph: Default na format ng petsa
vi: Định dạng ngày mặc định

source: next
ms_my: seterusnya
tl_ph: susunod
vi: tiếp theo

source: Position for search icon on jobs listing page
ms_my: Kedudukan untuk ikon carian pada halaman penyenaraian pekerjaan
tl_ph: Icon ng posisyon para sa paghahanap sa page ng listahan ng mga trabaho
vi: Vị trí biểu tượng tìm kiếm trên trang danh sách công việc

source: Resume auto approve
ms_my: Sambung semula auto lulus
tl_ph: Ipagpatuloy ang awtomatikong pag-apruba
vi: Tự động phê duyệt hồ sơ

source: Allow user register as employer
ms_my: Benarkan pengguna mendaftar sebagai majikan
tl_ph: Payagan ang pagpaparehistro ng user bilang employer
vi: Cho phép người dùng đăng ký làm nhà tuyển dụng

source: Effects on user registration
ms_my: Kesan pada pendaftaran pengguna
tl_ph: Mga epekto sa pagpaparehistro ng user
vi: Ảnh hưởng đến việc đăng ký người dùng

source: Company auto approve
ms_my: Auto meluluskan syarikat
tl_ph: Awtomatikong aprubahan ng kumpanya
vi: Tự động phê duyệt công ty

source: Job auto approve
ms_my: Kerja auto meluluskan
tl_ph: Awtomatikong aprubahan ang trabaho
vi: Tự động phê duyệt công việc

source: Demo data has been successfully imported
ms_my: Data demo telah berjaya diimport
tl_ph: Ang data ng demo ay matagumpay na na-import
vi: Dữ liệu demo đã được nhập thành công

source: Please select the right demo data to import
ms_my: Sila pilih data demo yang betul untuk diimport
tl_ph: Mangyaring piliin ang tamang demo data na ii-import
vi: Vui lòng chọn đúng dữ liệu demo để nhập

source: Free Version
ms_my: Versi Percuma
tl_ph: Libreng Bersyon
vi: Phiên bản miễn phí

source: Pro Version
ms_my: Versi Pro
tl_ph: Pro na Bersyon
vi: Phiên bản Pro

source: Free To Pro Updated
ms_my: Percuma Kepada Pro Dikemas Kini
tl_ph: Libre Upang Pro Na-update
vi: Cập nhật từ miễn phí lên Pro

source: Click Here To Go Control Panel
ms_my: Klik Di Sini Untuk Pergi ke Panel Kawalan
tl_ph: Mag-click Dito Upang Pumunta sa Control Panel
vi: Nhấp vào đây để đi đến bảng điều khiển

source: Click Here To Go Template Options
ms_my: Klik Di Sini Untuk Pergi Pilihan Templat
tl_ph: Mag-click Dito Upang Pumunta Mga Opsyon sa Template
vi: Nhấp vào đây để đi đến tùy chọn mẫu

source: Please insert activation key to proceed
ms_my: Sila masukkan kunci pengaktifan untuk meneruskan
tl_ph: Mangyaring ipasok ang activation key upang magpatuloy
vi: Vui lòng nhập khóa kích hoạt để tiếp tục

source: Addon Installation Failed
ms_my: Pemasangan Addon Gagal
tl_ph: Nabigo ang Pag-install ng Addon
vi: Cài đặt bổ sung thất bại

source: Addon installation failed, Directory permission error
ms_my: Pemasangan addon gagal, ralat kebenaran direktori
tl_ph: Nabigo ang pag-install ng Addon, Error sa pahintulot sa direktoryo
vi: Cài đặt bổ sung thất bại, lỗi quyền thư mục

source: Addon Installation Failed, File download error
ms_my: Pemasangan Addon Gagal, Ralat muat turun fail
tl_ph: Nabigo ang Pag-install ng Addon, Error sa pag-download ng file
vi: Cài đặt bổ sung thất bại, lỗi tải xuống tệp

source: Addon's List and Features
ms_my: Senarai dan Ciri Addon
tl_ph: Listahan ng Addon at Mga Tampok
vi: Danh sách và tính năng bổ sung

source: Add-On’s For Job Portal
ms_my: Alat Tambahan Untuk Portal Kerja
tl_ph: Mga Add-On Para sa Job Portal
vi: Bổ sung cho Cổng việc làm

source: buy now
ms_my: beli sekarang
tl_ph: Bumili ka na ngayon
vi: mua ngay

source: Advance Resume Builder
ms_my: Pembina Resume Terdahulu
vi: Trình tạo hồ sơ nâng cao

source: Featured Company
ms_my: Syarikat Pilihan
tl_ph: Itinatampok na Kumpanya
vi: Công ty nổi bật

source: Featured Job
ms_my: Kerja Pilihan
tl_ph: Itinatampok na Trabaho
vi: Công việc nổi bật

source: Resume Action
ms_my: Sambung semula Tindakan
tl_ph: Ipagpatuloy ang Aksyon
vi: Hành động hồ sơ

source: Front-end Widgets
ms_my: Widget bahagian hadapan
tl_ph: Mga Front-end na Widget
vi: Tiện ích giao diện người dùng

source: Multi Resume
ms_my: Berbilang Resume
tl_ph: Maramihang Resume
vi: Nhiều hồ sơ

source: Report's
ms_my: Laporan
tl_ph: Mga ulat
vi: Báo cáo

source: Rss Feed
ms_my: Suapan Rss
vi: Nguồn cấp RSS

source: Shortlist
ms_my: Senarai pendek
vi: Danh sách ngắn

source: Tell Friend
ms_my: Beritahu Kawan
tl_ph: Sabihin sa Kaibigan
vi: Giới thiệu bạn bè

source: Themes
ms_my: Tema
tl_ph: Mga tema
vi: Chủ đề

source: Visitor Apply Job
ms_my: Pelawat Memohon Kerja
tl_ph: Nag-apply ng Trabaho ang Bisita
vi: Khách ứng tuyển công việc

source: Visitor Add Job
ms_my: Pelawat Tambah Pekerjaan
tl_ph: Magdagdag ng Trabaho ng Bisita
vi: Khách thêm công việc

source: Plugin Color
ms_my: Warna Plugin
tl_ph: Kulay ng Plugin
vi: Màu plugin

source: Premium Addons
ms_my: Tambahan Premium
tl_ph: Mga Premium na Addon
vi: Bổ sung cao cấp

source: addon in no longer active
ms_my: addon dalam tidak lagi aktif
tl_ph: addon sa hindi na aktibo
vi: bổ sung không còn hoạt động

source: WP Job Portal Addon Installer
ms_my: Pemasang Tambahan Portal Kerja WP
vi: Trình cài đặt bổ sung WP Job Portal

source: Wordpress Plugin
ms_my: Pemalam Wordpress
vi: Plugin Wordpress

source: Add on list
ms_my: Tambah dalam senarai
tl_ph: Idagdag sa listahan
vi: Danh sách bổ sung

source: Please Insert Your Activation key
ms_my: Sila Masukkan kunci Pengaktifan Anda
tl_ph: Mangyaring Ipasok ang Iyong Activation key
vi: Vui lòng nhập khóa kích hoạt của bạn

source: Activation key
ms_my: Kunci pengaktifan
tl_ph: Susi sa pag-activate
vi: Khóa kích hoạt

source: Select Addons for download
ms_my: Pilih Addons untuk dimuat turun
tl_ph: Piliin ang Addons para sa pag-download
vi: Chọn bổ sung để tải xuống

source: All allowed add-ons are already installed
ms_my: Semua alat tambah yang dibenarkan telah dipasang
tl_ph: Naka-install na ang lahat ng pinapayagang add-on
vi: Tất cả các bổ sung được phép đã được cài đặt

source: You are not allowed to install any add on
ms_my: Anda tidak dibenarkan memasang sebarang tambahan
tl_ph: Hindi ka pinapayagang mag-install ng anumang add on
vi: Bạn không được phép cài đặt bất kỳ bổ sung nào

source: Select All Addons
ms_my: Pilih Semua Tambahan
tl_ph: Piliin ang Lahat ng Addon
vi: Chọn tất cả bổ sung

source: Add ons installed and activated successfully
ms_my: Alat tambah dipasang dan diaktifkan dengan jayanya
tl_ph: Matagumpay na na-install at na-activate ang mga add on
vi: Bổ sung đã được cài đặt và kích hoạt thành công

source: Total Companies
ms_my: Jumlah Syarikat
tl_ph: Kabuuang Mga Kumpanya
vi: Tổng số công ty

source: Report By Job Categories
ms_my: Laporan Mengikut Kategori Pekerjaan
tl_ph: Ulat Ayon sa Mga Kategorya ng Trabaho
vi: Báo cáo theo danh mục công việc

source: Report By Resume Categories
ms_my: Laporan Mengikut Kategori Resume
tl_ph: Iulat Ayon sa Mga Kategorya ng Resume
vi: Báo cáo theo danh mục hồ sơ

source: Report By Job Cities
ms_my: Laporan Oleh Bandar Pekerjaan
tl_ph: Ulat Ng Mga Lungsod ng Trabaho
vi: Báo cáo theo thành phố công việc

source: Report By Company Cities
ms_my: Laporan Oleh Bandar Syarikat
tl_ph: Ulat Ng Mga Lungsod ng Kumpanya
vi: Báo cáo theo thành phố công ty

source: Report By Resume Cities
ms_my: Laporan Oleh Resume Cities
tl_ph: Ulat Ng Resume Cities
vi: Báo cáo theo thành phố hồ sơ

source: Report By Job Types
ms_my: Laporan Mengikut Jenis Pekerjaan
tl_ph: Ulat Ayon sa Mga Uri ng Trabaho
vi: Báo cáo theo loại công việc

source: Report By Resume Types
ms_my: Laporan Mengikut Jenis Resume
tl_ph: Ulat Ayon sa Mga Uri ng Resume
vi: Báo cáo theo loại hồ sơ

source: Over All
ms_my: Atas Semua
tl_ph: Higit sa Lahat
vi: Tổng thể

source: Section has been deleted
ms_my: Bahagian telah dipadamkan
tl_ph: Ang seksyon ay tinanggal
vi: Phần đã được xóa

source: Error deleting section
ms_my: Ralat memadam bahagian
tl_ph: Error sa pagtanggal ng seksyon
vi: Lỗi khi xóa phần

source: You do not have any View Resume Contact remaining
ms_my: Anda tidak mempunyai sebarang Lihat Resume Contact yang tinggal
tl_ph: Wala kang anumang natitira sa View Resume Contact
vi: Bạn không còn lượt xem chi tiết liên hệ hồ sơ nào

source: View Contact Resume
ms_my: Lihat Resume Kenalan
tl_ph: Tingnan ang Resume ng Contact
vi: Xem chi tiết liên hệ hồ sơ

source: Resume Queue
ms_my: Sambung Beratur
tl_ph: Ipagpatuloy ang Queue
vi: Hàng chờ hồ sơ

source: Are you sure to force delete
ms_my: Adakah anda pasti akan memadamkan secara paksa
tl_ph: Sigurado ka bang pilitin mong tanggalin
vi: Bạn có chắc chắn muốn xóa bắt buộc không

source: Resume Approve
ms_my: Resume Luluskan
tl_ph: Ipagpatuloy ang Aprubahan
vi: Phê duyệt hồ sơ

source: All Approve
ms_my: Semua Luluskan
tl_ph: Lahat Approve
vi: Phê duyệt tất cả

source: Resume Reject
ms_my: Resume Tolak
tl_ph: Ipagpatuloy ang Tanggihan
vi: Từ chối hồ sơ

source: All Reject
ms_my: Semua Tolak
tl_ph: Lahat Tinatanggihan
vi: Từ chối tất cả

source: Modified Date
ms_my: Tarikh Diubah Suai
tl_ph: Binagong Petsa
vi: Ngày sửa đổi

source: Your Profile Status
ms_my: Status Profil Anda
tl_ph: Ang Iyong Profile Status
vi: Trạng thái hồ sơ của bạn

source: Profile Status
ms_my: Status Profil
tl_ph: Katayuan ng Profile
vi: Trạng thái hồ sơ

source: Home Slug
ms_my: Slug Rumah
vi: Đường dẫn trang chủ

source: This prefix will be added to slug incase of homepage links
ms_my: Awalan ini akan ditambahkan pada slug incase pautan halaman utama
tl_ph: Ang prefix na ito ay idaragdag sa slug incase ng mga link sa homepage
vi: Tiền tố này sẽ được thêm vào đường dẫn trong trường hợp liên kết trang chủ

source: This prefix will be added to slug incase of conflict
ms_my: Awalan ini akan ditambahkan pada slug incase konflik
tl_ph: Ang prefix na ito ay idaragdag sa slug incase ng conflict
vi: Tiền tố này sẽ được thêm vào đường dẫn trong trường hợp xung đột

source: Search By Slug
ms_my: Cari Dengan Slug
tl_ph: Maghanap sa pamamagitan ng Slug
vi: Tìm kiếm theo đường dẫn

source: Slug List
ms_my: Senarai Slug
tl_ph: Listahan ng slug
vi: Danh sách đường dẫn

source: This button will only save slugs on current page
ms_my: Butang ini hanya akan menyimpan slug pada halaman semasa
tl_ph: Ang button na ito ay magse-save lamang ng mga slug sa kasalukuyang page
vi: Nút này chỉ lưu các đường dẫn trên trang hiện tại

source: Add New State
ms_my: Tambah Negeri Baru
tl_ph: Magdagdag ng Bagong Estado
vi: Thêm bang mới

source: Error Log
ms_my: Log Ralat
tl_ph: Log ng Error
vi: Nhật ký lỗi

source: add job
ms_my: tambah kerja
tl_ph: magdagdag ng trabaho
vi: thêm công việc

source: popup cross
ms_my: salib timbul
vi: đóng popup

source: Role
ms_my: Peranan
tl_ph: Tungkulin
vi: Vai trò

source: Assign role
ms_my: Berikan peranan
tl_ph: Magtalaga ng tungkulin
vi: Gán vai trò

source: Change Role
ms_my: Tukar Peranan
tl_ph: Baguhin ang Tungkulin
vi: Thay đổi vai trò

source: User Details
ms_my: Butiran Pengguna
tl_ph: Mga Detalye ng User
vi: Chi tiết người dùng

source: User Stats Companies
ms_my: Syarikat Statistik Pengguna
tl_ph: Mga Kumpanya sa Stats ng Gumagamit
vi: Thống kê công ty người dùng

source: Job Approved
ms_my: Kerja Diluluskan
tl_ph: Naaprubahan ang Trabaho
vi: Công việc đã phê duyệt

source: Job Rejected
ms_my: Kerja Ditolak
tl_ph: Tinanggihan ang Trabaho
vi: Công việc bị từ chối

source: User Stats Jobs
ms_my: Pekerjaan Statistik Pengguna
tl_ph: Mga Trabaho sa Stats ng User
vi: Thống kê công việc người dùng

source: User Stats Resume
ms_my: Resume Statistik Pengguna
tl_ph: Ipagpatuloy ang Stats ng User
vi: Thống kê hồ sơ người dùng

source: User Stats
ms_my: Statistik Pengguna
tl_ph: Mga Istatistika ng Gumagamit
vi: Thống kê người dùng

source: Word Press user login
ms_my: Log masuk pengguna Wordpress
tl_ph: Login ng gumagamit ng Wordpress
vi: Đăng nhập người dùng WordPress

source: Start publishing
ms_my: Mulakan penerbitan
tl_ph: Simulan ang paglalathala
vi: Bắt đầu xuất bản

source: Stop publishing
ms_my: Berhenti menerbitkan
tl_ph: Itigil ang paglalathala
vi: Dừng xuất bản

source: Update
ms_my: Kemas kini
vi: Cập nhật

source: change role
ms_my: tukar peranan
tl_ph: baguhin ang tungkulin
vi: thay đổi vai trò

source: Group
ms_my: Kumpulan
tl_ph: Grupo
vi: Nhóm

source: Job Applies
ms_my: Pekerjaan Dimohon
tl_ph: Nalalapat ang Trabaho
vi: Ứng tuyển công việc

source: user name
ms_my: nama pengguna
vi: tên người dùng

source: Password Again
ms_my: Kata laluan sekali lagi
tl_ph: Password Muli
vi: Mật khẩu một lần nữa

source: Password again
ms_my: Kata laluan sekali lagi
tl_ph: Password ulit
vi: Mật khẩu một lần nữa

source: Register New Account
ms_my: Daftar Akaun Baru
tl_ph: Magrehistro ng Bagong Account
vi: Đăng ký tài khoản mới

source: Today Jobs
ms_my: Pekerjaan Hari Ini
tl_ph: Ngayong Trabaho
vi: Công việc hôm nay

source: Newest Companies
ms_my: Syarikat Terbaru
tl_ph: Pinakabagong Mga Kumpanya
vi: Công ty mới nhất

source: Newest Applied Jobs
ms_my: Kerja Gunaan Terbaru
tl_ph: Pinakabagong Applied Jobs
vi: Công việc đã ứng tuyển mới nhất

source: Oops...
ms_my: Aduh...
vi: Rất tiếc...

source: Record Not Found
ms_my: Rekod Tidak Ditemui
tl_ph: Hindi mahanap ang rekord
vi: Không tìm thấy bản ghi

source: Applicant
ms_my: Pemohon
tl_ph: Aplikante
vi: Ứng viên

source: Applied Date
ms_my: Tarikh Dipohon
tl_ph: Petsa ng Paglalapat
vi: Ngày ứng tuyển

source: Dir is not writable
ms_my: Dir tidak boleh ditulis
tl_ph: Hindi maisusulat si Dir
vi: Thư mục không thể ghi

source: Unable to connect to server
ms_my: Jaringan tidak dapat dicapai
tl_ph: Hindi makakonekta sa server
vi: Không thể kết nối với máy chủ

source: Language is not installed
ms_my: Bahasa tidak dipasang
tl_ph: Hindi naka-install ang wika
vi: Ngôn ngữ chưa được cài đặt

source: Language directory is not writeable
ms_my: Direktori bahasa tidak boleh ditulis
tl_ph: Hindi masusulat ang direktoryo ng wika
vi: Thư mục ngôn ngữ không thể ghi

source: Required language is not installed but similar language[s] like
ms_my: Bahasa yang diperlukan tidak dipasang tetapi bahasa yang serupa [s] seperti
tl_ph: Hindi naka-install ang kinakailangang wika ngunit katulad ng [mga] wika
vi: Ngôn ngữ yêu cầu chưa được cài đặt nhưng có ngôn ngữ tương tự như

source: is found in your system
ms_my: terdapat dalam sistem anda
tl_ph: ay matatagpuan sa iyong system
vi: được tìm thấy trong hệ thống của bạn

source: Language code
ms_my: Kod bahasa
tl_ph: Code ng wika
vi: Mã ngôn ngữ

source: Empty values
ms_my: Nilai kosong
tl_ph: Mga walang laman na halaga
vi: Giá trị trống

source: Language directory is not writable
ms_my: Direktori bahasa tidak boleh ditulis
tl_ph: Hindi maisusulat ang direktoryo ng wika
vi: Thư mục ngôn ngữ không thể ghi

source: File is not writable
ms_my: Fail tidak boleh ditulis
tl_ph: Ang file ay hindi maisusulat
vi: Tập tin không thể ghi

source: File Downloaded Successfully
ms_my: Fail Berjaya Dimuat Turun
tl_ph: Matagumpay na Na-download ang File
vi: Tập tin đã được tải xuống thành công

source: Statistics
ms_my: Perangkaan
tl_ph: Mga istatistika
vi: Thống kê

source: configuartion
ms_my: konfigurasi
tl_ph: pagsasaayos
vi: cấu hình

source: Configuartion
ms_my: Konfigurasi
tl_ph: Configuration
vi: Cấu hình

source: arrow
ms_my: anak panah
tl_ph: palaso
vi: mũi tên

source: trannslations
ms_my: terjemahan
tl_ph: mga pagsasalin
vi: bản dịch

source: Trannslations
ms_my: Terjemahan
tl_ph: Mga pagsasalin
vi: Bản dịch

source: premium add ons
ms_my: tambahan premium
tl_ph: mga premium na add on
vi: addon cao cấp

source: Premium Add Ons
ms_my: Tambahan Premium
tl_ph: Mga Premium na Add On
vi: Addon cao cấp

source: Install Now
ms_my: Install sekarang
tl_ph: I-install Ngayon
vi: Cài đặt ngay

source: Premium Addons List & Features
ms_my: Senarai & Ciri Tambahan Premium
tl_ph: Listahan at Mga Tampok ng Premium na Addon
vi: Danh sách & Tính năng Addon cao cấp

source: The best support system plugin for WordPress has everything you need.
ms_my: Pemalam sistem sokongan terbaik untuk WordPress mempunyai semua yang anda perlukan.
tl_ph: Ang pinakamahusay na plugin ng support system para sa WordPress ay mayroong lahat ng kailangan mo.
vi: Plugin hệ thống hỗ trợ tốt nhất cho WordPress có mọi thứ bạn cần

source: Add-Ons List
ms_my: Senarai Tambahan
tl_ph: Listahan ng Mga Add-On
vi: Danh sách Add-Ons

source: Add New Addons
ms_my: Tambah Addons Baharu
tl_ph: Magdagdag ng mga Bagong Addon
vi: Thêm Addons mới

source: addon
ms_my: tambahan

source: Latest Jobs
ms_my: Pekerjaan Terkini
tl_ph: Pinakabagong Trabaho
vi: Công việc mới nhất

source: view all jobs
ms_my: lihat semua pekerjaan
tl_ph: tingnan ang lahat ng trabaho
vi: xem tất cả công việc

source: Latest Resume
ms_my: Resume Terkini
tl_ph: Pinakabagong Resume
vi: Sơ yếu lý lịch mới nhất

source: address data
ms_my: data alamat
tl_ph: data ng address
vi: dữ liệu địa chỉ

source: social login
ms_my: log masuk sosial
vi: đăng nhập xã hội

source: visitor apply job
ms_my: pelawat memohon kerja
tl_ph: bisita mag-aplay ng trabaho
vi: khách ứng tuyển công việc

source: featured company
ms_my: syarikat yang diketengahkan
tl_ph: tampok na kumpanya
vi: công ty nổi bật

source: department
ms_my: jabatan
tl_ph: departamento
vi: bộ phận

source: feature resume
ms_my: resume ciri
tl_ph: tampok na resume
vi: sơ yếu lý lịch nổi bật

source: featured job
ms_my: kerja yang diketengahkan
tl_ph: itinatampok na trabaho
vi: công việc nổi bật

source: rss feed
ms_my: suapan rss
vi: nguồn cấp rss

source: Message System
ms_my: Sistem Mesej
tl_ph: Sistema ng Mensahe
vi: Hệ thống tin nhắn

source: resume action
ms_my: sambung tindakan
tl_ph: ipagpatuloy ang pagkilos
vi: hành động sơ yếu lý lịch

source: multi resume
ms_my: berbilang resume
tl_ph: maraming resume
vi: nhiều sơ yếu lý lịch

source: resume search
ms_my: sambung carian
tl_ph: ipagpatuloy ang paghahanap
vi: tìm kiếm sơ yếu lý lịch

source: shortlist
ms_my: senarai pendek
vi: danh sách ngắn

source: social share
ms_my: perkongsian sosial
tl_ph: panlipunang bahagi
vi: chia sẻ xã hội

source: tell friend
ms_my: beritahu kawan
tl_ph: sabihin sa kaibigan
vi: nói với bạn bè

source: advance resume builder
ms_my: pembina resume lanjutan
vi: trình tạo sơ yếu lý lịch nâng cao

source: visitor add job
ms_my: pelawat menambah pekerjaan
tl_ph: bisita magdagdag ng trabaho
vi: khách thêm công việc

source: Front-End Widgets
ms_my: Widget Hadapan
tl_ph: Mga Widget sa Front-End
vi: Widget Front-End

source: We'd love to hear from You.
ms_my: Kami ingin mendengar daripada Anda.
tl_ph: Gusto naming makarinig mula sa iyo.
vi: Chúng tôi rất vui được nghe từ bạn

source: Please write appreciated review at
ms_my: Sila tulis ulasan yang dihargai di
tl_ph: Mangyaring sumulat ng pinapahalagahan na pagsusuri sa
vi: Vui lòng viết đánh giá được đánh giá cao tại

source: WP Extension Directory
ms_my: Direktori Sambungan WP
tl_ph: Direktoryo ng WP Extension
vi: Thư mục mở rộng WP

source: Spread the word :
ms_my: Sebarkan :
tl_ph: Ipagkalat ang salita :
vi: Lan truyền từ :

source: Social Apps
ms_my: Apl Sosial
tl_ph: Mga Social App
vi: Ứng dụng xã hội

source: Pro Features
ms_my: Ciri Pro
tl_ph: Mga Tampok ng Pro
vi: Tính năng chuyên nghiệp

source: WP JOB PORTAL PRO FEATURES
ms_my: CIRI-CIRI WP JOB PORTAL PRO
vi: TÍNH NĂNG CHUYÊN NGHIỆP WP JOB PORTAL

source: BUY NOW
ms_my: BELI SEKARANG
tl_ph: BUMILI KA NA NGAYON
vi: MUA NGAY

source: Job seeker control panel
ms_my: Panel kawalan pencari kerja
tl_ph: Control panel ng naghahanap ng trabaho
vi: Bảng điều khiển người tìm việc

source: job seeker control panel
ms_my: panel kawalan pencari kerja
tl_ph: control panel ng naghahanap ng trabaho
vi: bảng điều khiển người tìm việc

source: Employer control panel
ms_my: Panel kawalan majikan
tl_ph: Control panel ng employer
vi: Bảng điều khiển nhà tuyển dụng

source: employer control panel
ms_my: panel kawalan majikan
tl_ph: control panel ng employer
vi: bảng điều khiển nhà tuyển dụng

source: form
ms_my: bentuk
tl_ph: anyo
vi: biểu mẫu

source: Job categories
ms_my: Kategori pekerjaan
tl_ph: Mga kategorya ng trabaho
vi: Danh mục công việc

source: job categories
ms_my: kategori pekerjaan
tl_ph: mga kategorya ng trabaho
vi: danh mục công việc

source: My applied jobs
ms_my: Pekerjaan saya yang dipohon
tl_ph: Aking mga ina-apply na trabaho
vi: Công việc đã ứng tuyển của tôi

source: Show employer
ms_my: Tunjukkan majikan
tl_ph: Ipakita ang employer
vi: Hiển thị nhà tuyển dụng

source: My resume
ms_my: Resume saya
tl_ph: Ang resume ko
vi: Sơ yếu lý lịch của tôi

source: My resumes
ms_my: resume saya
tl_ph: Mga resume ko
vi: Sơ yếu lý lịch của tôi

source: Employer registration
ms_my: Pendaftaran majikan
tl_ph: Pagpaparehistro ng employer
vi: Đăng ký nhà tuyển dụng

source: registration form
ms_my: borang pendaftaran
tl_ph: form ng pagpaparehistro
vi: biểu mẫu đăng ký

source: Job seeker registration
ms_my: Pendaftaran pencari kerja
tl_ph: Pagpaparehistro ng naghahanap ng trabaho
vi: Đăng ký người tìm việc

source: Login page
ms_my: Halaman log masuk
tl_ph: Pahina sa pag-login
vi: Trang đăng nhập

source: Show login page
ms_my: Tunjukkan halaman log masuk
tl_ph: Ipakita ang login page
vi: Hiển thị trang đăng nhập

source: in widget style
ms_my: dalam gaya widget
tl_ph: sa estilo ng widget
vi: theo kiểu widget

source: My
ms_my: saya
tl_ph: Aking
vi: Của tôi

source: All Packages
ms_my: Semua Pakej
tl_ph: Lahat ng Packages
vi: Tất cả gói

source: All
ms_my: Semua
tl_ph: Lahat
vi: Tất cả

source: Get WP Job Portal Translations
ms_my: Dapatkan Terjemahan Portal Kerja WP
tl_ph: Kumuha ng WP Job Portal Translations
vi: Nhận bản dịch WP Job Portal

source: Get Translations
ms_my: Dapatkan Terjemahan
tl_ph: Kumuha ng Mga Pagsasalin
vi: Nhận bản dịch

source: Select Translation
ms_my: Pilih Terjemahan
tl_ph: Piliin ang Pagsasalin
vi: Chọn bản dịch

source: Contribute In Translation
ms_my: Sumbang Dalam Terjemahan
tl_ph: Mag-ambag Sa Pagsasalin
vi: Đóng góp vào bản dịch

source: Manual Download
ms_my: Muat Turun Manual
tl_ph: Manu-manong Pag-download
vi: Tải xuống thủ công

source: Login into your account
ms_my: Log masuk ke akaun anda
tl_ph: Mag-login sa iyong account
vi: Đăng nhập vào tài khoản của bạn

source: keep me login
ms_my: teruskan saya log masuk
tl_ph: panatilihin mo akong mag-login
vi: giữ tôi đăng nhập

source: / Per Month
ms_my: / Sebulan
tl_ph: / Kada buwan
vi: / Mỗi tháng

source: plus icon
ms_my: ikon tambah
tl_ph: icon ng plus
vi: biểu tượng cộng

source: all jobs
ms_my: semua pekerjaan
tl_ph: lahat ng trabaho
vi: tất cả công việc

source: All Jobs
ms_my: Semua Pekerjaan
tl_ph: Lahat ng Trabaho
vi: Tất cả công việc

source: reset all
ms_my: set semula semua
tl_ph: ulitin lahat
vi: đặt lại tất cả

source: Reset All
ms_my: Tetapkan Semula Semua
tl_ph: Ulitin lahat
vi: Đặt lại tất cả

source: Shifts
ms_my: Peralihan
tl_ph: Mga shift
vi: Ca làm việc

source: add new shift
ms_my: tambah syif baru
tl_ph: magdagdag ng bagong shift
vi: thêm ca làm việc mới

source: Add New Shift
ms_my: Tambah Shift Baharu
tl_ph: Magdagdag ng Bagong Shift
vi: Thêm ca làm việc mới

source: add new age
ms_my: tambah umur baru
tl_ph: magdagdag ng bagong edad
vi: thêm tuổi mới

source: Add New Age
ms_my: Tambah Zaman Baharu
tl_ph: Magdagdag ng Bagong Edad
vi: Thêm tuổi mới

source: Experiences
ms_my: Pengalaman
tl_ph: Mga karanasan
vi: Kinh nghiệm

source: add new experience
ms_my: menambah pengalaman baru
tl_ph: magdagdag ng bagong karanasan
vi: thêm kinh nghiệm mới

source: Add New Experience
ms_my: Tambah Pengalaman Baharu
tl_ph: Magdagdag ng Bagong Karanasan
vi: Thêm kinh nghiệm mới

source: Resume Approval Queue
ms_my: Sambung semula Barisan Kelulusan
tl_ph: Ipagpatuloy ang Queue ng Pag-apruba
vi: Hàng đợi phê duyệt sơ yếu lý lịch

source: Jobs Approval Queue
ms_my: Barisan Kelulusan Pekerjaan
tl_ph: Queue ng Pag-apruba sa Trabaho
vi: Hàng đợi phê duyệt công việc
