Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Job copy successfully
ms_my: Penyalinan kerja berjaya
tl_ph: Matagumpay na kopyahin ang trabaho

source: Note
ms_my: Catatan
tl_ph: Tandaan

source: Resume has been marked as spam
ms_my: Resume telah ditandakan sebagai spam
tl_ph: Ang resume ay minarkahan bilang spam

source: Job seeker has been hired
ms_my: Pencari kerja telah diupah
tl_ph: Ang naghahanap ng trabaho ay tinanggap

source: Resume moved to the inbox
ms_my: Sambungan dialihkan ke peti masuk
tl_ph: Inilipat ang resume sa inbox

source: Resume rejected
ms_my: Resume ditolak
tl_ph: Tinanggihan ang resume

source: Candidate short listed
ms_my: Calon disenarai pendek
tl_ph: Maikli ang listahan ng kandidato

source: mark spam
ms_my: tandakan spam
tl_ph: markahan ang spam

source: Mark Spam
ms_my: Tandai Spam
tl_ph: Markahan ang Spam

source: not spam
ms_my: bukan spam
tl_ph: hindi Spam

source: Not Spam
ms_my: Bukan spam
tl_ph: Hindi Spam

source: hired
ms_my: diupah
tl_ph: inupahan

source: rejected
ms_my: ditolak
tl_ph: tinanggihan

source: add note
ms_my: Tambah Nota
tl_ph: Magdagdag ng tala

source: Add Note
ms_my: Tambah Nota
tl_ph: Magdagdag ng tala

source: details
ms_my: butiran
tl_ph: mga detalye

source: Details
ms_my: Butiran
tl_ph: Mga Detalye

source: email candidate
ms_my: calon email
tl_ph: kandidato sa email

source: Email Candidate
ms_my: E-mel Calon
tl_ph: Email Kandidato

source: short list
ms_my: senarai pendek
tl_ph: maikling listahan

source: Short List
ms_my: Senarai Pendek
tl_ph: Maikling Listahan

source: inbox
ms_my: peti masuk

source: advance search
ms_my: carian terperinci
tl_ph: advanced na paghahanap

source: short listed
ms_my: tersenarai pendek
tl_ph: maikling nakalista

source: Short Listed
ms_my: Disenarai Pendek
tl_ph: Maikling Nakalista

source: Resume Files Download
ms_my: Sambung semula Muat Turun Fail
tl_ph: Ipagpatuloy ang Pag-download ng mga File

source: Select job type
ms_my: Pilih jenis pekerjaan
tl_ph: Piliin ang uri ng trabaho

source: No Resume found
ms_my: Tiada Resume ditemui
tl_ph: Walang nakitang Resume

source: Go Back To
ms_my: Kembali kepada
tl_ph: Bumalik sa

source: Total Resume Save Search
ms_my: Jumlah Resume Simpan Carian
tl_ph: Kabuuang Ipagpatuloy ang I-save ang Paghahanap

source: Remaining Resume Save Search
ms_my: Baki Resume Simpan Carian
tl_ph: Natitirang Ipagpatuloy ang I-save ang Paghahanap

source: You don't have any save serch remaining
ms_my: Anda tidak mempunyai sebarang simpanan simpanan yang tinggal
tl_ph: Wala kang natitirang save serch

source: Search name
ms_my: Cari nama
tl_ph: Hanapin ang pangalan

source: Job RSS
ms_my: RSS kerja
tl_ph: RSS ng trabaho

source: Job has been Shortlisted
ms_my: Pekerjaan telah disenarai pendek
tl_ph: Nai-shortlist ang trabaho

source: Birthday
ms_my: hari jadi

source: Apply as facebook
ms_my: Mohon sebagai facebook
tl_ph: Mag-apply bilang facebook

source: View facebook profile
ms_my: Lihat profil facebook
tl_ph: Tingnan ang profile sa facebook

source: Show contact details
ms_my: Tunjukkan butiran hubungan
tl_ph: Ipakita ang mga detalye ng contact

source: Something wrong, contact to system administrator
ms_my: Ada masalah, hubungi pentadbir sistem
tl_ph: May mali, makipag-ugnayan sa system administrator

source: Profile link
ms_my: Pautan profil
tl_ph: Link ng profile

source: School
ms_my: Sekolah
tl_ph: Paaralan

source: Headline
ms_my: Tajuk

source: Apply with linkedin
ms_my: Mohon dengan linkedin
tl_ph: Mag-apply sa linkedin

source: View linkedin profile
ms_my: Lihat profil linkedin
tl_ph: Tingnan ang linkedin profile

source: Academic title
ms_my: Pencapaian akademik
tl_ph: Pamagat ng akademiko

source: Apply with xing
ms_my: Mohon dengan xing
tl_ph: Mag-apply sa xing

source: View xing profile
ms_my: Lihat profil xing
tl_ph: Tingnan ang profile ni xing

source: Wants
ms_my: Mahu
tl_ph: Gusto

source: Haves
ms_my: Ada
tl_ph: Mayroon

source: Interests
ms_my: minat
tl_ph: Mga interes

source: Organization
ms_my: Organisasi
tl_ph: Organisasyon

source: Time zone
ms_my: Zon masa

source: Employment status
ms_my: Status pekerjaan
tl_ph: Katayuan ng trabaho

source: Degree
ms_my: Ijazah

source: Begin date
ms_my: Tarikh mula
tl_ph: Petsa ng pagsisimula

source: End date
ms_my: Tarikh tamat
tl_ph: Petsa ng pagtatapos

source: Qualifications
ms_my: Kelayakan
tl_ph: Mga kwalipikasyon

source: Professional experience
ms_my: Pengalaman profesional
tl_ph: Propesyonal na karanasan

source: Primary company
ms_my: Syarikat utama
tl_ph: Pangunahing kumpanya

source: Still working
ms_my: Masih berkerja
tl_ph: Nagtatrabaho pa rin

source: Discipline
ms_my: Disiplin
tl_ph: Disiplina

source: Industry
ms_my: industri
tl_ph: Industriya

source: Company size
ms_my: Saiz syarikat
tl_ph: Laki ng kumpanya

source: Career level
ms_my: Tahap kerjaya
tl_ph: Antas ng karera

source: Form of employment
ms_my: Bentuk pekerjaan
tl_ph: Form ng trabaho

source: Awards
ms_my: Anugerah
tl_ph: Mga parangal

source: Date awarded
ms_my: Tarikh diberikan
tl_ph: Petsa ng pagkakaloob

source: Private address
ms_my: Alamat peribadi
tl_ph: Pribadong address

source: Street
ms_my: Jalan
tl_ph: kalye

source: Zip code
ms_my: Poskod

source: Province
ms_my: Wilayah
tl_ph: Lalawigan

source: Fax
ms_my: Faks

source: Mobile phone
ms_my: Telefon bimbit
tl_ph: Cellphone

source: Business address
ms_my: Alamat perniagaan
tl_ph: Address ng negosyo

source: Until now
ms_my: Sehingga kini
tl_ph: Hanggang ngayon

source: Facebook user
ms_my: pengguna Facebook
tl_ph: gumagamit ng Facebook

source: Linkedin user
ms_my: Pengguna LinkedIn
tl_ph: Gumagamit ng LinkedIn

source: Xing user
ms_my: Pengguna Xing

source: You are logged in as
ms_my: Anda telah log masuk sebagai
tl_ph: Ikaw ay naka-log in bilang

source: Please select your role to continue
ms_my: Sila pilih peranan anda untuk meneruskan
tl_ph: Mangyaring piliin ang iyong tungkulin upang magpatuloy

source: You are logged out
ms_my: Anda telah log keluar
tl_ph: Naka-log out ka

source: Error applying on job
ms_my: Ralat memohon semasa bekerja
tl_ph: Error sa pag-apply sa trabaho

source: Facebook Comments
ms_my: Komen Facebook
tl_ph: Mga Komento sa Facebook

source: Share This Job
ms_my: Kongsi Kerja Ini
tl_ph: Ibahagi ang Trabahong Ito

source: Apply With Social
ms_my: Mohon Dengan Sosial
tl_ph: Mag-apply Sa Social

source: Login with social media
ms_my: Log masuk dengan media sosial
tl_ph: Mag-login gamit ang social media

source: Tag Name
ms_my: Nama Tag
tl_ph: Pangalan ng Tag

source: Tag For
ms_my: Tag Untuk
tl_ph: Tag Para sa

source: tag name
ms_my: tag nama
tl_ph: pangalan ng tag

source: Job Tags
ms_my: Teg Kerja
tl_ph: Mga Tag ng Trabaho

source: Email has been send to friend[s]
ms_my: E-mel telah dihantar kepada rakan[s]
tl_ph: Naipadala ang email sa [mga] kaibigan

source: Incorrect Captcha
ms_my: Captcha salah
tl_ph: Maling Captcha

source: Click Here To View Job
ms_my: Klik Di Sini Untuk Melihat Kerja
tl_ph: Mag-click Dito Upang Tingnan ang Trabaho

source: Your Name
ms_my: Nama awak
tl_ph: Ang pangalan mo

source: Your Email
ms_my: Emel anda
tl_ph: Ang email mo

source: Friend Email
ms_my: E-mel Rakan
tl_ph: Email ng Kaibigan

source: Send to friends
ms_my: Hantar kepada rakan
tl_ph: Ipadala sa mga kaibigan

source: Job Id not provided
ms_my: Id Pekerjaan tidak diberikan
tl_ph: Hindi ibinigay ang Job Id

source: Receiver email not provided
ms_my: E-mel penerima tidak diberikan
tl_ph: Hindi ibinigay ang email ng tatanggap

source: Email sent successfully to friend[s]
ms_my: E-mel berjaya dihantar kepada rakan[s]
tl_ph: Matagumpay na naipadala ang email sa [mga] kaibigan

source: Start
ms_my: Mulakan
tl_ph: Magsimula

source: End
ms_my: tamat
tl_ph: Tapusin

source: Work Permit
ms_my: Permit bekerja

source: Required Travel
ms_my: Perjalanan yang Diperlukan
tl_ph: Kinakailangang Paglalakbay

source: Set Job Apply Redirect Link
ms_my: Tetapkan Pautan Ubah Hala Mohon Kerja
tl_ph: Itakda ang Job Apply Redirect Link

source: Job Apply Alert E-mail Setting
ms_my: Kerja Mohon Tetapan E-mel Makluman
tl_ph: Pag-apply ng Trabaho sa Setting ng Alert E-mail

source: Email me the daily count of new applicants
ms_my: E-mel saya kiraan harian pemohon baharu
tl_ph: I-email sa akin ang araw-araw na bilang ng mga bagong aplikante

source: These Filters Are Applied On Applied Resume
ms_my: Penapis Ini Digunakan Pada Resume Digunakan
tl_ph: Ang Mga Filter na Ito ay Inilapat Sa Inilapat na Resume

source: WPJOBPORTAL Companies
ms_my: Syarikat WPJOBPORTAL
tl_ph: Mga Kumpanya ng WPJOBPORTAL

source: Show Companies
ms_my: Tunjukkan Syarikat
tl_ph: Ipakita ang Mga Kumpanya

source: Type of companies
ms_my: Jenis syarikat
tl_ph: Uri ng mga kumpanya

source: Gold companies
ms_my: Syarikat emas
tl_ph: Mga kumpanya ng ginto

source: Hide all
ms_my: Sembunyikan semua
tl_ph: Itago lahat

source: Show all
ms_my: Tunjukkan semua
tl_ph: Ipakita lahat

source: Show desktop and tablet
ms_my: Tunjukkan desktop dan tablet
tl_ph: Ipakita ang desktop at tablet

source: Show desktop and mobile
ms_my: Tunjukkan desktop dan mudah alih
tl_ph: Ipakita ang desktop at mobile

source: Show tablet and mobile
ms_my: Tunjukkan tablet dan mudah alih
tl_ph: Ipakita ang tablet at mobile

source: Show desktop
ms_my: Tunjukkan desktop
tl_ph: Ipakita ang desktop

source: Show tablet
ms_my: Tunjukkan tablet
tl_ph: Ipakita ang tablet

source: Show mobile
ms_my: Tunjukkan mudah alih
tl_ph: Ipakita ang mobile

source: Number of companies
ms_my: Bilangan syarikat
tl_ph: Bilang ng mga kumpanya

source: Listing style
ms_my: Gaya penyenaraian
tl_ph: Estilo ng listahan

source: List style
ms_my: Gaya senarai
tl_ph: Estilo ng listahan

source: Box style
ms_my: Gaya kotak
tl_ph: Estilo ng kahon

source: Horizontal
ms_my: Mendatar
tl_ph: Pahalang

source: Vertical
ms_my: Menegak
tl_ph: Patayo

source: Field column
ms_my: Lajur medan
tl_ph: Kolum ng field

source: Module height
ms_my: Ketinggian modul
tl_ph: Taas ng module

source: Company height
ms_my: Ketinggian syarikat
tl_ph: Taas ng kumpanya

source: Company logo width
ms_my: Lebar logo syarikat
tl_ph: Lapad ng logo ng kumpanya

source: Company logo height
ms_my: Ketinggian logo syarikat
tl_ph: Taas ng logo ng kumpanya

source: Number of companies per row
ms_my: Bilangan syarikat setiap baris
tl_ph: Bilang ng mga kumpanya sa bawat hilera

source: Top margin
ms_my: Margin atas
tl_ph: Nangungunang margin

source: Left margin
ms_my: Jidar kiri
tl_ph: Kaliwang margin

source: Title color
ms_my: Warna tajuk
tl_ph: Kulay ng pamagat

source: Title border bottom
ms_my: Bahagian bawah sempadan tajuk
tl_ph: Pamagat ng hangganan sa ibaba

source: Background color
ms_my: Warna latar belakang
tl_ph: Kulay ng background

source: Border color
ms_my: Warna sempadan
tl_ph: Kulay ng hangganan

source: Data label color
ms_my: Warna label data
tl_ph: Kulay ng label ng data

source: Data value color
ms_my: Warna nilai data
tl_ph: Kulay ng halaga ng data

source: Jobs Widget
ms_my: Widget Kerja
tl_ph: Widget ng Trabaho

source: Show jobs
ms_my: Tunjukkan pekerjaan
tl_ph: Ipakita ang mga trabaho

source: Top jobs
ms_my: Pekerjaan teratas
tl_ph: Mga nangungunang trabaho

source: Gold jobs
ms_my: Pekerjaan emas
tl_ph: Mga trabahong ginto

source: Number of jobs
ms_my: Bilangan pekerjaan
tl_ph: Bilang ng mga trabaho

source: Job height
ms_my: Ketinggian pekerjaan
tl_ph: Taas ng trabaho

source: Number of jobs per row
ms_my: Bilangan kerja setiap baris
tl_ph: Bilang ng mga trabaho sa bawat hilera

source: Jobs By Categories Widget
ms_my: Widget Kerja Mengikut Kategori
tl_ph: Mga Trabaho Ayon sa Mga Kategorya Widget

source: Show jobs by categories form jobs database
ms_my: Tunjukkan pekerjaan mengikut kategori membentuk pangkalan data pekerjaan
tl_ph: Ipakita ang mga trabaho ayon sa mga kategorya sa form ng database ng mga trabaho

source: Show Maximum records
ms_my: Tunjukkan rekod Maksimum
tl_ph: Ipakita ang Pinakamataas na mga tala

source: Show all categories
ms_my: Tunjukkan semua kategori
tl_ph: Ipakita ang lahat ng kategorya

source: Show only record that have jobs
ms_my: Tunjukkan hanya rekod yang mempunyai pekerjaan
tl_ph: Ipakita lamang ang talaan na may mga trabaho

source: Show jobs by Types form jobs database
ms_my: Tunjukkan kerja mengikut Jenis pangkalan data kerja borang
tl_ph: Ipakita ang mga trabaho ayon sa Mga Uri ng database ng mga trabaho sa form

source: Show all types
ms_my: Tunjukkan semua jenis
tl_ph: Ipakita ang lahat ng uri

source: Jobs By Location Widget
ms_my: Pekerjaan Mengikut Widget Lokasi
tl_ph: Mga Trabaho Ayon sa Widget ng Lokasyon

source: Job By Location
ms_my: Kerja Mengikut Lokasi
tl_ph: Trabaho Ayon sa Lokasyon

source: Show jobs by
ms_my: Tunjukkan pekerjaan oleh
tl_ph: Ipakita ang mga trabaho sa pamamagitan ng

source: Jobs by states
ms_my: Pekerjaan mengikut negeri
tl_ph: Mga trabaho ayon sa mga estado

source: Jobs On Map Widget
ms_my: Widget Pekerjaan Pada Peta
tl_ph: Mga Trabaho Sa Widget ng Mapa

source: Show jobs by location on google map
ms_my: Tunjukkan pekerjaan mengikut lokasi pada peta google
tl_ph: Ipakita ang mga trabaho ayon sa lokasyon sa google map

source: Show no of jobs
ms_my: Tunjukkan tiada pekerjaan
tl_ph: Ipakita ang walang trabaho

source: Zoom
ms_my: Zum
tl_ph: Mag-zoom

source: Jobs stats
ms_my: Statistik pekerjaan
tl_ph: Mga istatistika ng trabaho

source: Jobs stats from WP Job Portal database
ms_my: Statistik pekerjaan daripada pangkalan data Portal Kerja WP
tl_ph: Mga istatistika ng trabaho mula sa database ng WP Job Portal

source: Resume Widget
ms_my: Widget Resume
tl_ph: Ipagpatuloy ang Widget

source: Show resumes
ms_my: Tunjukkan resume
tl_ph: Ipakita ang mga resume

source: Type of resume
ms_my: Jenis resume
tl_ph: Uri ng resume

source: Newest resume
ms_my: Resume terbaru
tl_ph: Pinakabagong resume

source: Top resume
ms_my: Resume teratas
tl_ph: Nangungunang resume

source: Number of resumes
ms_my: Bilangan resume
tl_ph: Bilang ng mga resume

source: Resume height
ms_my: Ketinggian sambung semula
tl_ph: taas ng resume

source: Resume logo width
ms_my: Sambung lebar logo
tl_ph: Ipagpatuloy ang lapad ng logo

source: Resume logo height
ms_my: Sambung semula ketinggian logo
tl_ph: Ipagpatuloy ang taas ng logo

source: Number of resume per row
ms_my: Bilangan resume setiap baris
tl_ph: Bilang ng resume bawat row

source: Search resume form wpjobportal database
ms_my: Cari borang resume pangkalan data wpjobportal
tl_ph: Maghanap ng resume form wpjobportal database

source: I am available
ms_my: saya lapang
tl_ph: pwede ako

source: Salary range
ms_my: Purata gaji
tl_ph: Saklaw ng suweldo

source: colors
ms_my: warna
tl_ph: mga kulay

source: Colors
ms_my: Warna
tl_ph: Mga kulay

source: Help
ms_my: Tolong
tl_ph: Tulong

source: Feature Approve
ms_my: Ciri Meluluskan
tl_ph: Naaprubahan ang Feature

source: Feature Reject
ms_my: Ciri Tolak
tl_ph: Pagtanggi sa Tampok

source: general setting
ms_my: tetapan umum
tl_ph: pangkalahatang setting

source: Default Settings
ms_my: Tetapan Lalai
tl_ph: Mga Default na Setting

source: Auto Approve
ms_my: Auto Lulus

source: visitor setting
ms_my: tetapan pelawat
tl_ph: setting ng bisita

source: Visitor Settings
ms_my: Tetapan Pelawat
tl_ph: Mga Setting ng Bisita

source: Captcha Settings
ms_my: Tetapan Captcha
tl_ph: Mga Setting ng Captcha

source: Employer Links
ms_my: Pautan Majikan
tl_ph: Mga Link ng Employer

source: Jobseeker Links
ms_my: Pautan Pencari Kerja
tl_ph: Mga Link ng Jobseeker

source: package setting
ms_my: tetapan pakej
tl_ph: setting ng package

source: Free Packages
ms_my: Pakej Percuma
tl_ph: Mga Libreng Package

source: Paid Submissions
ms_my: Penyerahan Berbayar
tl_ph: Mga Bayad na Pagsusumite

source: social apps
ms_my: aplikasi sosial
tl_ph: mga social app

source: Social Apps
ms_my: Apl Sosial
tl_ph: Mga Social App

source: Job Settings
ms_my: Tetapan Kerja
tl_ph: Mga Setting ng Trabaho

source: login/register
ms_my: log masuk/daftar
tl_ph: mag-login/magrehistro

source: Login/Register
ms_my: Log masuk/Daftar
tl_ph: Mag-login/Magrehistro

source: payment method
ms_my: kaedah pembayaran
tl_ph: paraan ng Pagbayad

source: WP Job Portal Register Page
ms_my: Halaman Daftar Portal Kerja WP
tl_ph: Pahina ng Pagrehistro ng WP Job Portal

source: WordPress Default Register Page
ms_my: Halaman Daftar Lalai WordPress
tl_ph: WordPress Default na Pahina ng Pagrehistro

source: WP Job Portal Login Page
ms_my: Halaman Log Masuk Portal Kerja WP
tl_ph: Pahina ng Pag-login sa WP Job Portal

source: WordPress Default Login Page
ms_my: Halaman Log Masuk Lalai WordPress
tl_ph: WordPress Default na Login Page

source: Offline Message
ms_my: Mesej Luar Talian
tl_ph: Offline na Mensahe

source: Captcha Setting
ms_my: Tetapan Captcha
tl_ph: Setting ng Captcha

source: Default Captcha
ms_my: Captcha lalai
tl_ph: Default na Captcha

source: Google reCaptcha Private Key
ms_my: Kunci Peribadi Google reCaptcha
tl_ph: Pribadong Key ng Google reCaptcha

source: Enter the Google reCaptcha private key from
ms_my: Masukkan kunci peribadi Google reCaptcha daripada
tl_ph: Ilagay ang pribadong key ng Google reCaptcha mula sa

source: Google reCaptcha Public Key
ms_my: Kunci Awam Google reCaptcha
tl_ph: Pampublikong Key ng Google reCaptcha

source: Enter the Google reCaptcha public key from
ms_my: Masukkan kunci awam Google reCaptcha daripada
tl_ph: Ilagay ang pampublikong key ng Google reCaptcha mula sa

source: Active Jobs Graph
ms_my: Graf Pekerjaan Aktif
tl_ph: Aktibong Trabaho Graph

source: Client secret here
ms_my: Rahsia pelanggan di sini
tl_ph: Sikreto ng kliyente dito

source: Valid OAuth redirect URI for social login
ms_my: URI ubah hala OAuth yang sah untuk log masuk sosial
tl_ph: Wastong OAuth redirect URI para sa social login

source: Valid OAuth redirect URI for social apply
ms_my: URI ubah hala OAuth yang sah untuk penggunaan sosial
tl_ph: Wastong OAuth redirect URI para sa social apply

source: App secret here
ms_my: Rahsia apl di sini
tl_ph: Sikreto ng app dito

source: Set Login Link
ms_my: Tetapkan Pautan Log Masuk
tl_ph: Itakda ang Login Link

source: Set login redirect Link Default or Custom
ms_my: Tetapkan Pautan ubah hala log masuk Lalai atau Tersuai
tl_ph: Itakda ang login redirect Link Default o Custom

source: Show Log In/Out Button For Employer
ms_my: Tunjukkan Butang Log Masuk/Keluar Untuk Majikan
tl_ph: Ipakita ang Log In/Out Button Para sa Employer

source: Show Log In/Out Button For Jobseeker
ms_my: Tunjukkan Butang Log Masuk/Keluar Untuk Pencari Kerja
tl_ph: Ipakita ang Log In/Out Button Para sa Jobseeker

source: Set register Link
ms_my: Tetapkan Pautan daftar
tl_ph: Itakda ang link ng rehistro

source: Set register redirect Link Default or Custom
ms_my: Tetapkan Pautan ubah hala daftar Lalai atau Tersuai
tl_ph: Itakda ang register redirect Link Default o Custom

source: Set Employer After Register link
ms_my: Tetapkan pautan Majikan Selepas Daftar
tl_ph: Itakda ang link ng Employer After Register

source: New Employer Set After Register link redirect page
ms_my: Set Majikan Baharu Selepas Daftar halaman ubah hala pautan
tl_ph: Bagong Employer Set After Register link redirect page

source: Employer After Registration Redirect Page
ms_my: Halaman Ubah Hala Majikan Selepas Pendaftaran
tl_ph: Pahina ng Pag-redirect ng Employer Pagkatapos ng Pagpaparehistro

source: Employer After Registration Redirect Link
ms_my: Pautan Ubah Hala Majikan Selepas Pendaftaran
tl_ph: Link ng Pag-redirect ng Employer Pagkatapos ng Pagpaparehistro

source: Custome Empolyer After Regitser Link
ms_my: Pautan Majikan Tersuai Selepas Daftar
tl_ph: Pasadyang Employer Pagkatapos Magrehistro Link

source: Set Job seeker After Register link
ms_my: Tetapkan pautan Pencari Kerja Selepas Daftar
tl_ph: Itakda ang link ng Job seeker After Register

source: New Job seeker Set After Register link redirect page
ms_my: Halaman ubah hala pautan Tetapkan Pencari Kerja Baharu Selepas Daftar
tl_ph: Bagong Naghahanap ng Trabaho Itakda Pagkatapos Magrehistro pahina ng pag-redirect ng link

source: Job seeker After Registration redirect page
ms_my: Halaman ubah hala pencari kerja Selepas Pendaftaran
tl_ph: Naghahanap ng Trabaho Pagkatapos ng Rehistrasyon na pahina ng pag-redirect

source: Job Seeker After Registration Redirect Link
ms_my: Pautan Ubah Hala Pencari Kerja Selepas Pendaftaran
tl_ph: Link ng Pag-redirect ng Naghahanap ng Trabaho Pagkatapos ng Pagpaparehistro

source: Custome Job seeker After Regitser Link
ms_my: Pautan Pencari Kerja Tersuai Selepas Daftar
tl_ph: Pasadyang naghahanap ng Trabaho Pagkatapos Magrehistro Link

source: mneu
ms_my: menu
tl_ph: menu

source: Job Approve
ms_my: Lulus Kerja
tl_ph: Pag-apruba ng Trabaho

source: Job Reject
ms_my: Tolak Kerja
tl_ph: Pagtanggi sa Trabaho

source: Login to Apply On This Job
ms_my: Log masuk untuk Memohon Kerja Ini
tl_ph: Mag-login para Mag-apply sa Trabahong Ito

source: sender email is not of correct formate
ms_my: e-mel penghantar tidak dalam format yang betul
tl_ph: ang email ng nagpadala ay wala sa tamang format

source: Select Jobseeker
ms_my: Pilih Pencari Kerja
tl_ph: Piliin ang Jobseeker

source: refresh
ms_my: segarkan semula

source: Refresh
ms_my: Segarkan semula

source: create user
ms_my: buat pengguna
tl_ph: lumikha ng user

source: Create user
ms_my: Buat pengguna
tl_ph: Lumikha ng user

source: Select Employer
ms_my: Pilih Majikan
tl_ph: Piliin ang Employer

source: Save big with an exclusive membership plan today!
ms_my: Jimat besar dengan pelan keahlian eksklusif hari ini!
tl_ph: Makatipid ng malaki gamit ang isang eksklusibong plano ng membership ngayon!

source: show bundle pack
ms_my: tunjukkan pek berkas
tl_ph: ipakita ang bundle pack

source: Advance Custom Fields
ms_my: Medan Tersuai Lanjutan
tl_ph: Mga Advanced na Custom na Field

source: Front-end Widget
ms_my: Widget bahagian hadapan
tl_ph: Front-end na Widget

source: Tell A Friend
ms_my: Beritahu kawan
tl_ph: Sabihin sa kaibigan

source: WP Job Portal Add-Ons Bundle Pack
ms_my: Pek Himpunan Tambahan Portal Kerja WP

source: Basic
ms_my: asas

source: year
ms_my: tahun
tl_ph: taon

source: Multi Departments
ms_my: Pelbagai Jabatan
tl_ph: Maraming Departamento

source: Tell a Friend
ms_my: Beritahu kawan
tl_ph: Sabihin sa kaibigan

source: Professional
ms_my: Profesional
tl_ph: Propesyonal

source: Visitor Can Apply Job
ms_my: Pelawat Boleh Memohon Kerja
tl_ph: Maaaring Mag-apply ng Trabaho ang Bisita

source: Credits System
ms_my: Sistem Kredit
tl_ph: Sistema ng Mga Kredito

source: Save Colors
ms_my: Simpan Warna
tl_ph: I-save ang Mga Kulay

source: preset
ms_my: pratetap

source: Preset
ms_my: Pratetap

source: Primary Color
ms_my: Warna Utama
tl_ph: Pangunahing kulay

source: Secondary Color
ms_my: Warna Sekunder
tl_ph: Pangalawang Kulay

source: Content Color
ms_my: Warna Kandungan
tl_ph: Kulay ng Nilalaman

source: Buruj Solution
ms_my: Penyelesaian Buruj
tl_ph: Solusyon sa Buruj

source: PHP Developer
ms_my: Pembangun PHP
tl_ph: Developer ng PHP

source: Computer/IT
ms_my: Komputer/IT

source: Full-Time
ms_my: Sepenuh Masa

source: Per Month
ms_my: Sebulan
tl_ph: Kada buwan

source: Per Year
ms_my: Setiap tahun
tl_ph: Kada taon

source: Per Day
ms_my: Sehari
tl_ph: Kada araw

source: Per Week
ms_my: Seminggu
tl_ph: Bawat linggo

source: hours Ago
ms_my: beberapa jam yang lalu
tl_ph: mga oras Nakaraan

source: Resume (1)
ms_my: Sambung semula (1)
tl_ph: Ipagpatuloy (1)

source: Android Developer
ms_my: Pembangun Android
tl_ph: Developer ng Android

source: Add Featured
ms_my: Tambah Ditampilkan
tl_ph: Magdagdag ng Itinatampok

source: Resume (0)
ms_my: Sambung semula (0)
tl_ph: Ipagpatuloy (0)

source: Accountant
ms_my: Akauntan

source: Resume (10)
ms_my: Sambung semula (10)
tl_ph: Ipagpatuloy (10)
vi: Hồ sơ (10)
