Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Employer not allowed in job seeker area
ms_my: Majikan tidak dibenarkan berada di kawasan pencari kerja
tl_ph: Hindi pinapayagan ang employer sa lugar ng naghahanap ng trabaho
vi: Nhà tuyển dụng không được phép vào khu vực người tìm việc

source: You are already logged in
ms_my: anda sudah log masuk
tl_ph: Naka-log in ka na
vi: Bạn đã đăng nhập rồi

source: Please select your role
ms_my: Sila pilih peranan anda
tl_ph: Mangyaring piliin ang iyong tungkulin
vi: Vui lòng chọn vai trò của bạn

source: You are not allowed
ms_my: Anda tidak dibenarkan
tl_ph: Hindi ka pinapayagan
vi: Bạn không được phép

source: Buy New Package
ms_my: Beli Pakej Baru
tl_ph: Bumili ng Bagong Package
vi: Mua gói mới

source: You are Not Allowed To add More than One
ms_my: Anda Tidak Dibenarkan Menambah Lebih daripada Satu
tl_ph: Hindi ka pinapayagang magdagdag ng higit sa isa
vi: Bạn không được phép thêm nhiều hơn một

source: Payment is Not Made Against This Job Contact Adminstrator
ms_my: Bayaran Tidak Dibuat Terhadap Pekerjaan Ini Hubungi Pentadbir
tl_ph: Ang Pagbabayad ay Hindi Ginawa Laban sa Trabaho Contact Administrator
vi: Thanh toán chưa được thực hiện cho công việc này, liên hệ quản trị viên

source: not allowed
ms_my: tidak dibenarkan
tl_ph: hindi pwede
vi: không được phép

source: You are already logged in !...
ms_my: Anda sudah log masuk !...
tl_ph: Naka-log in ka na!...
vi: Bạn đã đăng nhập rồi !...

source: Logout
ms_my: Log keluar
tl_ph: Mag-logout
vi: Đăng xuất

source: Please first make a selection from the list
ms_my: Sila buat pilihan daripada senarai dahulu
tl_ph: Mangyaring pumili muna mula sa listahan
vi: Vui lòng chọn từ danh sách trước

source: Unknown
ms_my: Tidak diketahui
tl_ph: Hindi kilala
vi: Không xác định

source: Invalid request
ms_my: Permintaan tidak sah
tl_ph: Di-wastong Hiling
vi: Yêu cầu không hợp lệ

source: has been successfully saved
ms_my: telah berjaya disimpan
tl_ph: ay matagumpay na nai-save
vi: đã được lưu thành công

source: has not been saved
ms_my: belum diselamatkan
tl_ph: ay hindi nailigtas
vi: chưa được lưu

source: has been successfully deleted
ms_my: telah berjaya dipadamkan
tl_ph: ay matagumpay na natanggal
vi: đã được xóa thành công

source: Record not exist
ms_my: Rekod tidak wujud
tl_ph: Walang record
vi: Bản ghi không tồn tại

source: has not been deleted
ms_my: belum dipadamkan
tl_ph: ay hindi natanggal
vi: chưa được xóa

source: has been successfully published
ms_my: telah berjaya diterbitkan
tl_ph: ay matagumpay na nai-publish
vi: đã được xuất bản thành công

source: transaction has been successfully verified
ms_my: transaksi telah berjaya disahkan
tl_ph: matagumpay na na-verify ang transaksyon
vi: giao dịch đã được xác minh thành công

source: transaction has been successfully un-verified
ms_my: transaksi telah berjaya tidak disahkan
tl_ph: matagumpay na hindi na-verify ang transaksyon
vi: giao dịch đã được hủy xác minh thành công

source: transaction has not been successfully verified
ms_my: transaksi tidak berjaya disahkan
tl_ph: ang transaksyon ay hindi matagumpay na na-verify
vi: giao dịch chưa được xác minh thành công

source: transaction has not been successfully un-verified
ms_my: transaksi tidak berjaya dibatalkan pengesahan
tl_ph: hindi matagumpay na na-unverify ang transaksyon
vi: giao dịch chưa được hủy xác minh thành công

source: has not been published
ms_my: belum diterbitkan
tl_ph: ay hindi nai-publish
vi: chưa được xuất bản

source: has been successfully unpublished
ms_my: telah berjaya dinyahterbitkan
tl_ph: ay matagumpay na na-unpublish
vi: đã được hủy xuất bản thành công

source: has not been unpublished
ms_my: belum dinyahterbitkan
tl_ph: ay hindi na-unpublish
vi: chưa được hủy xuất bản

source: Fields has been successfully required
ms_my: Medan telah berjaya diperlukan
tl_ph: Matagumpay na kailangan ang mga field
vi: Các trường đã được yêu cầu thành công

source: Field has not been required
ms_my: Medan tidak diperlukan
tl_ph: Hindi kailangan ang field
vi: Trường chưa được yêu cầu

source: Fields has not been required
ms_my: Medan tidak diperlukan
tl_ph: Ang mga patlang ay hindi kinakailangan
vi: Các trường chưa được yêu cầu

source: Fields has been successfully not required
ms_my: Medan telah berjaya tidak diperlukan
tl_ph: Matagumpay na hindi kailangan ang mga field
vi: Các trường đã được không yêu cầu thành công

source: Field has not been not required
ms_my: Medan tidak diperlukan
tl_ph: Ang field ay hindi kinakailangan
vi: Trường chưa được không yêu cầu

source: Fields has not been not required
ms_my: Medan tidak diperlukan
tl_ph: Ang mga patlang ay hindi kinakailangan
vi: Các trường chưa được không yêu cầu

source: Field order up successfully
ms_my: Pesanan lapangan berjaya dibuat
tl_ph: Matagumpay na nakaayos ang field
vi: Thứ tự trường đã được tăng thành công

source: Field order up error
ms_my: Ralat pesanan medan
tl_ph: Error sa field order up
vi: Lỗi khi tăng thứ tự trường

source: Field order down successfully
ms_my: Pesanan medan berjaya diturunkan
tl_ph: Matagumpay na bumaba ang field order
vi: Thứ tự trường đã được giảm thành công

source: has been rejected
ms_my: telah ditolak
tl_ph: ay tinanggihan
vi: đã bị từ chối

source: Job applied successfully
ms_my: Jawatan berjaya dipohon
tl_ph: Matagumpay na nailapat ang trabaho
vi: Ứng tuyển công việc thành công

source: Error in applying job
ms_my: Ralat dalam memohon kerja
tl_ph: Error sa pag-apply ng trabaho
vi: Lỗi khi ứng tuyển công việc

source: has not been rejected
ms_my: belum ditolak
tl_ph: ay hindi tinanggihan
vi: chưa bị từ chối

source: has been approved
ms_my: telah diluluskan
tl_ph: ay naaprubahan
vi: đã được phê duyệt

source: has not been approved
ms_my: belum diluluskan
tl_ph: ay hindi naaprubahan
vi: chưa được phê duyệt

source: has been set as default
ms_my: telah ditetapkan sebagai lalai
tl_ph: ay naitakda bilang default
vi: đã được đặt làm mặc định

source: Unpublished field cannot set default
ms_my: Medan yang tidak diterbitkan tidak boleh menetapkan lalai
tl_ph: Ang hindi na-publish na field ay hindi maaaring magtakda ng default
vi: Trường chưa xuất bản không thể đặt làm mặc định

source: has not been set as default
ms_my: belum ditetapkan sebagai lalai
tl_ph: ay hindi naitakda bilang default
vi: chưa được đặt làm mặc định

source: status has been updated
ms_my: status telah dikemas kini
tl_ph: na-update ang status
vi: trạng thái đã được cập nhật

source: has not been updated
ms_my: belum dikemas kini
tl_ph: ay hindi na-update
vi: chưa được cập nhật

source: in use cannot deleted
ms_my: sedang digunakan tidak boleh dipadamkan
tl_ph: hindi matatanggal ang ginagamit
vi: đang sử dụng không thể xóa

source: already exist
ms_my: sudah wujud
tl_ph: mayroon na
vi: đã tồn tại

source: File type error
ms_my: Ralat jenis fail
tl_ph: Error sa uri ng file
vi: Lỗi loại tệp

source: File size error
ms_my: ralat saiz fail
tl_ph: Error sa laki ng file
vi: Lỗi kích thước tệp

source: has been enabled
ms_my: telah didayakan
tl_ph: ay pinagana
vi: đã được bật

source: Can not buy free package more than once
ms_my: Tidak boleh membeli pakej percuma lebih daripada sekali
tl_ph: Hindi makakabili ng libreng pakete nang higit sa isang beses
vi: Không thể mua gói miễn phí nhiều hơn một lần

source: has been disabled
ms_my: telah dilumpuhkan
tl_ph: ay hindi pinagana
vi: đã được tắt

source: no active package
ms_my: tiada pakej aktif
tl_ph: walang aktibong package
vi: không có gói hoạt động

source: You don't have enough credits
ms_my: Anda tidak mempunyai kredit yang mencukupi
tl_ph: Wala kang sapat na credits
vi: Bạn không có đủ tín dụng

source: buy packages
ms_my: beli pakej
tl_ph: bumili ng mga pakete
vi: mua gói

source: Address Data
ms_my: Data Alamat
tl_ph: Data ng Address
vi: Dữ liệu địa chỉ

source: Featured company
ms_my: Syarikat pilihan
tl_ph: Itinatampok na kumpanya
vi: Công ty nổi bật

source: Field
ms_my: Padang
tl_ph: Patlang
vi: Trường

source: Employer package
ms_my: Pakej majikan
tl_ph: Pakete ng employer
vi: Gói nhà tuyển dụng

source: Featured job
ms_my: Kerja yang diketengahkan
tl_ph: Itinatampok na trabaho
vi: Công việc nổi bật

source: Job alert
ms_my: Makluman kerja
tl_ph: Alerto sa trabaho
vi: Cảnh báo công việc

source: State
ms_my: negeri
tl_ph: Estado
vi: Bang

source: User role
ms_my: Peranan pengguna
tl_ph: Tungkulin ng user
vi: Vai trò người dùng

source: Email Template
ms_my: Templat E-mel
tl_ph: Template ng Email
vi: Mẫu email

source: record
ms_my: rekod
tl_ph: rekord
vi: bản ghi

source: Prefix
ms_my: Awalan
vi: Tiền tố

source: Career Level
ms_my: Tahap Kerjaya
tl_ph: Antas ng Karera
vi: Cấp độ nghề nghiệp

source: Jobseeker
ms_my: Pencari kerja
tl_ph: Naghahanap ng trabaho
vi: Người tìm việc

source: Previous
ms_my: Sebelumnya
tl_ph: Nakaraang
vi: Trước

source: Next
ms_my: Seterusnya
tl_ph: Susunod
vi: Tiếp

source: Search job
ms_my: Cari kerja
tl_ph: Maghanap ng trabaho
vi: Tìm kiếm công việc

source: Jobs by state
ms_my: Pekerjaan mengikut negeri
tl_ph: Mga trabaho ayon sa estado
vi: Công việc theo bang

source: Latest Resumes
ms_my: Resume Terkini
tl_ph: Mga Pinakabagong Resume
vi: Hồ sơ mới nhất

source: Search jobs form WP Job Portal database
ms_my: Cari kerja borang pangkalan data Portal Kerja WP
tl_ph: Maghanap ng mga trabaho sa WP Job Portal database
vi: Tìm kiếm công việc từ cơ sở dữ liệu WP Job Portal

source: Search Job
ms_my: Cari Kerja
tl_ph: Maghanap ng Trabaho
vi: Tìm kiếm công việc

source: Username / password is incorrect
ms_my: Nama pengguna / kata laluan tidak betul
tl_ph: Ang username / password ay hindi tama
vi: Tên người dùng / mật khẩu không chính xác

source: Jobs role
ms_my: Peranan pekerjaan
tl_ph: Papel sa trabaho
vi: Vai trò công việc

source: Select job role
ms_my: Pilih peranan kerja
tl_ph: Pumili ng tungkulin sa trabaho
vi: Chọn vai trò công việc

source: You must set jobs user role
ms_my: Anda mesti menetapkan peranan pengguna pekerjaan
tl_ph: Dapat kang magtakda ng tungkulin ng user ng mga trabaho
vi: Bạn phải đặt vai trò người dùng cho công việc

source: Username already taken
ms_my: Nama pengguna sudah diambil
tl_ph: Nakuha na ang username
vi: Tên người dùng đã được sử dụng

source: Invalid username
ms_my: Nama pengguna tidak sah
tl_ph: Di-wastong username
vi: Tên người dùng không hợp lệ

source: Please enter a username
ms_my: Sila masukkan nama pengguna
tl_ph: Maglagay ng username
vi: Vui lòng nhập tên người dùng

source: Invalid email
ms_my: Email tidak sah
tl_ph: Di-wastong email
vi: Email không hợp lệ

source: Email already registered
ms_my: E-mel sudah didaftarkan
tl_ph: nakarehistro na ang email
vi: Email đã được đăng ký

source: Please enter a password
ms_my: Sila masukkan kata laluan
tl_ph: Mangyaring magpasok ng password
vi: Vui lòng nhập mật khẩu

source: Passwords do not match
ms_my: Kata laluan tidak sepadan
tl_ph: Hindi tugma ang mga password
vi: Mật khẩu không khớp

source: Error Updating User
ms_my: Ralat Mengemas kini Pengguna
tl_ph: Error sa Pag-update ng User
vi: Lỗi khi cập nhật người dùng

source: User Added Successfully
ms_my: Pengguna Berjaya Ditambah
tl_ph: Matagumpay na Nadagdag ang User
vi: Thêm người dùng thành công

source: Employer Control Panel
ms_my: Panel Kawalan Majikan
tl_ph: Control Panel ng Employer
vi: Bảng điều khiển nhà tuyển dụng

source: WP JOB PORTAL Pages
ms_my: Halaman PORTAL KERJA WP
tl_ph: WP JOB PORTAL Mga Pahina
vi: Trang WP JOB PORTAL

source: Jobseeker Control Panel
ms_my: Panel Kawalan Pencari Kerja
tl_ph: Control Panel ng Jobseeker
vi: Bảng điều khiển người tìm việc

source: Job Listing
ms_my: Penyenaraian Kerja
tl_ph: Listahan ng Trabaho
vi: Danh sách công việc

source: Jobs By Catergories
ms_my: Pekerjaan Mengikut Kategori
tl_ph: Mga Trabaho Ayon sa Mga Kategorya
vi: Công việc theo danh mục

source: Add Job
ms_my: Tambah Pekerjaan
tl_ph: Magdagdag ng Trabaho
vi: Thêm công việc

source: Employer Registration
ms_my: Pendaftaran Majikan
tl_ph: Pagpaparehistro ng Employer
vi: Đăng ký nhà tuyển dụng

source: Jobseeker Registration
ms_my: Pendaftaran Pencari Kerja
tl_ph: Pagpaparehistro ng Jobseeker
vi: Đăng ký người tìm việc

source: All Companies
ms_my: Semua Syarikat
tl_ph: Lahat ng Kumpanya
vi: Tất cả công ty

source: My Cover Letters
ms_my: Surat Iringan Saya
tl_ph: Aking Mga Cover Letter
vi: Thư xin việc của tôi

source: Add Cover Letter
ms_my: Tambah Surat Iringan
tl_ph: Magdagdag ng Cover Letter
vi: Thêm thư xin việc

source: Employer My Stats
ms_my: Statistik Saya Majikan
vi: Thống kê của tôi (Nhà tuyển dụng)

source: Jobseeker My Stats
ms_my: Statistik Saya Pencari Kerja
tl_ph: Jobseeker Aking Stats
vi: Thống kê của tôi (Người tìm việc)

source: WP JOB PORTAL Package
ms_my: Pakej PORTAL KERJA WP
vi: Gói WP JOB PORTAL

source: Package combo
ms_my: Kombo pakej
vi: Gói kết hợp

source: Select packages pack so that user can purchase them.
ms_my: Pilih pek pakej supaya pengguna boleh membelinya.
tl_ph: Pumili ng package pack para mabili ng user ang mga ito.
vi: Chọn gói để người dùng có thể mua.

source: Feature Company
ms_my: Syarikat Ciri
tl_ph: Tampok na Kumpanya
vi: Công ty nổi bật

source: Featuer Job
ms_my: Kerja Ciri
tl_ph: Tampok na Trabaho
vi: Công việc nổi bật

source: Feature Resume
ms_my: Resume Ciri
tl_ph: Tampok na Resume
vi: Hồ sơ nổi bật

source: Add Department
ms_my: Tambah Jabatan
tl_ph: Magdagdag ng Kagawaran
vi: Thêm phòng ban

source: Resume Save Search
ms_my: Sambung semula Simpan Carian
tl_ph: Ipagpatuloy ang I-save ang Paghahanap
vi: Lưu tìm kiếm hồ sơ

source: Job Alert Time
ms_my: Masa Makluman Kerja
tl_ph: Oras ng Alerto sa Trabaho
vi: Thời gian cảnh báo công việc

source: View Company Contact Detail
ms_my: Lihat Butiran Perhubungan Syarikat
tl_ph: Tingnan ang Detalye ng Pakikipag-ugnayan ng Kumpanya
vi: Xem chi tiết liên hệ công ty

source: View Resume Contact Detail
ms_my: Lihat Resume Butiran Perhubungan
tl_ph: Tingnan ang Detalye ng Resume Contact
vi: Xem chi tiết liên hệ hồ sơ

source: WP Job Portal
ms_my: Portal Kerja WP

source: Theme
ms_my: Tema
tl_ph: Tema
vi: Chủ đề

source: Configurations
ms_my: Konfigurasi
tl_ph: Mga pagsasaayos
vi: Cấu hình

source: Jobseeker/Employer Reports
ms_my: Laporan Pencari Kerja/Majikan
tl_ph: Mga Ulat ng Jobseeker/Employer
vi: Báo cáo Người tìm việc/Nhà tuyển dụng

source: Pro Installer
ms_my: Pemasang Pro
vi: Trình cài đặt Pro

source: Email Templates Options
ms_my: Pilihan Templat E-mel
tl_ph: Mga Opsyon sa Template ng Email
vi: Tùy chọn mẫu email

source: Custom Fields
ms_my: bidang-bidang khas
tl_ph: Mga Custom na Field
vi: Trường tùy chỉnh

source: Employer Packages
ms_my: Pakej Majikan
tl_ph: Mga Employer Package
vi: Gói nhà tuyển dụng

source: Field Ordering
ms_my: Susunan Medan
tl_ph: Pag-order sa Field
vi: Thứ tự trường

source: Job Seeker Packages
ms_my: Pakej Pencari Kerja
tl_ph: Mga Package ng Naghahanap ng Trabaho
vi: Gói người tìm việc

source: WP Job Alert
ms_my: Makluman Kerja WP
vi: Cảnh báo công việc WP

source: Payment History
ms_my: sejarah pembayaran
tl_ph: Kasaysayan ng pagbabayad
vi: Lịch sử thanh toán

source: Payment Method Configuration
ms_my: Konfigurasi Kaedah Pembayaran
tl_ph: Configuration ng Paraan ng Pagbabayad
vi: Cấu hình phương thức thanh toán

source: Salary Range Types
ms_my: Jenis Julat Gaji
tl_ph: Mga Uri ng Saklaw ng Sahod
vi: Loại khoảng lương

source: Cover letter
ms_my: Surat iringan
vi: Thư xin việc

source: Shortcodes
ms_my: Kod pendek
tl_ph: Mga shortcode
vi: Mã ngắn

source: WP Job Portal Settings
ms_my: Tetapan Portal Kerja WP
tl_ph: Mga Setting ng WP Job Portal
vi: Cài đặt WP Job Portal

source: WP Job Portal Slug
ms_my: Slug Portal Kerja WP
vi: Đường dẫn WP Job Portal

source: Premium Plugin
ms_my: Pemalam Premium
tl_ph: Premium na Plugin
vi: Plugin cao cấp

source: Premium Addon
ms_my: Tambahan Premium
vi: Bổ sung cao cấp

source: Cover Letter
ms_my: Surat Iringan
vi: Thư xin việc

source: Applied for job
ms_my: Dimohon kerja
tl_ph: Nag-apply para sa trabaho
vi: Đã ứng tuyển công việc

source: With Resume
ms_my: Dengan Resume
tl_ph: Gamit ang Resume
vi: Với hồ sơ

source: Administrator
ms_my: Pentadbir
tl_ph: Tagapangasiwa
vi: Quản trị viên

source: added a new
ms_my: menambah yang baru
tl_ph: nagdagdag ng bago
vi: đã thêm mới

source: Edited a existing
ms_my: Mengedit yang sedia ada
tl_ph: Nag-edit ng isang umiiral na
vi: Đã chỉnh sửa một

source: Deleted a
ms_my: Dipadamkan a
tl_ph: Tinanggal a
vi: Đã xóa một

source: Reference For
ms_my: Rujukan Untuk
tl_ph: Sanggunian Para sa
vi: Tham chiếu cho

source: Settings
ms_my: tetapan
tl_ph: Mga setting
vi: Cài đặt

source: Ages
ms_my: umur
tl_ph: Mga edad
vi: Tuổi

source: Custom Field
ms_my: Medan Tersuai
tl_ph: Custom na Field
vi: Trường tùy chỉnh

source: submit
ms_my: menyerahkan
tl_ph: ipasa
vi: gửi

source: Submit
ms_my: Hantar
tl_ph: Ipasa
vi: Gửi

source: Sort by
ms_my: Disusun mengikut
tl_ph: Pagbukud-bukurin ayon sa
vi: Sắp xếp theo

source: Ordering updated
ms_my: Pesanan dikemas kini
tl_ph: Na-update ang pag-order
vi: Thứ tự đã cập nhật

source: Ordering
ms_my: Memesan
tl_ph: Pag-order
vi: Thứ tự

source: Save Ordering
ms_my: Simpan Pesanan
tl_ph: I-save ang Pag-order
vi: Lưu thứ tự

source: Add New Career Levels
ms_my: Tambah Tahap Kerjaya Baharu
tl_ph: Magdagdag ng Bagong Mga Antas ng Karera
vi: Thêm cấp độ nghề nghiệp mới

source: grab
ms_my: merebut
tl_ph: sunggaban
vi: kéo

source: title
ms_my: tajuk
tl_ph: pamagat
vi: tiêu đề

source: default
ms_my: lalai
vi: mặc định

source: not default
ms_my: bukan lalai
tl_ph: hindi default
vi: không mặc định

source: Records per page
ms_my: Rekod setiap halaman
tl_ph: Mga tala sa bawat pahina
vi: Bản ghi trên mỗi trang

source: Show More
ms_my: Tunjukkan Lagi
tl_ph: Magpakita ng Higit Pa
vi: Hiển thị thêm

source: Category Title
ms_my: Tajuk Kategori
tl_ph: Pamagat ng Kategorya
vi: Tiêu đề danh mục

source: category name
ms_my: Nama kategori
tl_ph: pangalan ng kategorya
vi: tên danh mục

source: Error while saving new state
ms_my: Ralat semasa menyimpan keadaan baharu
tl_ph: Error habang nagse-save ng bagong estado
vi: Lỗi khi lưu bang mới

source: Country not found
ms_my: Negara tidak ditemui
tl_ph: Hindi natagpuan ang bansa
vi: Không tìm thấy quốc gia

source: Add New City
ms_my: Tambah Bandar Baru
tl_ph: Magdagdag ng Bagong Lungsod
vi: Thêm thành phố mới

source: Not Required
ms_my: Tidak dikehendaki
tl_ph: Hindi kailangan
vi: Không bắt buộc

source: New company
ms_my: Syarikat baru
tl_ph: Bagong kumpanya
vi: Công ty mới

source: New department
ms_my: Jabatan baru
tl_ph: Bagong departamento
vi: Phòng ban mới

source: New job
ms_my: Pekerjaan baru
tl_ph: Bagong trabaho
vi: Công việc mới

source: Searched and saved resume
ms_my: Dicari dan disimpan resume
tl_ph: Hinanap at na-save ang resume
vi: Đã tìm kiếm và lưu hồ sơ

source: Viewed resume contact details
ms_my: Butiran hubungan resume dilihat
tl_ph: Tiningnan ang mga detalye ng contact sa resume
vi: Đã xem chi tiết liên hệ hồ sơ

source: Featured company for time period
ms_my: Syarikat pilihan untuk tempoh masa
tl_ph: Itinatampok na kumpanya para sa yugto ng panahon
vi: Công ty nổi bật trong khoảng thời gian

source: New resume
ms_my: Resume baru
tl_ph: Bagong resume
vi: Hồ sơ mới

source: New cover letter
ms_my: Surat lamaran baharu
tl_ph: Bagong cover letter
vi: Thư xin việc mới

source: Life time job alert
ms_my: Makluman kerja seumur hidup
tl_ph: Panghabambuhay na alerto sa trabaho
vi: Cảnh báo công việc trọn đời

source: Job alert for time
ms_my: Amaran kerja untuk masa
tl_ph: Alerto sa trabaho para sa oras
vi: Cảnh báo công việc trong thời gian

source: Saved a job search
ms_my: Menyimpan carian kerja
tl_ph: Nag-save ng paghahanap ng trabaho
vi: Đã lưu tìm kiếm công việc

source: Job short listed
ms_my: Pekerjaan disenarai pendek
tl_ph: Maikling listahan ng trabaho
vi: Công việc được chọn

source: Viewed job status
ms_my: Status pekerjaan dilihat
tl_ph: Tiningnan ang katayuan ng trabaho
vi: Đã xem trạng thái công việc

source: Viewed company contact detail
ms_my: Melihat butiran hubungan syarikat
tl_ph: Tiningnan ang detalye ng contact ng kumpanya
vi: Đã xem chi tiết liên hệ công ty

source: Told a friend
ms_my: Kata kawan
tl_ph: Sinabi sa isang kaibigan
vi: Đã giới thiệu cho bạn bè

source: Saved a job filter
ms_my: Menyimpan penapis kerja
tl_ph: Nag-save ng filter ng trabaho
vi: Đã lưu bộ lọc công việc

source: Shared on social media
ms_my: Dikongsi di media sosial
tl_ph: Ibinahagi sa social media
vi: Đã chia sẻ trên mạng xã hội

source: Unpublished
ms_my: Tidak diterbitkan
tl_ph: Hindi na-publish
vi: Chưa xuất bản

source: Subscribed
ms_my: Dilanggan
tl_ph: Naka-subscribe
vi: Đã đăng ký

source: Unsubscribed
ms_my: Menyahlanggan
tl_ph: Nag-unsubscribe
vi: Đã hủy đăng ký

source: Text Field
ms_my: Medan Teks
tl_ph: Patlang ng Teksto
vi: Trường văn bản

source: Text Area
ms_my: Kawasan Teks
tl_ph: Lugar ng Teksto
vi: Khu vực văn bản

source: Check Box
ms_my: Kotak Semak
vi: Hộp kiểm

source: Drop Down
ms_my: Jatuhkan
vi: Danh sách thả xuống

source: Negotiable
ms_my: Boleh dirunding
vi: Có thể thương lượng

source: You are Not Allowed To Add More than One
ms_my: Anda Tidak Dibenarkan Menambah Lebih daripada Satu
tl_ph: Hindi ka pinapayagang magdagdag ng higit sa isa
vi: Bạn không được phép thêm nhiều hơn một

source: Are you new in
ms_my: Adakah anda baru masuk
tl_ph: Bago ka lang ba
vi: Bạn có mới trong

source: Select Role
ms_my: Pilih Peranan
tl_ph: Piliin ang Tungkulin
vi: Chọn vai trò

source: Companies Approval Queue
ms_my: Barisan Kelulusan Syarikat
tl_ph: Queue ng Pag-apruba ng Mga Kumpanya
vi: Hàng chờ phê duyệt công ty

source: cross
ms_my: menyeberang
tl_ph: krus
vi: đóng

source: enforce delete
ms_my: menguatkuasakan pemadaman
tl_ph: ipatupad ang pagtanggal
vi: xóa bắt buộc

source: Enforce Delete
ms_my: Kuatkuasakan Padam
tl_ph: Ipatupad ang Tanggalin
vi: Xóa bắt buộc

source: Company Approve
ms_my: Syarikat Luluskan
tl_ph: Inaprubahan ng Kumpanya
vi: Phê duyệt công ty

source: Company Reject
ms_my: Tolak Syarikat
tl_ph: Tanggihan ng Kumpanya
vi: Từ chối công ty

source: sort
ms_my: menyusun
tl_ph: uri
vi: sắp xếp

source: Date Start
ms_my: Tarikh Mula
tl_ph: Petsa ng Pagsisimula
vi: Ngày bắt đầu

source: Date End
ms_my: Tarikh Tamat
tl_ph: Petsa ng Pagtatapos
vi: Ngày kết thúc

source: View all jobs
ms_my: Lihat semua pekerjaan
tl_ph: Tingnan ang lahat ng trabaho
vi: Xem tất cả công việc

source: View All Jobs
ms_my: Lihat Semua Pekerjaan
tl_ph: Tingnan ang Lahat ng Trabaho
vi: Xem tất cả công việc

source: Edit company
ms_my: Edit syarikat
tl_ph: I-edit ang kumpanya
vi: Chỉnh sửa công ty

source: Edit Company
ms_my: Edit Syarikat
tl_ph: I-edit ang Kumpanya
vi: Chỉnh sửa công ty

source: Delete company
ms_my: Padamkan syarikat
tl_ph: Tanggalin ang kumpanya
vi: Xóa công ty

source: Waiting For Approval
ms_my: Menunggu kelulusan
tl_ph: Naghihintay ng pag-apruba
vi: Chờ phê duyệt

source: Pending For Approval of Payment
ms_my: Menunggu Kelulusan Pembayaran
tl_ph: Nakabinbin Para sa Pag-apruba ng Pagbabayad
vi: Chờ phê duyệt thanh toán

source: View company
ms_my: Lihat syarikat
tl_ph: Tingnan ang kumpanya
vi: Xem công ty

source: View Company
ms_my: Lihat Syarikat
tl_ph: Tingnan ang Kumpanya
vi: Xem công ty

source: website
ms_my: laman web
vi: trang web

source: Data directory can not empty.
ms_my: Direktori data tidak boleh kosong.
tl_ph: Hindi maaaring walang laman ang direktoryo ng data.
vi: Thư mục dữ liệu không thể trống.

source: Data directory is not proper.
ms_my: Direktori data tidak betul.
tl_ph: Hindi wasto ang direktoryo ng data.
vi: Thư mục dữ liệu không hợp lệ.

source: Data directory is not writable.
ms_my: Direktori data tidak boleh ditulis.
tl_ph: Hindi maisusulat ang direktoryo ng data.
vi: Thư mục dữ liệu không thể ghi.

source: General Settings
ms_my: Tetapan umum
tl_ph: Pangkalahatang mga Setting
vi: Cài đặt chung
