Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Database Administrator
ms_my: Pentadbir Pangkalan Data
tl_ph: Administrator ng Database
vi: Quản trị viên cơ sở dữ liệu

source: Preset Theme
ms_my: Tema Pratetap
tl_ph: Preset na Tema
vi: Chủ đề cài sẵn

source: Mint
ms_my: Pudina
vi: Bạc hà

source: Red
ms_my: merah
tl_ph: Pula
vi: Đỏ

source: Blue Jeans
ms_my: Seluar Jeans Biru
tl_ph: Asul na Jeans
vi: Xanh jeans

source: Grass
ms_my: rumput
tl_ph: damo
vi: Cỏ

source: Grape fruit
ms_my: buah anggur
tl_ph: Prutas ng ubas
vi: Bưởi

source: Black
ms_my: Hitam
tl_ph: Itim
vi: Đen

source: Help icon
ms_my: Ikon bantuan
tl_ph: Icon ng tulong
vi: Biểu tượng trợ giúp

source: We Are Here to Help You
ms_my: Kami Sedia untuk Membantu Anda
tl_ph: Narito Kami Para Tulungan Ka
vi: Chúng tôi ở đây để giúp bạn

source: View all videos
ms_my: Lihat semua video
tl_ph: Tingnan ang lahat ng mga video
vi: Xem tất cả video

source: Video icon
ms_my: ikon video
tl_ph: Icon ng video
vi: Biểu tượng video

source: View All Videos
ms_my: Lihat Semua Video
tl_ph: Tingnan ang Lahat ng Video
vi: Xem tất cả video

source: WP JOB PORTAL icon
ms_my: Ikon PORTAL KERJA WP
vi: Biểu tượng WP JOB PORTAL

source: WP Job Portal Support
ms_my: Sokongan Portal Kerja WP
tl_ph: Suporta sa WP Job Portal
vi: Hỗ trợ WP Job Portal

source: Submit ticket
ms_my: Hantar tiket
tl_ph: Magsumite ng tiket
vi: Gửi phiếu hỗ trợ

source: Submit Ticket
ms_my: Hantar Tiket
tl_ph: Isumite ang Ticket
vi: Gửi phiếu hỗ trợ

source: Job Portal
ms_my: Portal Kerja
tl_ph: Portal ng Trabaho
vi: Cổng việc làm

source: Shortlist Jobs
ms_my: Senarai Pendek Pekerjaan
tl_ph: Mga Trabaho sa Shortlist
vi: Danh sách công việc ngắn

source: Visitor Create a Job
ms_my: Pelawat Buat Kerja
tl_ph: Lumikha ng Trabaho ang Bisita
vi: Khách tạo công việc

source: Apply as a Visitor
ms_my: Mohon sebagai Pelawat
tl_ph: Mag-apply bilang Bisita
vi: Ứng tuyển với tư cách khách

source: Advance Resume
ms_my: Resume Awal
tl_ph: Paunang Resume
vi: Hồ sơ nâng cao

source: Resume Actions
ms_my: Sambung semula Tindakan
tl_ph: Ipagpatuloy ang Mga Aksyon
vi: Hành động hồ sơ

source: Create Company
ms_my: Buat Syarikat
tl_ph: Lumikha ng Kumpanya
vi: Tạo công ty

source: Misc
ms_my: Lain-lain
vi: Linh tinh

source: Widget Settings
ms_my: Tetapan Widget
tl_ph: Mga Setting ng Widget
vi: Cài đặt tiện ích

source: Credit Pack
ms_my: Pek Kredit
vi: Gói tín dụng

source: Color Manager
ms_my: Pengurus Warna
tl_ph: Tagapamahala ng Kulay
vi: Quản lý màu sắc

source: State id greater and cities have no ids also state id and country id is your responsibility
ms_my: Id negeri lebih besar dan bandar tidak mempunyai id juga nyatakan id dan id negara adalah tanggungjawab anda
tl_ph: Ang state id na mas malaki at ang mga lungsod ay walang mga id, ang estado id at ang country id ay responsibilidad mo
vi: ID bang lớn hơn và các thành phố không có ID, ID bang và ID quốc gia là trách nhiệm của bạn

source: Consider old countries and states were not edit otherwise problem may occur
ms_my: Pertimbangkan negara dan negeri lama tidak mengedit jika tidak masalah mungkin berlaku
tl_ph: Isaalang-alang ang mga lumang bansa at estado ay hindi na-edit kung hindi man ay maaaring magkaroon ng problema
vi: Xem xét các quốc gia và bang cũ không được chỉnh sửa nếu không có thể xảy ra vấn đề

source: Configure your credit system. How much credits required for action. if you don't enter any credit. it will be free
ms_my: Konfigurasikan sistem kredit anda. Berapa banyak kredit yang diperlukan untuk tindakan. jika anda tidak memasukkan sebarang kredit. ia akan percuma
tl_ph: I-configure ang iyong credit system. Gaano karaming mga kredito ang kinakailangan para sa pagkilos. kung hindi ka nagpasok ng anumang kredito. ito ay magiging libre
vi: Cấu hình hệ thống tín dụng của bạn. Cần bao nhiêu tín dụng cho hành động. Nếu bạn không nhập tín dụng, nó sẽ miễn phí

source: By agreeing to recurring payment you will be charged with package price at the end of billing cycle and package will be renewed
ms_my: Dengan bersetuju dengan pembayaran berulang, anda akan dicaj dengan harga pakej pada akhir kitaran pengebilan dan pakej akan diperbaharui
tl_ph: Sa pamamagitan ng pagsang-ayon sa paulit-ulit na pagbabayad, sisingilin ka ng presyo ng package sa pagtatapos ng ikot ng pagsingil at ire-renew ang package
vi: Bằng cách đồng ý với thanh toán định kỳ, bạn sẽ bị tính phí giá gói vào cuối chu kỳ thanh toán và gói sẽ được gia hạn

source: Contact administrator to delete agreement from his paypal account. Your agreement id is
ms_my: Hubungi pentadbir untuk memadam perjanjian daripada akaun paypalnya. Id perjanjian anda ialah
tl_ph: Makipag-ugnayan sa administrator para tanggalin ang kasunduan sa kanyang paypal account. Ang iyong agreement id ay
vi: Liên hệ quản trị viên để xóa thỏa thuận từ tài khoản PayPal của anh ấy. ID thỏa thuận của bạn là

source: You must cancel agreement from your paypal account. Your agreement id is
ms_my: Anda mesti membatalkan perjanjian daripada akaun paypal anda. Id perjanjian anda ialah
tl_ph: Dapat mong kanselahin ang kasunduan mula sa iyong paypal account. Ang iyong agreement id ay
vi: Bạn phải hủy thỏa thuận từ tài khoản PayPal của bạn. ID thỏa thuận của bạn là

source: If You Have A Very Big Site Which Takes More Than 5 Minutes To Back Itself Up
ms_my: Jika Anda Mempunyai Tapak Yang Sangat Besar Yang Mengambil Lebih Dari 5 Minit Untuk Menyandarkan Dirinya
tl_ph: Kung Mayroon kang Napakalaking Site na Aabutin ng Higit sa 5 Minuto Upang I-back up ang sarili
vi: Nếu bạn có một trang web rất lớn mất hơn 5 phút để tự sao lưu

source: You Might Consider Using Akeeba Backup Professional And The Native Cli Cron Job Instead
ms_my: Anda Mungkin Pertimbangkan Menggunakan Akeeba Backup Professional Dan Pekerjaan Cli Cron Asli
tl_ph: Maaari Mong Pag-isipang Gamitin Sa halip ang Akeeba Backup Professional At Ang Native Cli Cron Job
vi: Bạn có thể xem xét sử dụng Akeeba Backup Professional và tác vụ Cron CLI gốc thay thế

source: We Recommend Choosing An Alert Method Here And Not Checking The only On Error So That You Always Get A Notification When The Backup Cron Job Runs
ms_my: Kami Mengesyorkan Memilih Kaedah Makluman Di Sini Dan Tidak Menyemak Satu-satunya Ralat Supaya Anda Sentiasa Mendapat Pemberitahuan Apabila Kerja Backup Cron Berjalan
tl_ph: Inirerekumenda Namin ang Pagpili ng Paraan ng Alerto Dito At Hindi Sinusuri ang Tanging Sa Error Para Laging Makatanggap Ka ng Notification Kapag Tumatakbo ang Backup Cron Job
vi: Chúng tôi khuyên bạn nên chọn một phương thức cảnh báo tại đây và không chỉ kiểm tra Khi Có Lỗi để bạn luôn nhận được thông báo khi tác vụ Cron sao lưu chạy

source: Job applied notification will be emailed to you with resume of the applicant
ms_my: Pemberitahuan permohonan kerja akan diemailkan kepada anda dengan resume pemohon
tl_ph: Ang abiso sa pag-apply sa trabaho ay ipapadala sa iyo sa email kasama ang resume ng aplikante
vi: Thông báo ứng tuyển công việc sẽ được gửi email cho bạn kèm theo hồ sơ của ứng viên

source: Job applied notification will be emailed to you with resume and attachments of the applicant
ms_my: Pemberitahuan permohonan kerja akan diemailkan kepada anda dengan resume dan lampiran pemohon
tl_ph: Ang abiso sa pag-apply sa trabaho ay ipapadala sa iyo sa email kasama ang resume at mga attachment ng aplikante
vi: Thông báo ứng tuyển công việc sẽ được gửi email cho bạn kèm theo hồ sơ và tệp đính kèm của ứng viên

source: No notification will be emailed to you regarding job applications you can also check your workspace for new applicant
ms_my: Tiada pemberitahuan akan dihantar melalui e-mel kepada anda mengenai permohonan kerja anda juga boleh menyemak ruang kerja anda untuk pemohon baharu
tl_ph: Walang abiso na ipapadala sa iyo sa email tungkol sa mga aplikasyon sa trabaho maaari mo ring tingnan ang iyong workspace para sa bagong aplikante
vi: Không có thông báo nào được gửi email cho bạn liên quan đến các ứng tuyển công việc, bạn cũng có thể kiểm tra không gian làm việc của mình để xem ứng viên mới

source: The Total number of applicants for each day will be e-mailed to you on a daily basis.you can also check your workspace for new applicant.
ms_my: Jumlah bilangan pemohon untuk setiap hari akan dihantar melalui e-mel kepada anda setiap hari. anda juga boleh menyemak ruang kerja anda untuk pemohon baharu.
tl_ph: Ang Kabuuang bilang ng mga aplikante para sa bawat araw ay ipapadala sa iyo sa e-mail sa araw-araw. Maaari mo ring tingnan ang iyong workspace para sa bagong aplikante.
vi: Tổng số ứng viên mỗi ngày sẽ được gửi email cho bạn hàng ngày. Bạn cũng có thể kiểm tra không gian làm việc của mình để xem ứng viên mới.

source: Each applicants cv will be emailed directily to you as they apply.you can also check your workspace for new applicant
ms_my: Setiap cv pemohon akan diemel terus kepada anda semasa mereka memohon. anda juga boleh menyemak ruang kerja anda untuk pemohon baharu
tl_ph: Direktang i-email sa iyo ang bawat cv ng aplikante habang nag-a-apply sila. maaari mo ring tingnan ang iyong workspace para sa bagong aplikante
vi: CV của mỗi ứng viên sẽ được gửi trực tiếp qua email cho bạn khi họ ứng tuyển. Bạn cũng có thể kiểm tra không gian làm việc của mình để xem ứng viên mới

source: Get trusted WordPress add on’s. Guaranteed to work fast, safe to use, beautifully coded, packed with features and easy to use.
ms_my: Dapatkan tambahan WordPress yang dipercayai. Dijamin berfungsi dengan pantas, selamat digunakan, berkod cantik, padat dengan ciri dan mudah digunakan.
tl_ph: Kumuha ng mga pinagkakatiwalaang WordPress add on. Garantisadong gumagana nang mabilis, ligtas na gamitin, maganda ang pagkaka-code, puno ng mga feature at madaling gamitin.
vi: Nhận các bổ sung WordPress đáng tin cậy. Đảm bảo hoạt động nhanh, an toàn để sử dụng, được mã hóa đẹp mắt, đầy đủ tính năng và dễ sử dụng.

source: WP Job Portal offers a feature for users to see address data for states, cities or both. Admin will upload that file.
ms_my: Portal Kerja WP menawarkan ciri untuk pengguna melihat data alamat untuk negeri, bandar atau kedua-duanya. Admin akan memuat naik fail tersebut.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa mga user na makita ang data ng address para sa mga estado, lungsod o pareho. I-upload ng admin ang file na iyon.
vi: WP Job Portal cung cấp tính năng cho người dùng xem dữ liệu địa chỉ cho các bang, thành phố hoặc cả hai. Quản trị viên sẽ tải lên tệp đó.

source: WP Job Portal offers an outstanding feature for employers to featured their companies. Employers will be able to featured their desired companies.
ms_my: Portal Kerja WP menawarkan ciri yang luar biasa untuk majikan menampilkan syarikat mereka. Majikan akan dapat menampilkan syarikat yang mereka kehendaki.
tl_ph: Ang WP Job Portal ay nag-aalok ng isang natatanging tampok para sa mga tagapag-empleyo upang itampok ang kanilang mga kumpanya. Magagawang itampok ng mga employer ang kanilang mga gustong kumpanya.
vi: WP Job Portal cung cấp một tính năng nổi bật cho nhà tuyển dụng để làm nổi bật công ty của họ. Nhà tuyển dụng sẽ có thể làm nổi bật các công ty mong muốn.

source: WP Job Portal helps employers to make the resume as Featured Resume. Employers can featured their desired resume from the resume list.
ms_my: Portal Kerja WP membantu majikan menjadikan resume sebagai Resume Pilihan. Majikan boleh memaparkan resume yang mereka inginkan daripada senarai resume.
tl_ph: Tinutulungan ng WP Job Portal ang mga employer na gawin ang resume bilang Featured Resume. Maaaring itampok ng mga employer ang kanilang gustong resume mula sa listahan ng resume.
vi: WP Job Portal giúp nhà tuyển dụng làm nổi bật hồ sơ thành Hồ sơ nổi bật. Nhà tuyển dụng có thể làm nổi bật hồ sơ mong muốn từ danh sách hồ sơ.

source: WP Job Portal offers a feature for employers to perform some actions on resumes. Employes have some rights to reject or accept the jobseeker resume.
ms_my: Portal Kerja WP menawarkan ciri untuk majikan melakukan beberapa tindakan pada resume. Pekerja mempunyai hak untuk menolak atau menerima resume pencari kerja.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa mga employer na magsagawa ng ilang aksyon sa mga resume. Ang mga empleyado ay may ilang mga karapatan na tanggihan o tanggapin ang resume ng naghahanap ng trabaho.
vi: WP Job Portal cung cấp tính năng cho nhà tuyển dụng thực hiện một số hành động trên hồ sơ. Nhà tuyển dụng có một số quyền để từ chối hoặc chấp nhận hồ sơ của người tìm việc.

source: WP Job Portal offers a message feature for Employers and Job Seekers. All the Employers and Job Seekers can message each other.
ms_my: Portal Kerja WP menawarkan ciri mesej untuk Majikan dan Pencari Kerja. Semua Majikan dan Pencari Kerja boleh menghantar mesej antara satu sama lain.
tl_ph: Nag-aalok ang WP Job Portal ng feature na mensahe para sa Mga Employer at Job Seekers. Ang lahat ng Employer at Job Seekers ay maaaring magmessage sa isa't isa.
vi: WP Job Portal cung cấp tính năng tin nhắn cho Nhà tuyển dụng và Người tìm việc. Tất cả Nhà tuyển dụng và Người tìm việc có thể nhắn tin cho nhau.

source: WP job Portal offers a feature for employers to add multi companies. Employers will add their desired multi-companies.
ms_my: Portal kerja WP menawarkan ciri untuk majikan menambah berbilang syarikat. Majikan akan menambah syarikat berbilang yang mereka kehendaki.
tl_ph: Nag-aalok ang WP job Portal ng feature para sa mga employer na magdagdag ng maraming kumpanya. Idaragdag ng mga employer ang kanilang gustong maraming kumpanya.
vi: WP Job Portal cung cấp tính năng cho nhà tuyển dụng thêm nhiều công ty. Nhà tuyển dụng sẽ thêm các công ty đa dạng mong muốn của họ.

source: Widgets in WordPress allows you to add content and features in the widgetized areas of your theme which is mostly the sidebar.
ms_my: Widget dalam WordPress membolehkan anda menambah kandungan dan ciri dalam kawasan berwidget tema anda yang kebanyakannya bar sisi.
tl_ph: Ang mga widget sa WordPress ay nagpapahintulot sa iyo na magdagdag ng nilalaman at mga tampok sa mga widgetized na lugar ng iyong tema na kadalasan ay ang sidebar.
vi: Tiện ích trong WordPress cho phép bạn thêm nội dung và tính năng vào các khu vực tiện ích của chủ đề, thường là thanh bên.

source: WP Job Portal offers a feature for the jobseeker to add their multi-resume. Jobseeker will be able to create a multiple resume for applying any job.
ms_my: Portal Kerja WP menawarkan ciri untuk pencari kerja menambah resume berbilang mereka. Pencari kerja akan dapat membuat beberapa resume untuk memohon sebarang pekerjaan.
tl_ph: Nag-aalok ang WP Job Portal ng tampok para sa naghahanap ng trabaho upang idagdag ang kanilang multi-resume. Ang Jobseeker ay makakagawa ng maramihang resume para sa pag-aaplay ng anumang trabaho.
vi: WP Job Portal cung cấp tính năng cho người tìm việc thêm nhiều hồ sơ. Người tìm việc sẽ có thể tạo nhiều hồ sơ để ứng tuyển bất kỳ công việc nào.

source: WP Job Portal offers a feature for Employes to add multi-departments related to jobs. Jobseeker can apply to jobs related to the desired department.
ms_my: Portal Kerja WP menawarkan ciri untuk Pekerja menambah pelbagai jabatan yang berkaitan dengan pekerjaan. Pencari kerja boleh memohon pekerjaan yang berkaitan dengan jabatan yang dikehendaki.
tl_ph: Nag-aalok ang WP Job Portal ng tampok para sa Mga Empleyado upang magdagdag ng maraming departamentong nauugnay sa mga trabaho. Maaaring mag-apply ang Jobseeker sa mga trabahong nauugnay sa gustong departamento.
vi: WP Job Portal cung cấp tính năng cho nhà tuyển dụng thêm nhiều phòng ban liên quan đến công việc. Người tìm việc có thể ứng tuyển vào các công việc liên quan đến phòng ban mong muốn.

source: WP Job Portal offers Real Simple Syndication (RSS) to set feeds for the jobs. Admin manipulates RSS settings. Employers and Job Seekers can see the Jobs RSS.
ms_my: Portal Kerja WP menawarkan Real Simple Syndication (RSS) untuk menetapkan suapan untuk pekerjaan tersebut. Pentadbir memanipulasi tetapan RSS. Majikan dan Pencari Kerja boleh melihat RSS Pekerjaan.
tl_ph: Ang WP Job Portal ay nag-aalok ng Real Simple Syndication (RSS) upang magtakda ng mga feed para sa mga trabaho. Minamanipula ng Admin ang mga setting ng RSS. Makikita ng mga Employer at Job Seekers ang Jobs RSS.
vi: WP Job Portal cung cấp Real Simple Syndication (RSS) để thiết lập nguồn cấp dữ liệu cho công việc. Quản trị viên điều chỉnh cài đặt RSS. Nhà tuyển dụng và Người tìm việc có thể xem RSS Công việc.

source: WP Job Portal will help employers and jobseekers to shortlist their desired jobs. They can see their shortlisted jobs on the list.
ms_my: Portal Kerja WP akan membantu majikan dan pencari kerja untuk menyenarai pendek pekerjaan yang mereka inginkan. Mereka boleh melihat pekerjaan tersenarai pendek mereka dalam senarai.
tl_ph: Tutulungan ng WP Job Portal ang mga employer at naghahanap ng trabaho na i-shortlist ang kanilang mga gustong trabaho. Makikita nila ang kanilang mga shortlisted na trabaho sa listahan.
vi: WP Job Portal sẽ giúp nhà tuyển dụng và người tìm việc lập danh sách ngắn các công việc mong muốn. Họ có thể xem các công việc đã chọn trong danh sách.

source: WP Job Portal allows registration from social logins. Employer and Job Seekers can create a new account for login or they can use their social media Logins.
ms_my: Portal Kerja WP membenarkan pendaftaran daripada log masuk sosial. Majikan dan Pencari Kerja boleh membuat akaun baharu untuk log masuk atau mereka boleh menggunakan Log Masuk media sosial mereka.
tl_ph: Pinapayagan ng WP Job Portal ang pagpaparehistro mula sa mga social login. Ang Employer at Job Seekers ay maaaring gumawa ng bagong account para sa pag-login o maaari nilang gamitin ang kanilang mga Social media Logins.
vi: WP Job Portal cho phép đăng ký từ đăng nhập xã hội. Nhà tuyển dụng và Người tìm việc có thể tạo tài khoản mới để đăng nhập hoặc sử dụng đăng nhập mạng xã hội của họ.

source: Get multiple themes with beautiful color scheme to make your site more beautiful and eye-catchy by just one click.
ms_my: Dapatkan berbilang tema dengan skema warna yang cantik untuk menjadikan tapak anda lebih cantik dan menarik perhatian dengan hanya satu klik.
tl_ph: Kumuha ng maramihang mga tema na may magandang scheme ng kulay upang gawing mas maganda at kapansin-pansin ang iyong site sa pamamagitan lamang ng isang click.
vi: Nhận nhiều chủ đề với bảng màu đẹp mắt để làm cho trang web của bạn đẹp hơn và thu hút chỉ bằng một cú nhấp chuột.

source: WP Job Portal offers a feature for visitors. A visitor can apply to any company posted jobs. The visitor will apply for the jobs by their resume.
ms_my: Portal Kerja WP menawarkan ciri untuk pelawat. Pelawat boleh memohon kepada mana-mana syarikat yang menyiarkan pekerjaan. Pelawat akan memohon pekerjaan mengikut resume mereka.
tl_ph: Nag-aalok ang WP Job Portal ng tampok para sa mga bisita. Maaaring mag-apply ang isang bisita sa anumang kumpanyang naka-post na mga trabaho. Ang bisita ay mag-aaplay para sa mga trabaho sa pamamagitan ng kanilang resume.
vi: WP Job Portal cung cấp tính năng cho khách. Khách có thể ứng tuyển vào bất kỳ công việc nào do công ty đăng. Khách sẽ ứng tuyển công việc bằng hồ sơ của họ.

source: WP Job Portal is a simple yet powerful job board plugin with a step-by-step YouTube guide to ensure ease of use.
ms_my: Portal Kerja WP ialah pemalam papan kerja yang ringkas tetapi berkuasa dengan panduan YouTube langkah demi langkah untuk memastikan kemudahan penggunaan.
tl_ph: Ang WP Job Portal ay isang simple ngunit malakas na plugin ng job board na may sunud-sunod na gabay sa YouTube upang matiyak ang kadalian ng paggamit.
vi: WP Job Portal là một plugin bảng việc làm đơn giản nhưng mạnh mẽ với hướng dẫn từng bước trên YouTube để đảm bảo dễ sử dụng.

source: WP Job Portal offers timely customer support. If you have any queries, we're here to help you every step of the way.
ms_my: Portal Kerja WP menawarkan sokongan pelanggan tepat pada masanya. Jika anda mempunyai sebarang pertanyaan, kami di sini untuk membantu anda setiap langkah.
tl_ph: Nag-aalok ang WP Job Portal ng napapanahong suporta sa customer. Kung mayroon kang anumang mga katanungan, narito kami upang tulungan ka sa bawat hakbang ng paraan.
vi: WP Job Portal cung cấp hỗ trợ khách hàng kịp thời. Nếu bạn có bất kỳ câu hỏi nào, chúng tôi ở đây để giúp bạn từng bước.

source: Unable to open file!
ms_my: Tidak dapat membuka fail!
tl_ph: Hindi mabuksan ang file!
vi: Không thể mở tệp!

source: Effect On Credits System
ms_my: Kesan Terhadap Sistem Kredit
tl_ph: Epekto Sa Credits System
vi: Ảnh hưởng đến hệ thống tín dụng

source: Are You Sure You Want To Feature this Company?
ms_my: Adakah Anda Pasti Ingin Menampilkan Syarikat ini?
tl_ph: Sigurado ka bang gusto mong itampok ang kumpanyang ito?
vi: Bạn có chắc chắn muốn làm nổi bật công ty này không?

source: Meta Keywords
ms_my: Kata Kunci Meta
vi: Từ khóa meta

source: Enter Data
ms_my: Masukkan Data
tl_ph: Ipasok ang Data
vi: Nhập dữ liệu

source: Email Setting
ms_my: Tetapan E-mel
tl_ph: Setting ng Email
vi: Cài đặt email

source: Meta Description
ms_my: Penerangan Meta
tl_ph: Paglalarawan ng Meta
vi: Mô tả meta

source: Are You Sure You Want To Feature this Job?
ms_my: Adakah Anda Pasti Ingin Menampilkan Pekerjaan ini?
tl_ph: Sigurado ka bang gusto mong itampok ang trabahong ito?
vi: Bạn có chắc chắn muốn làm nổi bật công việc này không?

source: Are You Sure You Want To Feature this Resume?
ms_my: Adakah Anda Pasti Ingin Menampilkan Resume ini?
tl_ph: Sigurado Ka bang Gusto Mong Itampok ang Resume na ito?
vi: Bạn có chắc chắn muốn làm nổi bật hồ sơ này không?

source: Record per page
ms_my: Rekod setiap muka surat
tl_ph: Itala sa bawat pahina
vi: Bản ghi trên mỗi trang

source: slug for new in wp job portal page
ms_my: slug untuk baru dalam halaman portal kerja wp
tl_ph: slug para sa bago sa wp job portal page
vi: đường dẫn cho trang mới trong WP Job Portal

source: slug for jobseeker control panel
ms_my: slug untuk panel kawalan pencari kerja
tl_ph: slug para sa control panel ng naghahanap ng trabaho
vi: đường dẫn cho bảng điều khiển người tìm việc

source: slug for employer control panel
ms_my: slug untuk panel kawalan majikan
tl_ph: slug para sa control panel ng employer
vi: đường dẫn cho bảng điều khiển nhà tuyển dụng

source: slug for job seeker my stats page
ms_my: slug untuk pencari kerja halaman statistik saya
tl_ph: slug para sa naghahanap ng trabaho sa aking pahina ng istatistika
vi: đường dẫn cho trang thống kê của tôi của người tìm việc

source: slug for employer my stats page
ms_my: slug untuk majikan halaman statistik saya
tl_ph: slug para sa employer my stats page
vi: đường dẫn cho trang thống kê của tôi của nhà tuyển dụng

source: slug for resume main listing page
ms_my: slug untuk halaman penyenaraian utama resume
tl_ph: slug para sa resume main listing page
vi: đường dẫn cho trang danh sách chính của hồ sơ

source: slug for job main listing page
ms_my: slug untuk halaman penyenaraian utama pekerjaan
tl_ph: slug para sa pangunahing pahina ng listahan ng trabaho
vi: đường dẫn cho trang danh sách chính của công việc

source: slug for my companies page
ms_my: slug untuk halaman syarikat saya
tl_ph: slug para sa pahina ng aking kumpanya
vi: đường dẫn cho trang công ty của tôi

source: slug for add company page
ms_my: slug untuk menambah halaman syarikat
tl_ph: slug para magdagdag ng page ng kumpanya
vi: đường dẫn cho trang thêm công ty

source: slug for my jobs page
ms_my: slug untuk halaman pekerjaan saya
tl_ph: slug para sa aking pahina ng trabaho
vi: đường dẫn cho trang công việc của tôi

source: slug for add job page
ms_my: slug untuk menambah halaman kerja
tl_ph: slug para magdagdag ng pahina ng trabaho
vi: đường dẫn cho trang thêm công việc
