Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Shipping
ms_my: penghantaran
tl_ph: Pagpapadala
vi: Vận chuyển

source: Transpotation Managment
ms_my: Pengurusan Pengangkutan
tl_ph: Pamamahala ng Transportasyon
vi: Quản lý vận tải

source: Third-party Logistics Provider
ms_my: Pembekal Logistik Pihak Ketiga
tl_ph: Third-party na Logistics Provider
vi: Nhà cung cấp dịch vụ logistics bên thứ ba

source: General Maintenance
ms_my: Penyelenggaraan Am
tl_ph: Pangkalahatang Pagpapanatili
vi: Bảo trì chung

source: Automobile Maintenance
ms_my: Penyelenggaraan Automobil
tl_ph: Pagpapanatili ng Sasakyan
vi: Bảo trì ô tô

source: Equipment Manitenance
ms_my: Penyelenggaraan Peralatan
tl_ph: Pagpapanatili ng Kagamitan
vi: Bảo trì thiết bị

source: Project Managment
ms_my: Pengurusan projek
tl_ph: Pamamahala ng Proyekto
vi: Quản lý dự án

source: Planning
ms_my: Perancangan
tl_ph: Pagpaplano
vi: Lập kế hoạch

source: Risk Managment
ms_my: Pengurusan Risiko
tl_ph: Pamamahala ng Panganib
vi: Quản lý rủi ro

source: Quality Assurance
ms_my: Jaminan kualiti
vi: Đảm bảo chất lượng

source: Product Manager
ms_my: Pengurus produk
tl_ph: Tagapamahala ng Produkto
vi: Quản lý sản phẩm

source: Planning Supervisor
ms_my: Penyelia Perancangan
tl_ph: Superbisor sa Pagpaplano
vi: Giám sát lập kế hoạch

source: Networking
ms_my: Rangkaian
vi: Mạng lưới

source: Direct Mail Marketing
ms_my: Pemasaran Mel Terus
tl_ph: Direktang Mail Marketing
vi: Tiếp thị qua thư trực tiếp

source: Media Advertising
ms_my: Pengiklanan Media
vi: Quảng cáo truyền thông

source: Supply Chain
ms_my: Rantaian bekalan
vi: Chuỗi cung ứng

source: Hazardous Materials Management
ms_my: Pengurusan Bahan Berbahaya
tl_ph: Pamamahala ng Mapanganib na Materyal
vi: Quản lý vật liệu nguy hiểm

source: Materials Inventory Managment
ms_my: Pengurusan Inventori Bahan
tl_ph: Pamamahala ng Imbentaryo ng Materyal
vi: Quản lý hàng tồn kho vật liệu

source: Aerospace
ms_my: Aeroangkasa
vi: Hàng không vũ trụ

source: Biomedical
ms_my: Bioperubatan
vi: Y sinh

source: Mechanical
ms_my: mekanikal
tl_ph: Mekanikal
vi: Cơ khí

source: Naval
ms_my: Tentera Laut
vi: Hải quân

source: Conventional Mortgage
ms_my: Gadai Janji Konvensional
tl_ph: Karaniwang Mortgage
vi: Thế chấp thông thường

source: Adjustable Rate Mortgage
ms_my: Gadai Janji Kadar Boleh Laras
vi: Thế chấp lãi suất điều chỉnh

source: Commercial Mortgages
ms_my: Gadai Janji Komersial
tl_ph: Mga Pangkomersyal na Mortgage
vi: Thế chấp thương mại

source: Economic Security
ms_my: Keselamatan Ekonomi
tl_ph: Seguridad sa ekonomiya
vi: An ninh kinh tế

source: Environmental Security
ms_my: Keselamatan Alam Sekitar
tl_ph: Seguridad sa Kapaligiran
vi: An ninh môi trường

source: Military Security
ms_my: Keselamatan Tentera
tl_ph: Seguridad ng Militar
vi: An ninh quân sự

source: Freelance Portfolios
ms_my: Portfolio Bebas
tl_ph: Mga Freelance na Portfolio
vi: Danh mục tự do

source: Freelance Freedom
ms_my: Kebebasan Bebas
tl_ph: Freelance na Kalayaan
vi: Tự do tự do

source: Freelance Jobs
ms_my: Pekerjaan Bebas
tl_ph: Mga Trabaho sa Freelance
vi: Công việc tự do

source: Offset Lithographp
ms_my: Lithographp mengimbangi
vi: In offset

source: Themography Raised Printing
ms_my: Percetakan Termografi Dinaikkan
tl_ph: Thermography Raised Printing
vi: In nổi nhiệt

source: Digital Printing
ms_my: Percetakan Digital
vi: In kỹ thuật số

source: idea Generation
ms_my: Penjanaan idea
tl_ph: Pagbuo ng ideya
vi: Tạo ý tưởng

source: Need Based Generation
ms_my: Generasi Berasaskan Keperluan
vi: Tạo dựa trên nhu cầu

source: Design Solution
ms_my: Penyelesaian Reka Bentuk
tl_ph: Solusyon sa Disenyo
vi: Giải pháp thiết kế

source: Media Relations
ms_my: Perhubungan Media
tl_ph: Relasyon ng medya
vi: Quan hệ truyền thông

source: Media Tours
ms_my: Lawatan Media
tl_ph: Mga Paglilibot sa Media
vi: Chuyến tham quan truyền thông

source: Newsletters
ms_my: Surat berita
tl_ph: Mga newsletter
vi: Bản tin

source: Automised Security
ms_my: Keselamatan Automasi
tl_ph: Awtomatikong Seguridad
vi: An ninh tự động

source: Environmental & Social Safety
ms_my: Keselamatan Alam Sekitar & Sosial
tl_ph: Kaligtasan sa Kapaligiran at Panlipunan
vi: An toàn môi trường & xã hội

source: Basic Research
ms_my: Penyelidikan Asas
tl_ph: Pangunahing pananaliksik
vi: Nghiên cứu cơ bản

source: Applied Research
ms_my: Penyelidikan Gunaan
tl_ph: Aplikadong pananaliksik
vi: Nghiên cứu ứng dụng

source: Methods & Appraches
ms_my: Kaedah & Pendekatan
tl_ph: Mga Paraan at Pamamaraan
vi: Phương pháp & Cách tiếp cận

source: Department Stores
ms_my: Gedung Serbaneka
tl_ph: Mga Department Store
vi: Cửa hàng bách hóa

source: Discount Stores
ms_my: Kedai Diskaun
tl_ph: Mga Tindahan ng Diskwento
vi: Cửa hàng giảm giá

source: Supermarkets
ms_my: Pasaraya
tl_ph: Mga supermarket
vi: Siêu thị

source: Sales Contracts
ms_my: Kontrak Jualan
tl_ph: Mga Kontrata sa Pagbebenta
vi: Hợp đồng bán hàng

source: Sales Forecasts
ms_my: Ramalan Jualan
tl_ph: Mga Pagtataya sa Pagbebenta
vi: Dự báo bán hàng

source: Sales Managment
ms_my: Pengurusan jualan
tl_ph: Pamamahala ng Pagbebenta
vi: Quản lý bán hàng

source: Scientific Managment
ms_my: Pengurusan saintifik
tl_ph: Siyentipikong pamamahala
vi: Quản lý khoa học

source: Scientific Research
ms_my: Kajian saintifik
tl_ph: Siyentipikong Pananaliksik
vi: Nghiên cứu khoa học

source: Scientific invenctions
ms_my: Ciptaan saintifik
tl_ph: Mga imbensyon na pang-agham
vi: Phát minh khoa học

source: Shppping/Distrubution Companies
ms_my: Syarikat Beli-belah/Pengedaran
tl_ph: Mga Kumpanya sa Pamimili/Pamamahagi
vi: Công ty vận chuyển/phân phối

source: Services
ms_my: Perkhidmatan
tl_ph: Mga serbisyo
vi: Dịch vụ

source: Channels & Softwares
ms_my: Saluran & Perisian
tl_ph: Mga Channel at Software
vi: Kênh & Phần mềm

source: Medical Technicians
ms_my: Juruteknik Perubatan
tl_ph: Mga Teknikong Medikal
vi: Kỹ thuật viên y tế

source: Electrical Technicians
ms_my: Juruteknik Elektrik
tl_ph: Mga Electrical Technician
vi: Kỹ thuật viên điện

source: Accounting Technicians
ms_my: Juruteknik Perakaunan
vi: Kỹ thuật viên kế toán

source: Construction Trade
ms_my: Perdagangan Pembinaan
tl_ph: Trade sa Konstruksyon
vi: Thương mại xây dựng

source: Stock Trade
ms_my: Perdagangan Saham
vi: Giao dịch cổ phiếu

source: skilled Trade
ms_my: Perdagangan mahir
tl_ph: dalubhasang Kalakalan
vi: Thương mại có tay nghề

source: Option Trade
ms_my: Perdagangan Opsyen
vi: Giao dịch quyền chọn

source: Transpotation System
ms_my: Sistem Pengangkutan
tl_ph: Sistemang pang-transportasyon
vi: Hệ thống vận tải

source: Human-Powered
ms_my: Berkuasa Manusia
vi: Do con người điều khiển

source: Airline,Train,bus,car
ms_my: Syarikat penerbangan, kereta api, bas, kereta
tl_ph: Airline, Tren, bus, kotse
vi: Hãng hàng không, Tàu hỏa, Xe buýt, Ô tô

source: Subway & Civil
ms_my: Kereta Bawah Tanah & Awam
tl_ph: Subway at Sibil
vi: Tàu điện ngầm & Dân dụng

source: Traffic Highway Transpotation
ms_my: Pengangkutan Lebuhraya Trafik
tl_ph: Trapiko Highway Transportasyon
vi: Giao thông đường cao tốc

source: Small Business
ms_my: Perniagaan kecil kecilan
tl_ph: Maliit na negosyo
vi: Doanh nghiệp nhỏ

source: E-Commerce Sites
ms_my: Tapak E-Dagang
tl_ph: Mga Site ng E-Commerce
vi: Trang web thương mại điện tử

source: Portals
ms_my: Portal
tl_ph: Mga portal
vi: Cổng thông tin

source: Search Engines
ms_my: Enjin carian
tl_ph: Mga search engine
vi: Công cụ tìm kiếm

source: Personal,Commercial,Govt
ms_my: Peribadi, Komersial, Kerajaan
tl_ph: Personal, Komersyal, Gob
vi: Cá nhân, Thương mại, Chính phủ

source: Student (Undergraduate)
ms_my: Pelajar (Prasiswazah)
tl_ph: Mag-aaral (Undergraduate)
vi: Sinh viên (Đại học)

source: Student (Graduate)
ms_my: Pelajar (Graduan)
tl_ph: Mag-aaral (Graduate)
vi: Sinh viên (Sau đại học)

source: Entry Level
ms_my: Tahap kemasukan
tl_ph: Lebel ng iyong pinasukan
vi: Cấp nhập

source: Experienced (Non-Manager)
ms_my: Berpengalaman (Bukan Pengurus)
tl_ph: Nakaranas (Hindi Tagapamahala)
vi: Có kinh nghiệm (Không quản lý)

source: Manager
ms_my: Pengurus
vi: Quản lý

source: Executive (Department Head, SVP, VP etc)
ms_my: Eksekutif (Ketua Jabatan, SVP, VP dll)
tl_ph: Executive (Department Head, SVP, VP atbp)
vi: Điều hành (Trưởng phòng, SVP, VP, v.v.)

source: Senior Executive (President, CEO, etc)
ms_my: Eksekutif Kanan (Presiden, CEO, dll)
tl_ph: Senior Executive (Presidente, CEO, atbp)
vi: Điều hành cấp cao (Chủ tịch, CEO, v.v.)

source: Address1
ms_my: Alamat 1
vi: Địa chỉ 1

source: Address2
ms_my: Alamat 2
vi: Địa chỉ 2

source: Terms And Conditions
ms_my: Terma dan syarat
tl_ph: Mga Tuntunin at Kundisyon
vi: Điều khoản và Điều kiện

source: Send Email
ms_my: Menghantar e-mel
tl_ph: Magpadala ng Email
vi: Gửi email

source: Send me Resume
ms_my: Hantar saya Resume
tl_ph: Padalhan ako ng Resume
vi: Gửi cho tôi sơ yếu lý lịch

source: Prefered Skills
ms_my: Kemahiran Pilihan
tl_ph: Mga Preferred Skills
vi: Kỹ năng ưa thích

source: Agreement
ms_my: Perjanjian
tl_ph: Kasunduan
vi: Thỏa thuận

source: Filter
ms_my: Penapis
tl_ph: Salain
vi: Bộ lọc

source: Redirect on apply
ms_my: Ubah hala semasa memohon
tl_ph: I-redirect sa pag-apply
vi: Chuyển hướng khi ứng tuyển

source: First Name
ms_my: Nama pertama
tl_ph: Pangalan
vi: Tên

source: Last Name
ms_my: Nama terakhir
tl_ph: Huling pangalan
vi: Họ

source: Files
ms_my: Fail
tl_ph: Mga file
vi: Tập tin

source: Add Address
ms_my: Tambah Alamat
tl_ph: Magdagdag ng Address
vi: Thêm địa chỉ

source: Certificate Name
ms_my: Nama Sijil
tl_ph: Pangalan ng Sertipiko
vi: Tên chứng chỉ

source: Study Area
ms_my: Kawasan Kajian
tl_ph: Lugar ng Pag-aaral
vi: Lĩnh vực nghiên cứu

source: Supervisor
ms_my: Penyelia
tl_ph: Superbisor
vi: Giám sát viên

source: Add Language
ms_my: Tambah Bahasa
tl_ph: Magdagdag ng Wika
vi: Thêm ngôn ngữ

source: Date From
ms_my: Tarikh dari
tl_ph: Petsa mula
vi: Từ ngày

source: Date to
ms_my: Tarikh ke
tl_ph: Mag-date sa
vi: Đến ngày

source: Desired Salary
ms_my: Gaji yang diinginkan
tl_ph: Ninanais na suweldo
vi: Mức lương mong muốn

source: I currently work there
ms_my: Saya sekarang bekerja di sana
tl_ph: Kasalukuyan akong nagtatrabaho doon
vi: Tôi hiện đang làm việc ở đó

source: University
ms_my: Universiti
tl_ph: Unibersidad
vi: Đại học

source: College
ms_my: Kolej
tl_ph: Kolehiyo
vi: Cao đẳng

source: High School
ms_my: Sekolah Menengah
tl_ph: Mataas na paaralan
vi: Trung học phổ thông

source: No School
ms_my: Tiada sekolah
tl_ph: Walang Paaralan
vi: Không có trường

source: Sourcing
ms_my: Penyumberan
vi: Tìm kiếm nguồn

source: Interviewing
ms_my: Temuduga
vi: Phỏng vấn

source: Closed to New Applicants
ms_my: Tertutup kepada Pemohon Baru
tl_ph: Sarado sa mga Bagong Aplikante
vi: Đóng cửa với ứng viên mới

source: Finalists Identified
ms_my: Finalis Dikenalpasti
tl_ph: Nakilala ang mga Finalist
vi: Đã xác định ứng viên cuối cùng

source: Pending Approval
ms_my: Menunggu Kelulusan
tl_ph: Nakabinbing pag-apruba
vi: Chờ phê duyệt

source: Hold
ms_my: tahan
tl_ph: Hawakan
vi: Giữ

source: Part-Time
ms_my: Sambilan
vi: Bán thời gian

source: United States
ms_my: Amerika Syarikat
tl_ph: Estados Unidos
vi: Hoa Kỳ

source: Canada
ms_my: Kanada

source: British Virgin Islands
ms_my: Pulau British Virgin
vi: Quần đảo Virgin thuộc Anh

source: Cayman Islands
ms_my: Pulau Cayman
tl_ph: Mga Isla ng Cayman
vi: Quần đảo Cayman

source: Dominican Republic
ms_my: Republik Dominican
vi: Cộng hòa Dominica

source: Trinidad and Tobago
ms_my: Trinidad dan Tobago
tl_ph: Trinidad at Tobago
vi: Trinidad và Tobago

source: United States Virgin Islands
ms_my: Kepulauan Virgin Amerika Syarikat
vi: Quần đảo Virgin thuộc Hoa Kỳ

source: Falkland Islands
ms_my: Kepulauan Falkland
tl_ph: mga isla ng Falkland
vi: Quần đảo Falkland

source: French Guiana
ms_my: Guiana Perancis
vi: Guyana thuộc Pháp

source: Bosnia and Herzegovina
ms_my: Bosnia dan Herzegovina
tl_ph: Bosnia at Herzegovina
vi: Bosnia và Herzegovina

source: Czech Republic
ms_my: Republik Czech
vi: Cộng hòa Séc

source: France
ms_my: Perancis
vi: Pháp

source: Germany
ms_my: Jerman
tl_ph: Alemanya
vi: Đức

source: Isle of Man
ms_my: Pulau Man
vi: Đảo Man

source: Italy
ms_my: Itali
tl_ph: Italya
vi: Ý

source: Jersey
ms_my: Jersi

source: Netherlands
ms_my: Belanda
vi: Hà Lan

source: Russia
ms_my: Rusia
vi: Nga

source: Spain
ms_my: Sepanyol
tl_ph: Espanya
vi: Tây Ban Nha

source: Turkey
ms_my: Turki
vi: Thổ Nhĩ Kỳ

source: Vatican City
ms_my: Kota Vatican
tl_ph: Lungsod ng Vatican
vi: Thành phố Vatican

source: Cambodia
ms_my: Kemboja
vi: Campuchia

source: East Timor
ms_my: Timor Timur
tl_ph: Silangang Timor
vi: Đông Timor

source: Japan
ms_my: Jepun
tl_ph: Hapon
vi: Nhật Bản

source: Lebanon
ms_my: Lubnan
vi: Liban

source: North Korea
ms_my: Korea Utara
tl_ph: Hilagang Korea
vi: Bắc Triều Tiên

source: Philippines
ms_my: Filipina
tl_ph: Pilipinas

source: Saudi Arabia
ms_my: Arab Saudi
vi: Ả Rập Xê Út

source: Singapore
ms_my: Singapura

source: South Korea
ms_my: Korea Selatan
vi: Hàn Quốc

source: United Arab Emirates
ms_my: Emiriah Arab Bersatu
vi: Các Tiểu vương quốc Ả Rập Thống nhất

source: Yemen
ms_my: Yaman

source: Central African Republic
ms_my: Republik Afrika Tengah
vi: Cộng hòa Trung Phi

source: Democoratic Republic of Congo
ms_my: Republik Demokratik Congo
tl_ph: Demokratikong Republika ng Congo
vi: Cộng hòa Dân chủ Congo

source: Egypt
ms_my: Mesir
tl_ph: Ehipto
vi: Ai Cập

source: Equatorial Guinea
ms_my: Guinea Khatulistiwa
vi: Guinea Xích đạo

source: Ethiopia
ms_my: Habsyah

source: Cote DIvory
ms_my: Côte D'Ivoire
tl_ph: Cote D'Ivoire
vi: Bờ Biển Ngà

source: Morocco
ms_my: Maghribi
vi: Ma-rốc

source: Reunion
ms_my: Perjumpaan semula
vi: Réunion

source: Sao Tome and Principe
ms_my: Sao Tome dan Principe
tl_ph: Sao Tome at Principe
vi: São Tomé và Príncipe

source: South Africa
ms_my: Afrika Selatan
tl_ph: Timog Africa
vi: Nam Phi

source: Togo
ms_my: Untuk pergi

source: Western Sahara
ms_my: Sahara Barat
tl_ph: Kanlurang Sahara
vi: Tây Sahara

source: French Polynesia
ms_my: Polynesia Perancis
vi: Polynesia thuộc Pháp

source: Marshall Islands
ms_my: Pulau Marshall
tl_ph: Mga Isla ng Marshall
vi: Quần đảo Marshall

source: Micronesia
ms_my: Mikronesia

source: Solomon Islands
ms_my: Kepulauan Solomon
vi: Quần đảo Solomon

source: Wallis and Futuna
ms_my: Wallis dan Futuna
tl_ph: Wallis at Futuna
vi: Wallis và Futuna

source: Cote DIvorie
ms_my: Côte D'Ivoire
tl_ph: Cote D'Ivoire
vi: Bờ Biển Ngà

source: Type city:
ms_my: Jenis bandar:
tl_ph: Uri ng lungsod:
vi: Nhập thành phố:

source: Expiry In
ms_my: Tamat Tempoh Dalam
tl_ph: Expiry Sa
vi: Hết hạn trong

source: Email is not of correct Format
ms_my: E-mel tidak dalam Format yang betul
tl_ph: Wala sa tamang Format ang email
vi: Email không đúng định dạng

source: Show number of job types per row on
ms_my: Tunjukkan bilangan jenis kerja setiap baris pada
tl_ph: Ipakita ang bilang ng mga uri ng trabaho sa bawat hilera sa
vi: Hiển thị số loại công việc mỗi hàng trên

source: job by type
ms_my: pekerjaan mengikut jenis
tl_ph: trabaho ayon sa uri
vi: công việc theo loại

source: page
ms_my: muka surat
tl_ph: pahina
vi: trang

source: Show number of categories per row in
ms_my: Tunjukkan bilangan kategori setiap baris dalam
tl_ph: Ipakita ang bilang ng mga kategorya sa bawat hilera sa
vi: Hiển thị số danh mục mỗi hàng trong

source: job/resume by category
ms_my: pekerjaan/resume mengikut kategori
tl_ph: trabaho/resume ayon sa kategorya
vi: công việc/sơ yếu lý lịch theo danh mục

source: How many sub categories show in popup on
ms_my: Berapa banyak subkategori dipaparkan dalam pop timbul pada
tl_ph: Ilang sub kategorya ang lumalabas sa popup sa
vi: Có bao nhiêu danh mục con hiển thị trong popup trên

source: Price per Company submission (only for
ms_my: Harga setiap penyerahan Syarikat (hanya untuk
tl_ph: Presyo sa bawat pagsusumite ng Kumpanya (para lang sa
vi: Giá mỗi lần gửi công ty (chỉ cho

source: per listing
ms_my: setiap penyenaraian
tl_ph: bawat listahan
vi: mỗi danh sách

source: mode)
ms_my: mod)
vi: chế độ)

source: Price per Job Alert Submission (only for
ms_my: Harga setiap Penyerahan Makluman Kerja (hanya untuk
tl_ph: Presyo sa bawat Pagsusumite ng Alerto sa Trabaho (para lamang sa
vi: Giá mỗi lần gửi cảnh báo công việc (chỉ cho

source: Price per Job submission (only for
ms_my: Harga setiap penyerahan Kerja (hanya untuk
tl_ph: Presyo sa bawat pagsusumite ng Trabaho (para lamang sa
vi: Giá mỗi lần gửi công việc (chỉ cho

source: Price per Featured Job submission (only for
ms_my: Harga setiap penyerahan Kerja Pilihan (hanya untuk
tl_ph: Presyo sa bawat Pagsusumite ng Itinatampok na Trabaho (para lang sa
vi: Giá mỗi lần gửi công việc nổi bật (chỉ cho

source: Resume submission (only for
ms_my: Sambung semula penyerahan (hanya untuk
tl_ph: Ipagpatuloy ang pagsusumite (para lamang sa
vi: Gửi sơ yếu lý lịch (chỉ cho

source: Feature per Resume submission (only for
ms_my: Ciri setiap penyerahan Resume (hanya untuk
tl_ph: Feature per Resume submission (para lang sa
vi: Tính năng mỗi lần gửi sơ yếu lý lịch (chỉ cho

source: Feature per Company submission (only for
ms_my: Ciri setiap penyerahan Syarikat (hanya untuk
tl_ph: Tampok sa bawat pagsusumite ng Kumpanya (para lang sa
vi: Tính năng mỗi lần gửi công ty (chỉ cho

source: Resume Save Search submission (only for
ms_my: Sambung semula penyerahan Simpan Carian (hanya untuk
tl_ph: Ipagpatuloy ang pagsusumite ng Save Search (para lamang sa
vi: Lưu tìm kiếm sơ yếu lý lịch (chỉ cho

source: Job Apply submission (only for
ms_my: Penyerahan Permohonan Kerja (hanya untuk
tl_ph: Pagsusumite ng Job Apply (para lang sa
vi: Ứng tuyển công việc (chỉ cho

source: Resume View Contact Detail submission (only for
ms_my: Resume View Penyerahan Butiran Hubungan (hanya untuk
tl_ph: Ipagpatuloy Tingnan ang pagsusumite ng Detalye ng Contact (para lang sa
vi: Xem chi tiết liên hệ sơ yếu lý lịch (chỉ cho

source: Company View Contact Detail submission (only for
ms_my: Penyerahan Butiran Hubungan Pandangan Syarikat (hanya untuk
tl_ph: Pagsusumite ng Company View Contact Detail (para lang sa
vi: Xem chi tiết liên hệ công ty (chỉ cho

source: Department submission (only for
ms_my: Penyerahan jabatan (hanya untuk
tl_ph: Pagsusumite ng departamento (para lamang sa
vi: Gửi bộ phận (chỉ cho

source: Currencies
ms_my: Mata wang
tl_ph: Mga pera
vi: Tiền tệ

source: Add Job Status
ms_my: Tambah Status Kerja
tl_ph: Magdagdag ng Katayuan ng Trabaho
vi: Thêm trạng thái công việc

source: Add Shifts
ms_my: Tambah Syif
tl_ph: Magdagdag ng mga Shift
vi: Thêm ca làm việc

source: Add Highest Education
ms_my: Tambah Pendidikan Tertinggi
tl_ph: Magdagdag ng Pinakamataas na Edukasyon
vi: Thêm trình độ học vấn cao nhất

source: Add Age
ms_my: Tambah Umur
tl_ph: Magdagdag ng Edad
vi: Thêm tuổi

source: Add Career Level
ms_my: Tambah Tahap Kerjaya
tl_ph: Magdagdag ng Antas ng Karera
vi: Thêm cấp độ nghề nghiệp

source: Add Experience
ms_my: Tambah Pengalaman
tl_ph: Magdagdag ng Karanasan
vi: Thêm kinh nghiệm

source: Add Currency
ms_my: Tambah Mata Wang
tl_ph: Magdagdag ng Pera
vi: Thêm tiền tệ

source: Select Language
ms_my: Pilih Bahasa
tl_ph: Piliin ang Wika
vi: Chọn ngôn ngữ

source: Show gold jobs in jobs listing page
ms_my: Tunjukkan pekerjaan emas dalam halaman penyenaraian pekerjaan
tl_ph: Ipakita ang mga trabahong ginto sa pahina ng listahan ng mga trabaho
vi: Hiển thị công việc vàng trong trang danh sách công việc

source: Show featured jobs in jobs listing page
ms_my: Tunjukkan pekerjaan yang ditampilkan dalam halaman penyenaraian pekerjaan
tl_ph: Ipakita ang mga itinatampok na trabaho sa pahina ng listahan ng mga trabaho
vi: Hiển thị công việc nổi bật trong trang danh sách công việc

source: Job Seeker purchase package
ms_my: Pakej pembelian Pencari Kerja
tl_ph: Pakete ng pagbili ng Job Seeker
vi: Gói mua của người tìm việc

source: Desire Salary
ms_my: gaji yang diinginkan
tl_ph: Ninanais na suweldo
vi: Mức lương mong muốn

source: File Upload
ms_my: Fail dimuatnaik
tl_ph: Pag-upload ng File
vi: Tải lên tập tin

source: Language Where Learned
ms_my: Bahasa Tempat Belajar
tl_ph: Wika Kung Saan Natutunan
vi: Ngôn ngữ học ở đâu

source: Language Understanding
ms_my: Pemahaman Bahasa
tl_ph: Pag-unawa sa Wika
vi: Hiểu biết ngôn ngữ

source: Language Writing
ms_my: Penulisan Bahasa
tl_ph: Pagsulat ng Wika
vi: Viết ngôn ngữ

source: Language Reading
ms_my: Bacaan Bahasa
tl_ph: Pagbasa ng Wika
vi: Đọc ngôn ngữ

source: Reference Name
ms_my: Nama Rujukan
tl_ph: Sangguniang pangalan
vi: Tên tham chiếu

source: Reference City
ms_my: Bandar Rujukan
tl_ph: Lungsod ng Sanggunian
vi: Thành phố tham chiếu

source: Reference Zipcode
ms_my: Rujukan Poskod
tl_ph: Sanggunian Zipcode
vi: Mã bưu điện tham chiếu

source: Reference Address
ms_my: Alamat Rujukan
vi: Địa chỉ tham chiếu

source: Reference Phone
ms_my: Telefon Rujukan
tl_ph: Telepono ng Sanggunian
vi: Điện thoại tham chiếu

source: Reference Relation
ms_my: Hubungan Rujukan
tl_ph: Kaugnayan ng Sanggunian
vi: Quan hệ tham chiếu

source: Reference Years
ms_my: Tahun Rujukan
tl_ph: Mga Taon ng Sanggunian
vi: Năm tham chiếu

source: Leave Reason
ms_my: Tinggalkan Sebab
tl_ph: Iwanan ang Dahilan
vi: Lý do nghỉ việc

source: Institute City
ms_my: Bandar Institut
tl_ph: Lungsod ng Institute
vi: Thành phố viện

source: Driving License
ms_my: Lesen memandu
tl_ph: Lisensiya sa pagmamaneho
vi: Bằng lái xe

source: License No.
ms_my: No. Lesen
vi: Số bằng lái

source: License Country
ms_my: Negara Lesen
tl_ph: Bansa ng Lisensya
vi: Quốc gia cấp bằng

source: Searchable
ms_my: Boleh dicari
tl_ph: Mahahanap
vi: Có thể tìm kiếm

source: Job Salary Range
ms_my: Julat Gaji Pekerjaan
tl_ph: Saklaw ng Sahod ng Trabaho
vi: Khoảng lương công việc

source: No Of Jobs
ms_my: Tiada Pekerjaan
tl_ph: Wala Ng Trabaho
vi: Số lượng công việc

source: Zipcode
ms_my: Poskod
vi: Mã bưu điện

source: Send Me Resume
ms_my: Hantar Saya Resume
tl_ph: Padalhan Ako ng Resume
vi: Gửi cho tôi sơ yếu lý lịch

source: Visitor Unpublish
ms_my: Pelawat Nyahterbitkan
tl_ph: I-unpublish ng Bisita
vi: Khách không xuất bản

source: Visitor Publish
ms_my: Terbitkan Pelawat
tl_ph: Pag-publish ng Bisita
vi: Khách xuất bản

source: Select Files
ms_my: Pilih Fail
tl_ph: Piliin ang Mga File
vi: Chọn tập tin

source: You Unsubscribe Job Alert
ms_my: Anda Nyahlanggan Makluman Kerja
tl_ph: Mag-unsubscribe ka sa Job Alert
vi: Bạn hủy đăng ký cảnh báo công việc

source: Add Employer Package
ms_my: Tambah Pakej Majikan
tl_ph: Magdagdag ng Employer Package
vi: Thêm gói nhà tuyển dụng

source: Free Package
ms_my: Pakej Percuma
tl_ph: Libreng Package
vi: Gói miễn phí

source: Delete Cat And Sub-cat
ms_my: Padamkan Kucing Dan Sub-kucing
tl_ph: Tanggalin ang Cat At Sub-cat
vi: Xóa danh mục và danh mục con

source: Error in saving message
ms_my: Ralat dalam menyimpan mesej
tl_ph: Error sa pag-save ng mensahe
vi: Lỗi khi lưu tin nhắn

source: Can not get free package more then once
ms_my: Tidak dapat pakej percuma lebih dari sekali
tl_ph: Hindi makakakuha ng libreng pakete nang higit sa isang beses
vi: Không thể nhận gói miễn phí nhiều hơn một lần

source: Incorrect Email Address
ms_my: Alamat emel salah
tl_ph: Maling Email Address
vi: Địa chỉ email không đúng

source: Employer Not Allowed
ms_my: Majikan Tidak Dibenarkan
tl_ph: Hindi Pinahihintulutan ang Employer
vi: Nhà tuyển dụng không được phép

source: You are not allowed to unsubscribe from the job alert
ms_my: Anda tidak dibenarkan berhenti melanggan makluman kerja
tl_ph: Hindi ka pinapayagang mag-unsubscribe mula sa alerto sa trabaho
vi: Bạn không được phép hủy đăng ký cảnh báo công việc

source: Error while assigning package to user
ms_my: Ralat semasa memberikan pakej kepada pengguna
tl_ph: Error habang nagtatalaga ng package sa user
vi: Lỗi khi gán gói cho người dùng
