Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Delete
ms_my: Padam
tl_ph: Tanggalin
vi: Xóa

source: dashboard
ms_my: papan pemuka
vi: bảng điều khiển

source: Dashboard
ms_my: Papan pemuka
vi: Bảng Điều Khiển

source: Load Address Data
ms_my: Muatkan Data Alamat
tl_ph: I-load ang Data ng Address
vi: Tải Dữ Liệu Địa Chỉ

source: configuration
ms_my: konfigurasi
tl_ph: pagsasaayos
vi: cấu hình

source: Version
ms_my: Versi
tl_ph: Bersyon
vi: Phiên bản

source: Download
ms_my: Muat turun
tl_ph: I-download
vi: Tải xuống

source: Action
ms_my: Tindakan
tl_ph: Aksyon
vi: Hành động

source: States
ms_my: negeri
tl_ph: Estado
vi: Bang

source: Cities
ms_my: Bandar
tl_ph: Mga lungsod
vi: Thành phố

source: Latitude
ms_my: Latitud
vi: Vĩ độ

source: Longitude
ms_my: Longitud
vi: Kinh độ

source: Map
ms_my: Peta
tl_ph: Mapa
vi: Bản đồ

source: Select One
ms_my: Pilih satu
tl_ph: Mamili ng isa
vi: Chọn một

source: Meters
ms_my: Meter
tl_ph: Mga metro
vi: Mét

source: Kilometers
ms_my: Kilometer
tl_ph: Kilometro
vi: Kilomet

source: Miles
ms_my: Batu
vi: Dặm

source: Nautical Miles
ms_my: Batu Nautika
vi: Hải lý

source: Select
ms_my: Pilih
tl_ph: Pumili
vi: Chọn

source: Address
ms_my: Alamat
vi: Địa chỉ

source: Add New
ms_my: Tambah baru
tl_ph: Magdagdag ng bago
vi: Thêm mới

source: Employer
ms_my: Majikan
vi: Nhà tuyển dụng

source: Languages
ms_my: Bahasa
tl_ph: Mga wika
vi: Ngôn ngữ

source: Language
ms_my: Bahasa
tl_ph: Wika
vi: Ngôn ngữ

source: Institute
ms_my: Institut
vi: Tổ chức

source: Copy
ms_my: Salinan
tl_ph: Kopya
vi: Sao chép

source: Select Package
ms_my: Pilih Pakej
tl_ph: Piliin ang Package
vi: Chọn gói

source: Please select a package first
ms_my: Sila pilih pakej dahulu
tl_ph: Mangyaring pumili muna ng isang pakete
vi: Vui lòng chọn một gói trước

source: Job
ms_my: Kerja
tl_ph: Trabaho
vi: Công việc

source: Unlimited
ms_my: Tidak terhad
tl_ph: Walang limitasyon
vi: Không giới hạn

source: Remaining
ms_my: yang tinggal
tl_ph: Natitira
vi: Còn lại

source: copy job
ms_my: kerja salin
tl_ph: kopya ng trabaho
vi: sao chép công việc

source: Copy Job
ms_my: Salin Kerja
tl_ph: Kopyahin ang Trabaho
vi: Sao Chép Công Việc

source: User
ms_my: pengguna
tl_ph: Gumagamit
vi: Người dùng

source: Description
ms_my: Penerangan
tl_ph: Paglalarawan
vi: Mô tả

source: Payment Method
ms_my: Kaedah Pembayaran
tl_ph: Paraan ng Pagbayad
vi: Phương thức thanh toán

source: Very Poor
ms_my: Sangat miskin
tl_ph: Maralita
vi: Rất kém

source: Poor
ms_my: miskin
tl_ph: mahirap
vi: Kém

source: Regular
ms_my: Biasa
vi: Bình thường

source: Good
ms_my: Baik
tl_ph: Mabuti
vi: Tốt

source: Very Good
ms_my: Sangat bagus
tl_ph: Napakahusay
vi: Rất tốt

source: Pending
ms_my: Yang belum selesai
tl_ph: Nakabinbin
vi: Đang chờ xử lý

source: Approved
ms_my: Diluluskan
tl_ph: Naaprubahan
vi: Đã phê duyệt

source: Rejected
ms_my: Ditolak
tl_ph: Tinanggihan
vi: Bị từ chối

source: Posted
ms_my: Disiarkan
tl_ph: Nai-post
vi: Đã đăng

source: Yes
ms_my: ya
tl_ph: Oo
vi: Có

source: No
ms_my: Tidak
tl_ph: Hindi
vi: Không

source: Created
ms_my: Dicipta
tl_ph: Nilikha
vi: Đã tạo

source: Free
ms_my: Percuma
tl_ph: Libre
vi: Miễn phí

source: Package
ms_my: Pakej
vi: Gói

source: Invoices
ms_my: Invois
tl_ph: Mga invoice
vi: Hóa đơn

source: Are you sure to delete
ms_my: Adakah anda pasti akan memadam
tl_ph: Sigurado ka bang tatanggalin
vi: Bạn có chắc chắn muốn xóa không

source: User Name
ms_my: Nama Pengguna
vi: Tên người dùng

source: Select Status
ms_my: Pilih Status
tl_ph: Piliin ang Katayuan
vi: Chọn trạng thái

source: Search
ms_my: Cari
tl_ph: Maghanap
vi: Tìm kiếm

source: Reset
ms_my: Tetapkan semula
tl_ph: I-reset
vi: Đặt lại

source: Published
ms_my: Diterbitkan
tl_ph: Nai-publish
vi: Đã xuất bản

source: No record found
ms_my: Tiada rekod ditemui
tl_ph: Walang nakitang record
vi: Không tìm thấy bản ghi nào

source: My Invoices
ms_my: Invois Saya
tl_ph: Aking Mga Invoice
vi: Hóa đơn của tôi

source: View All
ms_my: Lihat semua
tl_ph: Tingnan lahat
vi: Xem tất cả

source: Featured
ms_my: Ditampilkan
tl_ph: Itinatampok
vi: Nổi bật

source: Credits
ms_my: Kredit
tl_ph: Mga kredito
vi: Tín dụng

source: Title
ms_my: Tajuk
tl_ph: Pamagat
vi: Tiêu đề

source: Company
ms_my: Syarikat
tl_ph: kumpanya
vi: Công ty

source: Job seeker
ms_my: Pencari kerja
tl_ph: Naghahanap ng trabaho
vi: Người tìm việc

source: Edit
ms_my: Sunting
tl_ph: I-edit
vi: Chỉnh sửa

source: Resume
ms_my: Sambung semula
tl_ph: Ipagpatuloy
vi: Hồ sơ

source: Job Seeker
ms_my: Pencari kerja
tl_ph: Naghahanap ng Trabaho
vi: Người tìm việc

source: Cancel
ms_my: Batal
tl_ph: Kanselahin
vi: Hủy bỏ

source: Save
ms_my: Jimat
tl_ph: I-save
vi: Lưu

source: Day
ms_my: Hari
tl_ph: Araw
vi: Ngày

source: Days
ms_my: hari-hari
tl_ph: Mga araw
vi: Ngày

source: Approve
ms_my: Terima
tl_ph: Aprubahan
vi: Phê duyệt

source: Reject
ms_my: Tolak
tl_ph: Tanggihan
vi: Từ chối

source: Message
ms_my: Mesej
tl_ph: Mensahe
vi: Tin nhắn

source: Subject
ms_my: Subjek
tl_ph: Paksa
vi: Chủ đề

source: message
ms_my: mesej
tl_ph: mensahe
vi: tin nhắn

source: Send Message
ms_my: Menghantar mesej
tl_ph: Magpadala ng Mensahe
vi: Gửi tin nhắn

source: Expire in
ms_my: Tamat tempoh dalam
tl_ph: Mag-expire sa
vi: Hết hạn sau

source: Job Messages
ms_my: Mesej Kerja
tl_ph: Mga Mensahe sa Trabaho
vi: Tin nhắn công việc

source: Messages
ms_my: Mesej
tl_ph: Mga mensahe
vi: Tin nhắn

source: Job Title
ms_my: Jawatan Kosong
tl_ph: Titulo sa trabaho
vi: Tiêu đề công việc

source: Resume Title
ms_my: Tajuk Resume
tl_ph: Pamagat ng Ipagpatuloy
vi: Tiêu đề hồ sơ

source: Employer Name
ms_my: nama pekerja
tl_ph: Pangalan ng Employer
vi: Tên nhà tuyển dụng

source: This will delete every thing about this record
ms_my: Ini akan memadamkan semua tentang rekod ini
tl_ph: Tatanggalin nito ang lahat ng tungkol sa record na ito
vi: Điều này sẽ xóa mọi thông tin về bản ghi này

source: Force Delete
ms_my: Paksa Padam
tl_ph: Sapilitang Tanggalin
vi: Xóa bắt buộc

source: Company Name
ms_my: nama syarikat
tl_ph: pangalan ng Kumpanya
vi: Tên công ty

source: Select All
ms_my: Pilih semua
tl_ph: Piliin lahat
vi: Chọn tất cả

source: Purchase Package
ms_my: Pakej Belian
tl_ph: Pagbili ng Package
vi: Mua gói

source: Years
ms_my: tahun
tl_ph: taon
vi: Năm

source: Currency
ms_my: mata wang
tl_ph: Pera
vi: Tiền tệ

source: Job Expiry
ms_my: Tamat Kerja
tl_ph: Pag-expire ng Trabaho
vi: Hạn công việc

source: Resume Section
ms_my: Bahagian Resume
tl_ph: Ipagpatuloy ang Seksyon
vi: Phần hồ sơ

source: cancel
ms_my: batalkan
tl_ph: kanselahin
vi: hủy bỏ

source: Package Detail
ms_my: Butiran Pakej
tl_ph: Detalye ng Package
vi: Chi tiết gói

source: Departments
ms_my: Jabatan
tl_ph: Mga kagawaran
vi: Phòng ban

source: Resume Search
ms_my: Sambung semula Carian
tl_ph: Ipagpatuloy ang Paghahanap
vi: Tìm kiếm hồ sơ

source: Job Alert
ms_my: Makluman Kerja
tl_ph: Alerto sa Trabaho
vi: Cảnh báo công việc

source: Job Apply
ms_my: Mohon Kerja
tl_ph: Mag-apply ng Trabaho
vi: Ứng tuyển công việc

source: User name
ms_my: Nama pengguna
vi: Tên người dùng

source: Password
ms_my: Kata laluan
vi: Mật khẩu

source: Subscription
ms_my: Langganan
vi: Đăng ký

source: Enabled
ms_my: Didayakan
tl_ph: Pinagana
vi: Đã bật

source: Configuration
ms_my: Konfigurasi
vi: Cấu hình

source: You can view Resume Contact Detail Now
ms_my: Anda boleh melihat Resume Contact Detail Now
tl_ph: Maaari mong tingnan ang Resume Contact Detail Now
vi: Bạn có thể xem chi tiết liên hệ hồ sơ ngay bây giờ

source: Login
ms_my: Log masuk
tl_ph: Mag log in
vi: Đăng nhập

source: Username
ms_my: Nama pengguna
vi: Tên đăng nhập

source: Name
ms_my: Nama
tl_ph: Pangalan
vi: Tên

source: Email Address
ms_my: Alamat emel
vi: Địa chỉ email

source: Select User
ms_my: Pilih Pengguna
tl_ph: Piliin ang User
vi: Chọn người dùng

source: Default
ms_my: Lalai
vi: Mặc định

source: add
ms_my: Tambah
tl_ph: idagdag
vi: thêm

source: delete
ms_my: padam
tl_ph: tanggalin
vi: xóa

source: Date
ms_my: Tarikh
tl_ph: Petsa
vi: Ngày

source: published
ms_my: diterbitkan
tl_ph: inilathala
vi: đã xuất bản

source: not published
ms_my: tidak diterbitkan
tl_ph: hindi nai-publish
vi: chưa xuất bản

source: Type
ms_my: taip
tl_ph: Uri
vi: Loại

source: Department
ms_my: Jabatan
tl_ph: Kagawaran
vi: Phòng ban

source: Proceed To Payment
ms_my: Teruskan Ke Pembayaran
tl_ph: Magpatuloy sa pagbabayad
vi: Tiếp tục thanh toán

source: Remaining Resume
ms_my: Resume yang tinggal
tl_ph: Natitirang Resume
vi: Hồ sơ còn lại

source: Ends On
ms_my: Berakhir Pada
tl_ph: Nagtatapos Sa
vi: Kết thúc vào

source: Packages
ms_my: Pakej
tl_ph: Mga package
vi: Các gói

source: packages
ms_my: pakej
tl_ph: mga pakete
vi: các gói

source: My Packages
ms_my: Pakej Saya
tl_ph: Aking Mga Pakete
vi: Gói của tôi

source: My Subscriptions
ms_my: Langganan Saya
tl_ph: Aking Mga Subscription
vi: Đăng ký của tôi

source: Cancel Payment
ms_my: Batalkan Pembayaran
tl_ph: Kanselahin ang Pagbabayad
vi: Hủy thanh toán

source: Show Company Contact
ms_my: Tunjukkan Hubungan Syarikat
tl_ph: Ipakita ang Contact ng Kumpanya
vi: Hiển thị liên hệ công ty

source: add new package
ms_my: tambah pakej baru
tl_ph: magdagdag ng bagong pakete
vi: thêm gói mới

source: Add New Package
ms_my: Tambah Pakej Baru
tl_ph: Magdagdag ng Bagong Package
vi: Thêm Gói Mới

source: make payment
ms_my: buat bayaran
tl_ph: magbayad
vi: thanh toán

source: You have Already Applied
ms_my: Anda Telah Memohon
tl_ph: Nag-apply ka na
vi: Bạn đã nộp đơn ứng tuyển

source: Make Payment To Apply
ms_my: Buat Bayaran Untuk Memohon
tl_ph: Magbayad Para Mag-apply
vi: Thanh toán để ứng tuyển

source: Apply On This Job
ms_my: Mohon Pada Pekerjaan Ini
tl_ph: Mag-apply sa Trabahong Ito
vi: Ứng tuyển vào công việc này

source: Proceed With Paying
ms_my: Teruskan Dengan Membayar
tl_ph: Magpatuloy Sa Pagbabayad
vi: Tiếp tục thanh toán

source: Apply Now
ms_my: Mohon sekarang
tl_ph: Mag-apply na
vi: Ứng tuyển ngay

source: Website
ms_my: laman web
vi: Trang web

source: cron job
ms_my: kerja cron
tl_ph: cron trabaho
vi: tác vụ định kỳ

source: Select role
ms_my: Pilih peranan
tl_ph: Pumili ng tungkulin
vi: Chọn vai trò

source: Buy Package
ms_my: Beli Pakej
tl_ph: Bumili ng Package
vi: Mua gói

source: Buy credits
ms_my: Beli kredit
tl_ph: Bumili ng mga kredito
vi: Mua tín dụng

source: Departments Approval Queue
ms_my: Barisan Kelulusan Jabatan
tl_ph: Queue ng Pag-apruba ng mga Kagawaran
vi: Hàng chờ phê duyệt phòng ban

source: Pending Payment
ms_my: Pembayaran Menunggu
tl_ph: Nakabinbing Pagbabayad
vi: Chờ thanh toán

source: Add New Department
ms_my: Tambah Jabatan Baru
tl_ph: Magdagdag ng Bagong Departamento
vi: Thêm phòng ban mới

source: Ago
ms_my: Dulu
tl_ph: Dati
vi: Trước

source: approve
ms_my: terima
tl_ph: aprubahan
vi: phê duyệt

source: reject
ms_my: menolak
tl_ph: tanggihan
vi: từ chối

source: View Department
ms_my: Lihat Jabatan
tl_ph: Tingnan ang Departamento
vi: Xem phòng ban

source: Pending Due To Payment
ms_my: Menunggu Disebabkan Pembayaran
tl_ph: Nakabinbin Dahil sa Pagbabayad
vi: Chờ xử lý do thanh toán

source: Change package
ms_my: Tukar pakej
tl_ph: Baguhin ang package
vi: Thay đổi gói

source: Change Package
ms_my: Tukar Pakej
tl_ph: Baguhin ang Package
vi: Thay đổi gói

source: My departments
ms_my: Jabatan saya
tl_ph: Ang aking mga departamento
vi: Phòng ban của tôi

source: My Departments
ms_my: Jabatan saya
tl_ph: Aking mga Kagawaran
vi: Phòng ban của tôi

source: Add Department
ms_my: Tambah Jabatan
tl_ph: Magdagdag ng Kagawaran
vi: Thêm phòng ban

source: Male
ms_my: jantan
tl_ph: Lalaki
vi: Nam

source: Female
ms_my: perempuan
tl_ph: Babae
vi: Nữ

source: Does not matter
ms_my: Tidak mengapa
tl_ph: Hindi mahalaga
vi: Không quan trọng

source: City
ms_my: Bandar
tl_ph: lungsod
vi: Thành phố

source: export
ms_my: eksport
tl_ph: i-export
vi: xuất

source: Export
ms_my: Eksport
tl_ph: I-export
vi: Xuất

source: Waiting for approval
ms_my: Menunggu kelulusan
tl_ph: Naghihintay ng pag-apruba
vi: Chờ phê duyệt

source: Expiry Date
ms_my: Tarikh luput
tl_ph: Petsa ng Pag-expire
vi: Ngày hết hạn

source: remove featured
ms_my: alih keluar ditampilkan
tl_ph: alisin ang itinatampok
vi: bỏ nổi bật

source: Remove Featured
ms_my: Alih Keluar Ditampilkan
tl_ph: Alisin ang Itinatampok
vi: Bỏ nổi bật

source: Failed while performing this action
ms_my: Gagal semasa melakukan tindakan ini
tl_ph: Nabigo habang ginagawa ang pagkilos na ito
vi: Thao tác thất bại

source: Search All
ms_my: Cari Semua
tl_ph: Hanapin Lahat
vi: Tìm kiếm tất cả

source: Applied resume
ms_my: Resume yang digunakan
tl_ph: Inilapat na resume
vi: Hồ sơ đã ứng tuyển

source: Category
ms_my: kategori
tl_ph: Kategorya
vi: Danh mục

source: Job Type
ms_my: Jenis pekerjaan
tl_ph: Uri ng trabaho
vi: Loại công việc

source: Location
ms_my: Lokasi
tl_ph: Lokasyon
vi: Địa điểm

source: View Resume
ms_my: Lihat Resume
tl_ph: Tingnan ang Resume
vi: Xem hồ sơ

source: Add
ms_my: Tambah
tl_ph: Idagdag
vi: Thêm

source: Folders
ms_my: Folder
tl_ph: Mga folder
vi: Các thư mục

source: Applied Resume
ms_my: Resume Gunaan
tl_ph: Inilapat na Resume
vi: Hồ sơ đã ứng tuyển

source: view
ms_my: pandangan
tl_ph: tingnan
vi: xem

source: Salary Range
ms_my: Purata gaji
tl_ph: Saklaw ng suweldo
vi: Khoảng lương

source: Folders Queue
ms_my: Barisan Folder
tl_ph: Mga Folder Queue
vi: Hàng chờ thư mục

source: Add New Folder
ms_my: Tambah Folder Baharu
tl_ph: Magdagdag ng Bagong Folder
vi: Thêm thư mục mới

source: The page you are looking for no longer exists
ms_my: Halaman yang anda cari tidak lagi wujud
tl_ph: Ang pahina na iyong hinahanap ay wala na
vi: Trang bạn tìm kiếm không còn tồn tại

source: publish
ms_my: menerbitkan
tl_ph: ilathala
vi: xuất bản

source: unpublish
ms_my: nyahterbitkan
tl_ph: i-unpublish
vi: hủy xuất bản

source: View
ms_my: Lihat
tl_ph: Tingnan
vi: Xem

source: add new folder
ms_my: tambah folder baharu
tl_ph: magdagdag ng bagong folder
vi: thêm thư mục mới

source: approval queue
ms_my: giliran kelulusan
tl_ph: pila ng pag-apruba
vi: hàng chờ phê duyệt

source: Approval Queue
ms_my: Barisan Kelulusan
tl_ph: Queue ng Pag-apruba
vi: Hàng chờ phê duyệt

source: My Folders
ms_my: Folder Saya
tl_ph: Aking Mga Folder
vi: Thư mục của tôi

source: Invalid captcha
ms_my: Captcha tidak sah
tl_ph: Di-wastong captcha
vi: Mã captcha không hợp lệ

source: Incorrect Captcha code
ms_my: Kod Captcha salah
tl_ph: Maling Captcha code
vi: Mã Captcha không chính xác

source: Type In A Search Term
ms_my: Taip Dalam Istilah Carian
tl_ph: Mag-type Sa Isang Termino sa Paghahanap
vi: Nhập từ khóa tìm kiếm

source: No Results
ms_my: Tiada keputusan
tl_ph: Walang resulta
vi: Không có kết quả

source: Searching
ms_my: Mencari
tl_ph: Naghahanap
vi: Đang tìm kiếm

source: Add New Job Alert
ms_my: Tambah Makluman Kerja Baharu
tl_ph: Magdagdag ng Bagong Alerto sa Trabaho
vi: Thêm Cảnh Báo Công Việc Mới

source: Categories
ms_my: Kategori
tl_ph: Mga kategorya
vi: Danh mục

source: Email
ms_my: E-mel

source: name
ms_my: nama
tl_ph: pangalan
vi: tên

source: job alert
ms_my: amaran kerja
tl_ph: alerto sa trabaho
vi: cảnh báo công việc

source: add new job alert
ms_my: tambah amaran kerja baharu
tl_ph: magdagdag ng bagong alerto sa trabaho
vi: thêm cảnh báo công việc mới

source: Please fill the message
ms_my: Sila isi mesej
tl_ph: Mangyaring punan ang mensahe
vi: Vui lòng điền tin nhắn

source: Are you sure?
ms_my: Adakah anda pasti?
tl_ph: Sigurado ka ba?
vi: Bạn có chắc không?

source: Messages Approval Queue
ms_my: Barisan Kelulusan Mesej
tl_ph: Queue ng Pag-apruba ng Mga Mensahe
vi: Hàng Chờ Phê Duyệt Tin Nhắn

source: force delete
ms_my: paksa padam
tl_ph: pilitin tanggalin
vi: xóa bắt buộc

source: Error Deleting Logo
ms_my: Ralat Memadam Logo
tl_ph: Error sa Pagtanggal ng Logo
vi: Lỗi khi xóa logo

source: Enter Correct Company Site
ms_my: Masukkan Tapak Syarikat yang Betul
tl_ph: Ipasok ang Tamang Site ng Kumpanya
vi: Nhập đúng trang web công ty

source: File size is greater then allowed file size
ms_my: Saiz fail lebih besar daripada saiz fail yang dibenarkan
tl_ph: Ang laki ng file ay mas malaki kaysa sa pinapayagang laki ng file
vi: Kích thước tệp lớn hơn kích thước cho phép

source: File ext. is mismatched
ms_my: Samb. adalah tidak sepadan
tl_ph: file ext. ay hindi tugma
vi: Phần mở rộng tệp không khớp

source: Something got wrong
ms_my: Ada sesuatu yang tidak kena
tl_ph: May nagkamali
vi: Có lỗi xảy ra

source: Terms and Conditions
ms_my: Terma dan syarat
tl_ph: Mga Tuntunin at Kundisyon
vi: Điều khoản và Điều kiện

source: Company Has Been Feature SuccesFully
ms_my: Syarikat Telah Ditampilkan Berjaya Sepenuhnya
tl_ph: Naitampok ang Kumpanya nang Ganap na Tagumpay
vi: Công ty đã được đánh dấu nổi bật thành công

source: Error While Adding Feature job
ms_my: Ralat Semasa Menambah kerja Ciri
tl_ph: Error Habang Nagdadagdag ng feature na trabaho
vi: Lỗi khi thêm công việc nổi bật

source: Total Company
ms_my: Jumlah Syarikat
tl_ph: Kabuuang Kumpanya
vi: Tổng số công ty

source: Remaining Company
ms_my: Syarikat yang tinggal
tl_ph: Natitirang Kumpanya
vi: Công ty còn lại

source: change package
ms_my: tukar pakej
tl_ph: baguhin ang pakete
vi: thay đổi gói

source: Add Company
ms_my: Tambah Syarikat
tl_ph: Magdagdag ng Kumpanya
vi: Thêm công ty

source: My companies
ms_my: Syarikat saya
tl_ph: Aking mga kumpanya
vi: Công ty của tôi

source: My Companies
ms_my: Syarikat Saya
tl_ph: Aking Mga Kumpanya
vi: Công ty của tôi

source: Are you sure to cancel job apply
ms_my: Adakah anda pasti akan membatalkan permohonan kerja
tl_ph: Sigurado ka bang kakanselahin ang pag-apply sa trabaho
vi: Bạn có chắc chắn hủy ứng tuyển công việc không

source: Please first save the resume then apply
ms_my: Sila simpan dahulu resume kemudian mohon
tl_ph: Paki save muna yung resume then apply
vi: Vui lòng lưu hồ sơ trước rồi mới ứng tuyển

source: Remove
ms_my: Alih keluar
tl_ph: Alisin
vi: Xóa

source: Error
ms_my: ralat
vi: Lỗi

source: File extension mismatch
ms_my: Sambungan fail tidak sepadan
tl_ph: Hindi tugma ang extension ng file
vi: Phần mở rộng tệp không khớp

source: File size exceeds limit
ms_my: Saiz fail melebihi had
tl_ph: Lampas sa limitasyon ang laki ng file
vi: Kích thước tệp vượt quá giới hạn

source: Maximum files selected
ms_my: Fail maksimum dipilih
tl_ph: Pinili ang maximum na mga file
vi: Đã chọn số tệp tối đa

source: Confirm to delete resume file
ms_my: Sahkan untuk memadam fail resume
tl_ph: Kumpirmahin na tanggalin ang resume file
vi: Xác nhận xóa tệp hồ sơ

source: Please first save resume personal section then add any other section
ms_my: Sila simpan dahulu bahagian peribadi resume kemudian tambah mana-mana bahagian lain
tl_ph: Mangyaring i-save muna ang resume personal na seksyon pagkatapos magdagdag ng anumang iba pang seksyon
vi: Vui lòng lưu phần thông tin cá nhân của hồ sơ trước rồi mới thêm các phần khác

source: Geocode was not successful for the following reason
ms_my: Geokod tidak berjaya atas sebab berikut
tl_ph: Hindi matagumpay ang Geocode para sa sumusunod na dahilan
vi: Mã hóa địa lý không thành công vì lý do sau

source: Resume Files
ms_my: Sambung semula Fail
tl_ph: Ipagpatuloy ang mga File
vi: Tệp hồ sơ

source: Select files
ms_my: Pilih fail
tl_ph: Pumili ng mga file
vi: Chọn tệp

source: Selected files
ms_my: Fail yang dipilih
tl_ph: Mga napiling file
vi: Tệp đã chọn

source: No file selected
ms_my: Tiada fail yang dipilih
tl_ph: Walang napiling file
vi: Chưa chọn tệp

source: Files allowed
ms_my: Fail dibenarkan
tl_ph: Pinapayagan ang mga file
vi: Tệp cho phép

source: Maximum file size
ms_my: Saiz fail maksimum
tl_ph: Pinakamataas na laki ng file
vi: Kích thước tệp tối đa

source: Add New Resume
ms_my: Tambah Resume Baharu
tl_ph: Magdagdag ng Bagong Resume
vi: Thêm hồ sơ mới

source: Resume Has Been Feature SuccessFully
ms_my: Resume Telah Ditampilkan Dengan Berjaya Sepenuhnya
tl_ph: Naging Tagumpay ang Resume
vi: Hồ sơ đã được đánh dấu nổi bật thành công

source: Application title
ms_my: Tajuk permohonan
tl_ph: Pamagat ng aplikasyon
vi: Tiêu đề ứng tuyển

source: First name
ms_my: Nama pertama
tl_ph: Pangalan
vi: Tên

source: Job type
ms_my: Jenis pekerjaan
tl_ph: Uri ng trabaho
vi: Loại công việc

source: Total Resume
ms_my: Jumlah Resume
tl_ph: Kabuuang Resume
vi: Tổng số hồ sơ

source: Add Resume
ms_my: Tambah Resume
tl_ph: Magdagdag ng Resume
vi: Thêm hồ sơ

source: My Resumes
ms_my: Resume Saya
tl_ph: Aking Mga Resume
vi: Hồ sơ của tôi

source: Personal Information
ms_my: Maklumat peribadi
tl_ph: Personal na impormasyon
vi: Thông tin cá nhân

source: Institutes
ms_my: Institut
tl_ph: Mga Institute
vi: Học viện

source: Employers
ms_my: Majikan
tl_ph: Mga tagapag-empleyo
vi: Nhà tuyển dụng

source: Skills
ms_my: Kemahiran
tl_ph: Mga kasanayan
vi: Kỹ năng

source: print
ms_my: cetak
vi: in

source: Print
ms_my: Cetak
vi: In

source: Jobs
ms_my: pekerjaan
tl_ph: Mga trabaho
vi: Công việc

source: Active Jobs
ms_my: Pekerjaan Aktif
tl_ph: Mga Aktibong Trabaho
vi: Công việc đang hoạt động

source: Applied Jobs
ms_my: Kerja Gunaan
tl_ph: Mga Inilapat na Trabaho
vi: Công việc đã ứng tuyển

source: Featured Jobs
ms_my: Pekerjaan Pilihan
tl_ph: Mga Tampok na Trabaho
vi: Công việc nổi bật

source: Overall Statistics
ms_my: Statistik Keseluruhan
tl_ph: Pangkalahatang Istatistika
vi: Thống kê tổng thể

source: Jobs By Categories
ms_my: Pekerjaan Mengikut Kategori
tl_ph: Mga Trabaho Ayon sa Mga Kategorya
vi: Công việc theo danh mục

source: Jobs By Types
ms_my: Pekerjaan Mengikut Jenis
tl_ph: Mga Trabaho Ayon sa Uri
vi: Công việc theo loại

source: Dates
ms_my: kurma
tl_ph: Petsa
vi: Ngày

source: Featured Resume
ms_my: Resume Pilihan
tl_ph: Itinatampok na Resume
vi: Hồ sơ nổi bật

source: Resume By Categories
ms_my: Sambung semula Mengikut Kategori
tl_ph: Ipagpatuloy Ayon sa Mga Kategorya
vi: Hồ sơ theo danh mục

source: Applied jobs
ms_my: Pekerjaan yang digunakan
tl_ph: Mga inilapat na trabaho
vi: Công việc đã ứng tuyển

source: Featured resume
ms_my: Resume pilihan
tl_ph: Itinatampok na resume
vi: Hồ sơ nổi bật

source: Stats
ms_my: Statistik
vi: Thống kê

source: Total
ms_my: Jumlah
tl_ph: Kabuuan
vi: Tổng

source: Companies
ms_my: Syarikat
tl_ph: Mga kumpanya
vi: Công ty

source: Active
ms_my: Aktif
tl_ph: Aktibo
vi: Hoạt động

source: Publish
ms_my: Menerbitkan
tl_ph: I-publish
vi: Xuất bản

source: Expired
ms_my: Tamat tempoh
tl_ph: Nag-expire na
vi: Hết hạn

source: Type here
ms_my: Taip di sini
tl_ph: Magsulat Dito
vi: Nhập vào đây

source: Inbox
ms_my: Peti masuk
vi: Hộp thư đến

source: Hired
ms_my: diupah
tl_ph: Tinanggap
vi: Đã tuyển

source: Short listed
ms_my: tersenarai pendek
tl_ph: Maikling nakalista
vi: Đã chọn

source: Advance Search
ms_my: carian terperinci
tl_ph: Masusing Paghahanap
vi: Tìm kiếm nâng cao

source: Nationality
ms_my: kewarganegaraan
tl_ph: Nasyonalidad
vi: Quốc tịch

source: Gender
ms_my: Jantina
tl_ph: Kasarian
vi: Giới tính

source: Application Title
ms_my: Tajuk Permohonan
tl_ph: Pamagat ng Application
vi: Tiêu đề ứng tuyển

source: Highest Education
ms_my: pendidikan tertinggi
tl_ph: Pinakamataas na Edukasyon
vi: Trình độ học vấn cao nhất

source: Resumes By Tag
ms_my: Sambung semula Mengikut Tag
tl_ph: Ipinagpapatuloy sa pamamagitan ng Tag
vi: Hồ sơ theo thẻ

source: Resumes
ms_my: Resume
vi: Hồ sơ

source: save searches
ms_my: simpan carian
tl_ph: i-save ang mga paghahanap
vi: lưu tìm kiếm

source: Saved Searches
ms_my: Carian Tersimpan
tl_ph: Mga Naka-save na Paghahanap
vi: Tìm kiếm đã lưu

source: Resume RSS
ms_my: Sambung semula RSS
tl_ph: Ipagpatuloy ang RSS
vi: RSS hồ sơ

source: Short List Job
ms_my: Kerja Senarai Pendek
tl_ph: Maikling Listahan ng Trabaho
vi: Danh sách công việc ngắn

source: Comments
ms_my: Komen
tl_ph: Mga komento
vi: Bình luận

source: Rate
ms_my: Kadar
vi: Đánh giá

source: Close
ms_my: tutup
tl_ph: Isara
vi: Đóng
