Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: shortlisted jobs
ms_my: pekerjaan yang disenarai pendek
tl_ph: mga shortlisted na trabaho
vi: công việc đã chọn

source: Shotlisted Jobs
ms_my: Pekerjaan Disenarai Pendek
tl_ph: Mga Shortlisted na Trabaho
vi: Công việc đã chọn

source: Short Listed Jobs
ms_my: Pekerjaan Disenarai Pendek
tl_ph: Maikling Nakalistang Trabaho
vi: Công việc đã chọn

source: Last name
ms_my: Nama terakhir
tl_ph: Huling pangalan
vi: Họ

source: Notes
ms_my: Nota
tl_ph: Mga Tala
vi: Ghi chú

source: Profile
ms_my: Profil
vi: Hồ sơ

source: Personal information
ms_my: Maklumat peribadi
tl_ph: Personal na impormasyon
vi: Thông tin cá nhân

source: Education
ms_my: Pendidikan
tl_ph: Edukasyon
vi: Học vấn

source: Email address
ms_my: Alamat emel
vi: Địa chỉ email

source: Country
ms_my: Negara
tl_ph: Bansa
vi: Quốc gia

source: Phone
ms_my: telefon
tl_ph: Telepono
vi: Điện thoại

source: Addresses
ms_my: Alamat
tl_ph: Mga address
vi: Địa chỉ

source: Job has been applied
ms_my: Jawatan telah dipohon
tl_ph: Na-apply na ang trabaho
vi: Công việc đã được ứng tuyển

source: Login with facebook
ms_my: Log masuk melalui Facebook
tl_ph: Mag login sa facebook
vi: Đăng nhập bằng Facebook

source: Login with linkedin
ms_my: Log masuk dengan linkedin
tl_ph: Mag-login sa LinkedIn
vi: Đăng nhập bằng LinkedIn

source: Login with xing
ms_my: Log masuk dengan xing
tl_ph: Mag-login gamit ang xing
vi: Đăng nhập bằng Xing

source: Error in saving records please try again
ms_my: Ralat dalam menyimpan rekod sila cuba lagi
tl_ph: Error sa pag-save ng mga tala pakisubukang muli
vi: Lỗi khi lưu bản ghi, vui lòng thử lại

source: Tags
ms_my: Tag
tl_ph: Mga tag
vi: Thẻ

source: Add New Tag
ms_my: Tambah Teg Baharu
tl_ph: Magdagdag ng Bagong Tag
vi: Thêm thẻ mới

source: Unpublish
ms_my: Nyahterbitkan
tl_ph: I-unpublish
vi: Hủy xuất bản

source: tags
ms_my: tag
tl_ph: mga tag
vi: thẻ

source: add new tag
ms_my: tambah tag baharu
tl_ph: magdagdag ng bagong tag
vi: thêm thẻ mới

source: Tell a friend
ms_my: Beritahu kawan
tl_ph: Sabihin sa kaibigan
vi: Giới thiệu cho bạn bè

source: Send
ms_my: Hantar
tl_ph: Ipadala
vi: Gửi

source: Age
ms_my: Umur
tl_ph: Edad
vi: Tuổi

source: Maximum
ms_my: maksimum
tl_ph: Pinakamataas
vi: Tối đa

source: Specify range
ms_my: Nyatakan julat
tl_ph: Tukuyin ang saklaw
vi: Chỉ định khoảng

source: Cancel range
ms_my: Batalkan julat
tl_ph: Kanselahin ang saklaw
vi: Hủy khoảng

source: Experience
ms_my: Pengalaman
tl_ph: karanasan
vi: Kinh nghiệm

source: Total Experience
ms_my: Jumlah Pengalaman
tl_ph: Kabuuang Karanasan
vi: Tổng kinh nghiệm

source: Job Status
ms_my: Status Pekerjaan
tl_ph: Kalagayan sa trabaho
vi: Trạng thái công việc

source: Shift
ms_my: Beralih
tl_ph: Paglipat
vi: Ca làm việc

source: Please enter the coordinate radius
ms_my: Sila masukkan jejari koordinat
tl_ph: Pakilagay ang coordinate radius
vi: Vui lòng nhập bán kính tọa độ

source: Company Info
ms_my: Maklumat Syarikat
tl_ph: Impormasyon ng Kumpanya
vi: Thông tin công ty

source: Job Info
ms_my: Maklumat Kerja
tl_ph: Impormasyon sa Trabaho
vi: Thông tin công việc

source: Select widget
ms_my: Pilih widget
tl_ph: Pumili ng widget
vi: Chọn widget

source: Show Title
ms_my: Tunjukkan Tajuk
tl_ph: Ipakita ang pamagat
vi: Hiển thị tiêu đề

source: Hide
ms_my: Sembunyi
tl_ph: Tago
vi: Ẩn

source: Show
ms_my: Tunjukkan
tl_ph: Ipakita
vi: Hiển thị

source: Company logo
ms_my: Logo syarikat
tl_ph: Logo ng kompanya
vi: Logo công ty

source: Type of jobs
ms_my: Jenis pekerjaan
tl_ph: Uri ng trabaho
vi: Loại công việc

source: Newest jobs
ms_my: Pekerjaan terbaru
tl_ph: Mga pinakabagong trabaho
vi: Công việc mới nhất

source: Hot jobs
ms_my: Kerja panas
tl_ph: Mainit na trabaho
vi: Công việc hot

source: Column per row
ms_my: Lajur setiap baris
tl_ph: Column bawat row
vi: Cột trên mỗi hàng

source: Jobs by cities
ms_my: Pekerjaan mengikut bandar
tl_ph: Mga trabaho ayon sa mga lungsod
vi: Công việc theo thành phố

source: Jobs by countries
ms_my: Pekerjaan mengikut negara
tl_ph: Mga trabaho ayon sa mga bansa
vi: Công việc theo quốc gia

source: Today
ms_my: Hari ini
tl_ph: Ngayong araw
vi: Hôm nay

source: Photo
ms_my: Foto
tl_ph: Larawan
vi: Ảnh

source: Available
ms_my: Tersedia
vi: Có sẵn

source: Search Resume
ms_my: Cari Resume
vi: Tìm kiếm hồ sơ

source: Highest education
ms_my: Pendidikan tertinggi
tl_ph: Pinakamataas na edukasyon
vi: Trình độ học vấn cao nhất

source: Transaction Key
ms_my: Kunci Transaksi
tl_ph: Susi ng Transaksyon
vi: Khóa giao dịch

source: Please select
ms_my: Sila pilih
tl_ph: Pakipili
vi: Vui lòng chọn

source: Hide notice
ms_my: Sembunyikan notis
tl_ph: Itago ang paunawa
vi: Ẩn thông báo

source: Something went wrong
ms_my: Sesuatu telah berlaku
tl_ph: Nagkaproblema
vi: Có lỗi xảy ra

source: Control Panel
ms_my: Panel kawalan
vi: Bảng điều khiển

source: Company Information
ms_my: Maklumat Syarikat
tl_ph: Impormasyon ng Kumpanya
vi: Thông tin công ty

source: My Jobs
ms_my: Pekerjaan Saya
tl_ph: Aking Mga Trabaho
vi: Công việc của tôi

source: View Job
ms_my: Lihat Kerja
tl_ph: Tingnan ang Trabaho
vi: Xem công việc

source: Newest Jobs
ms_my: Pekerjaan Terbaru
tl_ph: Pinakabagong Trabaho
vi: Công việc mới nhất

source: Job Seeker Messages
ms_my: Mesej Pencari Kerja
tl_ph: Mga Mensahe ng Naghahanap ng Trabaho
vi: Tin nhắn của người tìm việc

source: Resume List
ms_my: Senarai Resume
tl_ph: Listahan ng Ipagpatuloy
vi: Danh sách hồ sơ

source: Purchase History
ms_my: Sejarah pembelian
tl_ph: Kasaysayan ng Pagbili
vi: Lịch sử mua hàng

source: My Subscription
ms_my: Langganan Saya
tl_ph: Aking Subscription
vi: Đăng ký của tôi

source: My Packages
ms_my: Pakej Saya
tl_ph: Aking Mga Pakete
vi: Gói của tôi

source: View Folder
ms_my: Lihat Folder
tl_ph: Tingnan ang Folder
vi: Xem thư mục

source: Folder Resumes
ms_my: Folder Resume
vi: Hồ sơ trong thư mục

source: My Resume
ms_my: Resume saya
tl_ph: Aking Resume
vi: Hồ sơ của tôi

source: My Applied Jobs
ms_my: Pekerjaan Saya yang Dipohon
tl_ph: Aking Mga Inilapat na Trabaho
vi: Công việc đã ứng tuyển của tôi

source: Job Applied Resume
ms_my: Resume Dipohon Kerja
tl_ph: Resume na Inilapat sa Trabaho
vi: Hồ sơ ứng tuyển công việc

source: Job Search
ms_my: Pencarian kerja
tl_ph: Paghahanap ng Trabaho
vi: Tìm kiếm công việc

source: Log In
ms_my: Log masuk
tl_ph: Mag log in
vi: Đăng nhập

source: Register
ms_my: Daftar
tl_ph: Magrehistro
vi: Đăng ký

source: Edit Profile
ms_my: Sunting profil
tl_ph: Ibahin ang profile
vi: Chỉnh sửa hồ sơ

source: Plus
ms_my: Tambahan pula
tl_ph: Dagdag pa
vi: Cộng

source: Equals
ms_my: sama
tl_ph: katumbas
vi: Bằng

source: Minus
ms_my: Tolak
vi: Trừ

source: Proceed Without Paying
ms_my: Teruskan Tanpa Membayar
tl_ph: Magpatuloy Nang Hindi Nagbabayad
vi: Tiếp tục mà không thanh toán

source: Proceed
ms_my: Teruskan
tl_ph: Magpatuloy
vi: Tiếp tục

source: Total Credits
ms_my: Jumlah Kredit
tl_ph: Kabuuang Mga Kredito
vi: Tổng tín dụng

source: Credit for action
ms_my: Kredit untuk tindakan
tl_ph: Credit para sa aksyon
vi: Tín dụng cho hành động

source: Life time alerts
ms_my: Makluman masa hidup
tl_ph: Mga alerto sa buhay
vi: Cảnh báo trọn đời

source: Credits remaining after proceed
ms_my: Kredit yang tinggal selepas meneruskan
tl_ph: Mga natitirang kredito pagkatapos magpatuloy
vi: Tín dụng còn lại sau khi tiếp tục

source: Insufficient Credits
ms_my: Kredit Tidak Mencukupi
tl_ph: Hindi Sapat na Mga Kredito
vi: Tín dụng không đủ

source: Can Not Proceed
ms_my: Tidak Boleh Teruskan
tl_ph: Hindi Magpapatuloy
vi: Không thể tiếp tục

source: Add to
ms_my: Tambah ke
tl_ph: Idagdag sa
vi: Thêm vào

source: featured
ms_my: ditampilkan
tl_ph: Itinatampok
vi: nổi bật

source: company
ms_my: syarikat
tl_ph: kumpanya
vi: công ty

source: Company name
ms_my: Nama syarikat
tl_ph: Pangalan ng Kumpanya
vi: Tên công ty

source: job
ms_my: pekerjaan
tl_ph: trabaho
vi: công việc

source: Job title
ms_my: Tajuk kerja
tl_ph: Titulo sa trabaho
vi: Tiêu đề công việc

source: Resume title
ms_my: Tajuk sambung semula
tl_ph: Pamagat ng resume
vi: Tiêu đề hồ sơ

source: Alert
ms_my: Amaran
tl_ph: Alerto
vi: Cảnh báo

source: View company contact detail
ms_my: Lihat butiran hubungan syarikat
tl_ph: Tingnan ang detalye ng contact ng kumpanya
vi: Xem chi tiết liên hệ công ty

source: View resume contact detail
ms_my: Lihat butiran hubungan resume
tl_ph: Tingnan ang detalye ng contact sa resume
vi: Xem chi tiết liên hệ hồ sơ

source: search
ms_my: cari
tl_ph: paghahanap
vi: tìm kiếm

source: Apply On Job
ms_my: Mohon Semasa Kerja
tl_ph: Mag-apply Sa Trabaho
vi: Ứng tuyển công việc

source: language
ms_my: bahasa
tl_ph: wika
vi: ngôn ngữ

source: Upload Image
ms_my: Muat Naik Imej
tl_ph: Mag-upload ng Larawan
vi: Tải lên hình ảnh

source: Resume image
ms_my: Sambung semula imej
tl_ph: Ipagpatuloy ang larawan
vi: Hình ảnh hồ sơ

source: Max logo size allowed
ms_my: Saiz logo maksimum dibenarkan
tl_ph: Pinapayagan ang maximum na laki ng logo
vi: Kích thước logo tối đa cho phép

source: Select Multiple Files
ms_my: Pilih Berbilang Fail
tl_ph: Pumili ng Maramihang Mga File
vi: Chọn nhiều tệp

source: Save Resume
ms_my: Simpan Resume
tl_ph: I-save ang Resume
vi: Lưu hồ sơ

source: Cancel Resume
ms_my: Batal Resume
tl_ph: Kanselahin ang Resume
vi: Hủy hồ sơ

source: Attachment
ms_my: Lampiran
tl_ph: Kalakip
vi: Đính kèm

source: email
ms_my: emel

source: salary
ms_my: gaji
tl_ph: suweldo
vi: lương

source: number
ms_my: nombor
tl_ph: numero
vi: số

source: location
ms_my: lokasi
tl_ph: lokasyon
vi: vị trí

source: activity log
ms_my: log aktiviti
tl_ph: log ng aktibidad
vi: nhật ký hoạt động

source: Activity Log
ms_my: Log aktiviti
tl_ph: Log ng Aktibidad
vi: Nhật ký hoạt động

source: stats
ms_my: statistik
vi: thống kê

source: translations
ms_my: terjemahan
tl_ph: mga pagsasalin
vi: bản dịch

source: Translations
ms_my: Terjemahan
tl_ph: Mga pagsasalin
vi: Bản dịch

source: system errors
ms_my: ralat sistem
tl_ph: mga error sa system
vi: lỗi hệ thống

source: System Errors
ms_my: Ralat Sistem
tl_ph: Mga Error sa System
vi: Lỗi hệ thống

source: ad ons
ms_my: tambahan
tl_ph: mga add on
vi: bổ sung

source: Install Addons
ms_my: Pasang Addons
tl_ph: I-install ang Addons
vi: Cài đặt bổ sung

source: install addons
ms_my: pasang addons
tl_ph: mag-install ng mga addon
vi: cài đặt bổ sung

source: addons list
ms_my: senarai addons
tl_ph: listahan ng mga addon
vi: danh sách bổ sung

source: Addons List
ms_my: Senarai Addons
tl_ph: Listahan ng mga Addon
vi: Danh sách bổ sung

source: companies
ms_my: syarikat
tl_ph: mga kumpanya
vi: công ty

source: add new company
ms_my: tambah syarikat baru
tl_ph: magdagdag ng bagong kumpanya
vi: thêm công ty mới

source: Add New Company
ms_my: Tambah Syarikat Baru
tl_ph: Magdagdag ng Bagong Kumpanya
vi: Thêm công ty mới

source: fields
ms_my: padang
tl_ph: mga patlang
vi: trường

source: Fields
ms_my: Padang
tl_ph: Mga patlang
vi: Trường

source: departments
ms_my: jabatan
tl_ph: mga kagawaran
vi: phòng ban

source: add new department
ms_my: tambah jabatan baru
tl_ph: magdagdag ng bagong departamento
vi: thêm phòng ban mới

source: jobs
ms_my: pekerjaan
tl_ph: mga trabaho
vi: công việc

source: add new job
ms_my: tambah kerja baru
tl_ph: magdagdag ng bagong trabaho
vi: thêm công việc mới

source: Add New Job
ms_my: Tambah Kerja Baharu
tl_ph: Magdagdag ng Bagong Trabaho
vi: Thêm công việc mới

source: search fields
ms_my: medan carian
tl_ph: mga field ng paghahanap
vi: trường tìm kiếm

source: Search Fields
ms_my: Medan Carian
tl_ph: Mga Field ng Paghahanap
vi: Trường tìm kiếm

source: credits
ms_my: kredit
tl_ph: mga kredito
vi: tín dụng

source: job types
ms_my: jenis pekerjaan
tl_ph: mga uri ng trabaho
vi: loại công việc

source: Job Types
ms_my: Jenis Pekerjaan
tl_ph: Mga Uri ng Trabaho
vi: Loại công việc

source: add new job type
ms_my: tambah jenis pekerjaan baharu
tl_ph: magdagdag ng bagong uri ng trabaho
vi: thêm loại công việc mới

source: Add New Job Type
ms_my: Tambah Jenis Kerja Baharu
tl_ph: Magdagdag ng Bagong Uri ng Trabaho
vi: Thêm loại công việc mới

source: job status
ms_my: status pekerjaan
tl_ph: kalagayan sa trabaho
vi: trạng thái công việc

source: add new job status
ms_my: menambah status pekerjaan baharu
tl_ph: magdagdag ng bagong katayuan sa trabaho
vi: thêm trạng thái công việc mới

source: Add New Job Status
ms_my: Tambah Status Kerja Baharu
tl_ph: Magdagdag ng Bagong Katayuan ng Trabaho
vi: Thêm trạng thái công việc mới

source: highest educations
ms_my: pendidikan tertinggi
tl_ph: pinakamataas na edukasyon
vi: trình độ học vấn cao nhất

source: Highest Educations
ms_my: pendidikan tertinggi
tl_ph: Pinakamataas na Edukasyon
vi: Trình độ học vấn cao nhất

source: add new highest education
ms_my: menambah pendidikan tertinggi baru
tl_ph: magdagdag ng bagong pinakamataas na edukasyon
vi: thêm trình độ học vấn cao nhất mới

source: Add New Highest Education
ms_my: Tambah Pendidikan Tertinggi Baharu
tl_ph: Magdagdag ng Bagong Pinakamataas na Edukasyon
vi: Thêm trình độ học vấn cao nhất mới

source: career levels
ms_my: tahap kerjaya
tl_ph: antas ng karera
vi: cấp độ nghề nghiệp

source: Career Levels
ms_my: Tahap Kerjaya
tl_ph: Mga Antas ng Karera
vi: Cấp độ nghề nghiệp

source: add new career level
ms_my: menambah tahap kerjaya baharu
tl_ph: magdagdag ng bagong antas ng karera
vi: thêm cấp độ nghề nghiệp mới

source: Add New Career Level
ms_my: Tambah Tahap Kerjaya Baharu
tl_ph: Magdagdag ng Bagong Antas ng Karera
vi: Thêm cấp độ nghề nghiệp mới

source: currency
ms_my: mata wang
tl_ph: pera
vi: tiền tệ

source: add new currency
ms_my: tambah mata wang baharu
tl_ph: magdagdag ng bagong pera
vi: thêm tiền tệ mới

source: Add New Currency
ms_my: Tambah Mata Wang Baharu
tl_ph: Magdagdag ng Bagong Pera
vi: Thêm tiền tệ mới

source: categories
ms_my: kategori
tl_ph: mga kategorya
vi: danh mục

source: add new category
ms_my: tambah kategori baharu
tl_ph: magdagdag ng bagong kategorya
vi: thêm danh mục mới

source: Add New Category
ms_my: Tambah Kategori Baharu
tl_ph: Magdagdag ng Bagong Kategorya
vi: Thêm danh mục mới

source: salary range
ms_my: Purata gaji
tl_ph: hanay ng suweldo
vi: khoảng lương

source: salary range type
ms_my: jenis julat gaji
tl_ph: uri ng hanay ng suweldo
vi: loại khoảng lương

source: Salary Range Type
ms_my: Jenis Julat Gaji
tl_ph: Uri ng Saklaw ng suweldo
vi: Loại khoảng lương

source: add new salary range type
ms_my: tambah jenis julat gaji baru
tl_ph: magdagdag ng bagong uri ng hanay ng suweldo
vi: thêm loại khoảng lương mới

source: Add New Salary Range Type
ms_my: Tambah Jenis Julat Gaji Baru
tl_ph: Magdagdag ng Bagong Uri ng Saklaw ng Salary
vi: Thêm loại khoảng lương mới

source: users
ms_my: pengguna
tl_ph: mga gumagamit
vi: người dùng

source: Users
ms_my: Pengguna
tl_ph: Mga gumagamit
vi: Người dùng

source: assign role
ms_my: menetapkan peranan
tl_ph: magtalaga ng tungkulin
vi: gán vai trò

source: Assign Role
ms_my: Berikan Peranan
tl_ph: Magtalaga ng Tungkulin
vi: Gán vai trò

source: short codes
ms_my: kod pendek
tl_ph: maikling code
vi: mã ngắn

source: Short Codes
ms_my: Kod Pendek
tl_ph: Maikling Code
vi: Mã ngắn

source: reports
ms_my: laporan
tl_ph: mga ulat
vi: báo cáo

source: Reports
ms_my: Laporan
tl_ph: Mga ulat
vi: Báo cáo

source: overall reports
ms_my: laporan keseluruhan
tl_ph: pangkalahatang mga ulat
vi: báo cáo tổng thể

source: Overall Reports
ms_my: Laporan Keseluruhan
tl_ph: Pangkalahatang Ulat
vi: Báo cáo tổng thể

source: Employer / Job Seeker Report
ms_my: Laporan Majikan / Pencari Kerja
tl_ph: Ulat ng Employer / Naghahanap ng Trabaho
vi: Báo cáo Nhà tuyển dụng / Người tìm việc

source: email templates
ms_my: templat e-mel
tl_ph: mga template ng email
vi: mẫu email

source: Email Templates
ms_my: Templat E-mel
tl_ph: Mga Template ng Email
vi: Mẫu email

source: options
ms_my: pilihan
tl_ph: mga pagpipilian
vi: tùy chọn

source: Options
ms_my: Pilihan
tl_ph: Mga pagpipilian
vi: Tùy chọn

source: new company
ms_my: syarikat baru
tl_ph: bagong kumpanya
vi: công ty mới

source: New Company
ms_my: Syarikat Baru
tl_ph: Bagong Kumpanya
vi: Công ty mới

source: delete company
ms_my: memadam syarikat
tl_ph: tanggalin ang kumpanya
vi: xóa công ty

source: Delete Company
ms_my: Padam Syarikat
tl_ph: Tanggalin ang Kumpanya
vi: Xóa công ty

source: company status
ms_my: status syarikat
tl_ph: katayuan ng kumpanya
vi: trạng thái công ty

source: Company Status
ms_my: Status Syarikat
tl_ph: Katayuan ng Kumpanya
vi: Trạng thái công ty

source: new job
ms_my: pekerjaan baru
tl_ph: bagong trabaho
vi: công việc mới

source: New Job
ms_my: Pekerjaan baru
tl_ph: Bagong trabaho
vi: Công việc mới

source: new visitor job
ms_my: pekerjaan pelawat baru
tl_ph: bagong trabaho ng bisita
vi: công việc của khách

source: New Visitor Job
ms_my: Kerja Pelawat Baru
tl_ph: Bagong Trabaho ng Bisita
vi: Công việc của khách mới

source: job delete
ms_my: kerja padam
tl_ph: pagtanggal ng trabaho
vi: xóa công việc

source: Job Delete
ms_my: Padam Kerja
tl_ph: Pagtanggal ng Trabaho
vi: Xóa công việc

source: new resume
ms_my: resume baru
tl_ph: bagong resume
vi: hồ sơ mới

source: New Resume
ms_my: Resume Baru
tl_ph: Bagong Resume
vi: Hồ sơ mới

source: new visitor resume
ms_my: resume pelawat baharu
tl_ph: bagong resume ng bisita
vi: hồ sơ của khách

source: New Visitor Resume
ms_my: Resume Pelawat Baharu
tl_ph: Resume ng Bagong Bisita
vi: Hồ sơ của khách mới

source: resume status
ms_my: sambung status
tl_ph: ipagpatuloy ang katayuan
vi: trạng thái hồ sơ

source: Resume Status
ms_my: Status Sambungan
tl_ph: Katayuan ng Ipagpatuloy
vi: Trạng thái hồ sơ

source: delete resume
ms_my: padam resume
tl_ph: tanggalin ang resume
vi: xóa hồ sơ

source: Delete Resume
ms_my: Padamkan Resume
tl_ph: Tanggalin ang Resume
vi: Xóa hồ sơ

source: new employer
ms_my: majikan baru
tl_ph: bagong employer
vi: nhà tuyển dụng mới

source: New Employer
ms_my: Majikan Baru
tl_ph: Bagong Employer
vi: Nhà tuyển dụng mới

source: new job seeker
ms_my: pencari kerja baru
tl_ph: bagong naghahanap ng trabaho
vi: người tìm việc mới

source: New Job Seeker
ms_my: Pencari Kerja Baharu
tl_ph: Bagong Naghahanap ng Trabaho
vi: Người tìm việc mới

source: job apply admin
ms_my: jawatan mohon admin
vi: quản trị ứng tuyển công việc

source: Job Apply Admin
ms_my: Jawatan Kosong Admin
tl_ph: Mag-apply ng Trabaho Admin
vi: Quản trị ứng tuyển công việc

source: job apply employer
ms_my: kerja memohon majikan
vi: nhà tuyển dụng ứng tuyển công việc

source: Job Apply Employer
ms_my: Kerja Memohon Majikan
vi: Nhà tuyển dụng ứng tuyển công việc

source: job apply job seeker
ms_my: pemohon kerja pencari kerja
vi: người tìm việc ứng tuyển công việc

source: Job Apply Job Seeker
ms_my: Pemohon Kerja Pencari Kerja
vi: Người tìm việc ứng tuyển công việc

source: applied resume status change
ms_my: perubahan status resume yang digunakan
tl_ph: inilapat na pagbabago sa katayuan ng resume
vi: thay đổi trạng thái hồ sơ ứng tuyển

source: Applied Resume Status Change
ms_my: Perubahan Status Resume Digunakan
tl_ph: Inilapat na Pagbabago sa Katayuan ng Resume
vi: Thay đổi trạng thái hồ sơ ứng tuyển

source: tell to friend
ms_my: beritahu kawan
tl_ph: sabihin sa kaibigan
vi: giới thiệu cho bạn bè

source: Tell To Friend
ms_my: Beritahu Kawan
tl_ph: Sabihin Sa Kaibigan
vi: Giới thiệu cho bạn bè

source: Purchase Package Admin
ms_my: Admin Pakej Belian
tl_ph: Admin ng Bumili ng Package
vi: Quản trị mua gói

source: Purchase Status
ms_my: Status Pembelian
tl_ph: Katayuan ng Pagbili
vi: Trạng thái mua

source: countries
ms_my: negara
tl_ph: mga bansa
vi: quốc gia

source: Countries
ms_my: negara
tl_ph: Mga bansa
vi: Quốc gia

source: add new country
ms_my: tambah negara baru
tl_ph: magdagdag ng bagong bansa
vi: thêm quốc gia mới

source: Add New Country
ms_my: Tambah Negara Baharu
tl_ph: Magdagdag ng Bagong Bansa
vi: Thêm quốc gia mới

source: Total Stats
ms_my: Jumlah Statistik
tl_ph: Kabuuang Stats
vi: Thống kê tổng

source: Company Type
ms_my: Jenis syarikat
tl_ph: Uri ng Kumpanya
vi: Loại công ty

source: Featured Companies
ms_my: Syarikat Pilihan
tl_ph: Mga Tampok na Kumpanya
vi: Công ty nổi bật

source: Columns
ms_my: Lajur
tl_ph: Mga hanay
vi: Cột

source: No. of Companies
ms_my: Bilangan Syarikat
tl_ph: Bilang ng mga Kumpanya
vi: Số công ty

source: Top Jobs
ms_my: Pekerjaan Teratas
tl_ph: Mga Nangungunang Trabaho
vi: Công việc hàng đầu

source: Hot Jobs
ms_my: Kerja Panas
tl_ph: Mainit na Trabaho
vi: Công việc hot

source: No. of jobs
ms_my: Bilangan pekerjaan
tl_ph: Bilang ng mga trabaho
vi: Số công việc

source: Duration
ms_my: Tempoh
tl_ph: Tagal
vi: Thời gian

source: Start Publishing
ms_my: Mulakan Penerbitan
tl_ph: Simulan ang Pag-publish
vi: Bắt đầu xuất bản

source: Stop Publishing
ms_my: Hentikan Penerbitan
tl_ph: Itigil ang Pag-publish
vi: Dừng xuất bản

source: Column rer row
ms_my: Baris rer lajur
vi: Cột trên mỗi hàng

source: Resume Type
ms_my: Jenis Resume
tl_ph: Uri ng Resume
vi: Loại hồ sơ

source: Newest Resumes
ms_my: Resume Terbaru
tl_ph: Pinakabagong Resume
vi: Hồ sơ mới nhất

source: Top Resumes
ms_my: Resume Teratas
tl_ph: Mga Nangungunang Resume
vi: Hồ sơ hàng đầu

source: Featured Resumes
ms_my: Resume Pilihan
tl_ph: Mga Tampok na Resume
vi: Hồ sơ nổi bật

source: No. of Resumes
ms_my: Bilangan Resume
tl_ph: Bilang ng mga Resume
vi: Số hồ sơ

source: Could not find any matching results
ms_my: Tidak dapat mencari sebarang hasil yang sepadan
tl_ph: Hindi makahanap ng anumang katugmang resulta
vi: Không tìm thấy kết quả phù hợp

source: no record
ms_my: tiada catatan
tl_ph: walang naitala
vi: không có bản ghi

source: No record found !...
ms_my: Tiada rekod ditemui !...
tl_ph: Walang nakitang record!...
vi: Không tìm thấy bản ghi nào !...

source: system offline
ms_my: sistem luar talian
tl_ph: offline na system
vi: hệ thống offline

source: user ban
ms_my: larangan pengguna
tl_ph: pagbabawal ng gumagamit
vi: cấm người dùng

source: Your account is disabled, please contact system administrator !...
ms_my: Akaun anda dilumpuhkan, sila hubungi pentadbir sistem!...
tl_ph: Ang iyong account ay hindi pinagana, mangyaring makipag-ugnayan sa administrator ng system!...
vi: Tài khoản của bạn đã bị vô hiệu hóa, vui lòng liên hệ quản trị viên hệ thống !...

source: login
ms_my: log masuk
tl_ph: mag log in
vi: đăng nhập

source: To Access This Page Please Login !...
ms_my: Untuk Mengakses Halaman Ini Sila Log Masuk!...
tl_ph: Upang Ma-access ang Pahinang Ito Mangyaring Mag-login!...
vi: Để truy cập trang này, vui lòng đăng nhập !...

source: Back to control panel
ms_my: Kembali ke panel kawalan
tl_ph: Bumalik sa control panel
vi: Quay lại bảng điều khiển

source: register banned
ms_my: daftar diharamkan
tl_ph: ipinagbawal ang pagpaparehistro
vi: đăng ký bị cấm

source: You are not logged in
ms_my: Anda tidak log masuk
tl_ph: Hindi ka naka-login
vi: Bạn chưa đăng nhập

source: Job seeker not allowed to perform this action
ms_my: Pencari kerja tidak dibenarkan melakukan tindakan ini
tl_ph: Hindi pinapayagan ang naghahanap ng trabaho na gawin ang pagkilos na ito
vi: Người tìm việc không được phép thực hiện hành động này

source: Employer not allowed to perform this action
ms_my: Majikan tidak dibenarkan melakukan tindakan ini
tl_ph: Hindi pinapayagan ang employer na gawin ang pagkilos na ito
vi: Nhà tuyển dụng không được phép thực hiện hành động này

source: You do not have enough credits
ms_my: Anda tidak mempunyai kredit yang mencukupi
tl_ph: Wala kang sapat na mga kredito
vi: Bạn không có đủ tín dụng

source: Employer Is Disabled By Admin
ms_my: Majikan Dilumpuhkan Oleh Admin
tl_ph: Ang Employer ay Hindi Pinagana ng Admin
vi: Nhà tuyển dụng bị vô hiệu hóa bởi quản trị viên
