Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: Site Settings
ms_my: Tetapan Tapak
tl_ph: Mga Setting ng Site
vi: Cài đặt trang web

source: Offline
ms_my: Luar talian
vi: Ngoại tuyến

source: Term And Conditions
ms_my: Terma Dan Syarat
tl_ph: Tuntunin at mga kondisyon
vi: Điều khoản và Điều kiện

source: employer
ms_my: majikan
vi: nhà tuyển dụng

source: Members Links
ms_my: Pautan Ahli
tl_ph: Mga Link ng Miyembro
vi: Liên kết thành viên

source: job seeker
ms_my: pencari kerja
tl_ph: naghahanap ng trabaho
vi: người tìm việc

source: Resume Settings
ms_my: Sambung semula Tetapan
tl_ph: Ipagpatuloy ang Mga Setting
vi: Cài đặt hồ sơ

source: Employer Settings
ms_my: Tetapan Majikan
tl_ph: Mga Setting ng Employer
vi: Cài đặt nhà tuyển dụng

source: Jobseeker Settings
ms_my: Tetapan Pencari Kerja
tl_ph: Mga Setting ng Jobseeker
vi: Cài đặt người tìm việc

source: Package Settings
ms_my: Tetapan Pakej
tl_ph: Mga Setting ng Package
vi: Cài đặt gói

source: Social Links
ms_my: Pautan Sosial
tl_ph: Mga Social Link
vi: Liên kết xã hội

source: Social Share
ms_my: Perkongsian Sosial
vi: Chia sẻ xã hội

source: Social Login
ms_my: Log Masuk Sosial
vi: Đăng nhập xã hội

source: mm/dd/yyyy
ms_my: mm/hh/tttt
vi: tháng/ngày/năm

source: Top left
ms_my: Atas kiri
tl_ph: Kaliwa sa itaas
vi: Trên cùng bên trái

source: Top right
ms_my: Atas kanan
tl_ph: kanang itaas
vi: Trên cùng bên phải

source: Middle left
ms_my: kiri tengah
tl_ph: Gitnang kaliwa
vi: Giữa bên trái

source: Middle right
ms_my: Tengah kanan
tl_ph: Gitnang kanan
vi: Giữa bên phải

source: Bottom left
ms_my: Dibahagian bawah kiri
tl_ph: Babang kaliwa
vi: Dưới cùng bên trái

source: Bottom right
ms_my: Bawah kanan
tl_ph: kanang ibaba
vi: Dưới cùng bên phải

source: WP JOB PORTAL Captcha
ms_my: PORTAL KERJA WP Captcha
vi: Captcha WP JOB PORTAL

source: Any
ms_my: mana-mana
tl_ph: Anuman
vi: Bất kỳ

source: Addition
ms_my: Penambahan
tl_ph: Dagdag
vi: Cộng

source: Subtraction
ms_my: Penolakan
tl_ph: Pagbabawas
vi: Trừ

source: Left align
ms_my: Jajar ke kiri
tl_ph: I-align sa kaliwa
vi: Căn trái

source: Right align
ms_my: Jajar ke kanan
tl_ph: I-align sa kanan
vi: Căn phải

source: Per Listing
ms_my: Setiap Penyenaraian
tl_ph: Bawat Listahan
vi: Mỗi danh sách

source: Membership
ms_my: Keahlian
vi: Thành viên

source: Google Map
ms_my: Peta Google
vi: Bản đồ Google

source: Custom
ms_my: Adat
vi: Tùy chỉnh

source: Data directory
ms_my: Direktori data
tl_ph: Direktoryo ng data
vi: Thư mục dữ liệu

source: System will upload all user files in this folder
ms_my: Sistem akan memuat naik semua fail pengguna dalam folder ini
tl_ph: Ia-upload ng system ang lahat ng file ng user sa folder na ito
vi: Hệ thống sẽ tải lên tất cả tệp người dùng trong thư mục này

source: Show breadcrumbs
ms_my: Tunjukkan serbuk roti
tl_ph: Ipakita ang mga breadcrumb
vi: Hiển thị breadcrumbs

source: Show navigation in breadcrumbs
ms_my: Tunjukkan navigasi dalam serbuk roti
tl_ph: Ipakita ang nabigasyon sa mga breadcrumb
vi: Hiển thị điều hướng trong breadcrumbs

source: Date format
ms_my: Format tarikh
tl_ph: Format ng petsa
vi: Định dạng ngày

source: Date format for plugin
ms_my: Format tarikh untuk pemalam
tl_ph: Format ng petsa para sa plugin
vi: Định dạng ngày cho plugin

source: Mark Job New
ms_my: Tandakan Kerja Baharu
tl_ph: Markahan ang Bagong Trabaho
vi: Đánh dấu công việc mới

source: How many days system show New tag
ms_my: Berapa hari sistem menunjukkan Teg baharu
tl_ph: Ilang araw ipinapakita ng system ang Bagong tag
vi: Hệ thống hiển thị thẻ Mới trong bao nhiêu ngày

source: Image file extensions
ms_my: Sambungan fail imej
tl_ph: Mga extension ng file ng imahe
vi: Phần mở rộng tệp hình ảnh

source: Add image allowed extensions
ms_my: Tambahkan sambungan imej yang dibenarkan
tl_ph: Magdagdag ng mga pinahihintulutang extension ng larawan
vi: Thêm phần mở rộng hình ảnh cho phép

source: Must be comma separated
ms_my: Mesti dipisahkan koma
tl_ph: Dapat pinaghihiwalay ng kuwit
vi: Phải được phân cách bằng dấu phẩy

source: User can add city in database
ms_my: Pengguna boleh menambah bandar dalam pangkalan data
tl_ph: Maaaring magdagdag ang user ng lungsod sa database
vi: Người dùng có thể thêm thành phố vào cơ sở dữ liệu

source: User can add new city in the system
ms_my: Pengguna boleh menambah bandar baharu dalam sistem
tl_ph: Maaaring magdagdag ang user ng bagong lungsod sa system
vi: Người dùng có thể thêm thành phố mới vào hệ thống

source: Maximum record for city field
ms_my: Rekod maksimum untuk medan bandar
tl_ph: Pinakamataas na record para sa field ng lungsod
vi: Số bản ghi tối đa cho trường thành phố

source: Set number of cities to show in result of the location input box
ms_my: Tetapkan bilangan bandar untuk ditunjukkan dalam hasil kotak input lokasi
tl_ph: Itakda ang bilang ng mga lungsod na ipapakita sa resulta ng kahon ng pag-input ng lokasyon
vi: Đặt số lượng thành phố hiển thị trong kết quả của hộp nhập vị trí

source: User can add tag in database
ms_my: Pengguna boleh menambah tag dalam pangkalan data
tl_ph: Ang user ay maaaring magdagdag ng tag sa database
vi: Người dùng có thể thêm thẻ vào cơ sở dữ liệu

source: User can add new tags in the system
ms_my: Pengguna boleh menambah tag baharu dalam sistem
tl_ph: Maaaring magdagdag ang user ng mga bagong tag sa system
vi: Người dùng có thể thêm thẻ mới vào hệ thống

source: Maximum record for tag field
ms_my: Rekod maksimum untuk medan teg
tl_ph: Pinakamataas na tala para sa field ng tag
vi: Số bản ghi tối đa cho trường thẻ

source: Set number of tags to show in result of the tag input box
ms_my: Tetapkan bilangan teg untuk ditunjukkan dalam hasil kotak input teg
tl_ph: Itakda ang bilang ng mga tag na ipapakita sa resulta ng kahon ng input ng tag
vi: Đặt số lượng thẻ hiển thị trong kết quả của hộp nhập thẻ

source: Currency symbol position
ms_my: Kedudukan simbol mata wang
tl_ph: Posisyon ng simbolo ng pera
vi: Vị trí ký hiệu tiền tệ

source: Show currency symbol left or right to the amount
ms_my: Tunjukkan simbol mata wang ke kiri atau kanan kepada jumlah
tl_ph: Ipakita ang simbolo ng currency sa kaliwa o kanan sa halaga
vi: Hiển thị ký hiệu tiền tệ bên trái hoặc bên phải số tiền

source: Job types per row
ms_my: Jenis kerja setiap baris
tl_ph: Mga uri ng trabaho bawat hilera
vi: Loại công việc trên mỗi hàng

source: Show number of job types per row on 'job by type' page
ms_my: Tunjukkan bilangan jenis kerja setiap baris pada halaman 'kerja mengikut jenis'
tl_ph: Ipakita ang bilang ng mga uri ng trabaho sa bawat hilera sa pahina ng 'trabaho ayon sa uri'
vi: Hiển thị số lượng loại công việc trên mỗi hàng trên trang 'công việc theo loại'

source: Message auto approve
ms_my: Mesej diluluskan secara automatik
tl_ph: Awtomatikong aprubahan ang mensahe
vi: Tự động phê duyệt tin nhắn

source: Auto approve messages for job seeker and employer
ms_my: Auto meluluskan mesej untuk pencari kerja dan majikan
tl_ph: Awtomatikong aprubahan ang mga mensahe para sa naghahanap ng trabaho at employer
vi: Tự động phê duyệt tin nhắn cho người tìm việc và nhà tuyển dụng

source: Conflict message auto approve
ms_my: Mesej konflik diluluskan secara automatik
tl_ph: Awtomatikong aprubahan ang mensahe ng salungatan
vi: Tự động phê duyệt tin nhắn xung đột

source: Auto approve conflicted messages for job seeker and employer
ms_my: Auto meluluskan mesej bercanggah untuk pencari kerja dan majikan
tl_ph: Awtomatikong aprubahan ang mga magkasalungat na mensahe para sa naghahanap ng trabaho at employer
vi: Tự động phê duyệt tin nhắn xung đột cho người tìm việc và nhà tuyển dụng

source: Default page
ms_my: Halaman lalai
tl_ph: Default na pahina
vi: Trang mặc định

source: Default address display style
ms_my: Gaya paparan alamat lalai
tl_ph: Default na istilo ng pagpapakita ng address
vi: Kiểu hiển thị địa chỉ mặc định

source: Employer default role
ms_my: Peranan lalai majikan
tl_ph: Default na tungkulin ng employer
vi: Vai trò mặc định của nhà tuyển dụng

source: This role will auto assign to new employer
ms_my: Peranan ini akan diserahkan secara automatik kepada majikan baharu
tl_ph: Awtomatikong itatalaga ang tungkuling ito sa bagong employer
vi: Vai trò này sẽ tự động gán cho nhà tuyển dụng mới

source: Job Seeker default role
ms_my: Peranan lalai Pencari Kerja
tl_ph: Default na tungkulin ng Naghahanap ng Trabaho
vi: Vai trò mặc định của người tìm việc

source: This role will auto assign to new job seeker
ms_my: Peranan ini akan diberikan secara automatik kepada pencari kerja baharu
tl_ph: Awtomatikong itatalaga ang tungkuling ito sa bagong naghahanap ng trabaho
vi: Vai trò này sẽ tự động gán cho người tìm việc mới

source: Default Pagination size
ms_my: Saiz Penomboran Lalai
tl_ph: Default na laki ng Pagination
vi: Kích thước phân trang mặc định

source: Maximum number of records per page
ms_my: Bilangan maksimum rekod setiap halaman
tl_ph: Pinakamataas na bilang ng mga tala sa bawat pahina
vi: Số bản ghi tối đa trên mỗi trang

source: Show All Categories
ms_my: Tunjukkan Semua Kategori
tl_ph: Ipakita ang Lahat ng Kategorya
vi: Hiển thị tất cả danh mục

source: Categories per row
ms_my: Kategori setiap baris
tl_ph: Mga kategorya bawat hilera
vi: Danh mục trên mỗi hàng

source: Sub-categories limit
ms_my: Had subkategori
tl_ph: Limitasyon ng mga sub-category
vi: Giới hạn danh mục con

source: Sender email address
ms_my: Alamat e-mel penghantar
tl_ph: Email address ng nagpadala
vi: Địa chỉ email người gửi

source: Email address that will be used to send emails
ms_my: Alamat e-mel yang akan digunakan untuk menghantar e-mel
tl_ph: Email address na gagamitin sa pagpapadala ng mga email
vi: Địa chỉ email sẽ được sử dụng để gửi email

source: Sender name
ms_my: Nama pengirim
tl_ph: Pangalan ng nagpadala
vi: Tên người gửi

source: Sender name that will be used in emails
ms_my: Nama pengirim yang akan digunakan dalam e-mel
tl_ph: Pangalan ng nagpadala na gagamitin sa mga email
vi: Tên người gửi sẽ được sử dụng trong email

source: Admin email address
ms_my: Alamat e-mel pentadbir
vi: Địa chỉ email quản trị viên

source: Admin will receive email notifications on this address
ms_my: Pentadbir akan menerima pemberitahuan e-mel pada alamat ini
tl_ph: Makakatanggap ang admin ng mga abiso sa email sa address na ito
vi: Quản trị viên sẽ nhận thông báo email qua địa chỉ này

source: Map height
ms_my: Ketinggian peta
tl_ph: Taas ng mapa
vi: Chiều cao bản đồ

source: Set map height for plugin
ms_my: Tetapkan ketinggian peta untuk pemalam
tl_ph: Itakda ang taas ng mapa para sa plugin
vi: Đặt chiều cao bản đồ cho plugin

source: Show Map
ms_my: Tunjukkan Peta
tl_ph: Ipakita ang Mapa
vi: Hiển thị bản đồ

source: Google Map API key
ms_my: Kunci API Peta Google
vi: Khóa API bản đồ Google

source: Get API key from
ms_my: Dapatkan kunci API daripada
tl_ph: Kunin ang API key mula sa
vi: Lấy khóa API từ

source: here
ms_my: di sini
tl_ph: dito
vi: đây

source: Mapping Service
ms_my: Perkhidmatan Pemetaan
tl_ph: Serbisyo sa pagmamapa
vi: Dịch vụ bản đồ

source: Default longitude
ms_my: Longitud lalai
tl_ph: Default na longitude
vi: Kinh độ mặc định

source: Default latitude
ms_my: Latitud lalai
tl_ph: Default na latitude
vi: Vĩ độ mặc định

source: Default map radius type
ms_my: Jenis jejari peta lalai
tl_ph: Default na uri ng radius ng mapa
vi: Loại bán kính bản đồ mặc định

source: Company terms and conditions page
ms_my: Halaman terma dan syarat syarikat
tl_ph: Pahina ng mga tuntunin at kundisyon ng kumpanya
vi: Trang điều khoản và điều kiện của công ty

source: Select terms and conditions page for company
ms_my: Pilih halaman terma dan syarat untuk syarikat
tl_ph: Pumili ng pahina ng mga tuntunin at kundisyon para sa kumpanya
vi: Chọn trang điều khoản và điều kiện cho công ty

source: Job terms and conditions page
ms_my: Halaman terma dan syarat pekerjaan
tl_ph: Pahina ng mga tuntunin at kundisyon ng trabaho
vi: Trang điều khoản và điều kiện cho công việc

source: Select terms and conditions page for job
ms_my: Pilih halaman terma dan syarat untuk pekerjaan
tl_ph: Pumili ng pahina ng mga tuntunin at kundisyon para sa trabaho
vi: Chọn trang điều khoản và điều kiện cho công việc

source: Resume terms and conditions page
ms_my: Sambung semula halaman terma dan syarat
tl_ph: Ipagpatuloy ang pahina ng mga tuntunin at kundisyon
vi: Trang điều khoản và điều kiện cho hồ sơ

source: Select terms and conditions page for Resume
ms_my: Pilih halaman terma dan syarat untuk Resume
tl_ph: Pumili ng pahina ng mga tuntunin at kundisyon para sa Resume
vi: Chọn trang điều khoản và điều kiện cho hồ sơ

source: Show captcha on registration form
ms_my: Tunjukkan captcha pada borang pendaftaran
tl_ph: Ipakita ang captcha sa registration form
vi: Hiển thị captcha trên biểu mẫu đăng ký

source: Show captcha on WP JOB PORTAL registration form
ms_my: Tunjukkan captcha pada borang pendaftaran WP JOB PORTAL
tl_ph: Ipakita ang captcha sa WP JOB PORTAL registration form
vi: Hiển thị captcha trên biểu mẫu đăng ký WP JOB PORTAL

source: default captcha
ms_my: captcha lalai
tl_ph: default na captcha
vi: captcha mặc định

source: Select captcha for plugin
ms_my: Pilih captcha untuk pemalam
tl_ph: Piliin ang captcha para sa plugin
vi: Chọn captcha cho plugin

source: WP JOB PORTAL captcha calculation type
ms_my: WP JOB PORTAL jenis pengiraan captcha
tl_ph: WP JOB PORTAL uri ng pagkalkula ng captcha
vi: Loại tính toán captcha WP JOB PORTAL

source: Select calculation type (addition, subtraction)
ms_my: Pilih jenis pengiraan (tambah, tolak)
tl_ph: Piliin ang uri ng pagkalkula (pagdaragdag, pagbabawas)
vi: Chọn loại tính toán (cộng, trừ)

source: WP JOB PORTAL captcha answer always positive
ms_my: WP JOB PORTAL captcha jawapan sentiasa positif
tl_ph: WP JOB PORTAL captcha sagot laging positibo
vi: Câu trả lời captcha WP JOB PORTAL luôn dương

source: Subtraction answer should be positive
ms_my: Jawapan penolakan hendaklah positif
tl_ph: Ang sagot sa pagbabawas ay dapat na positibo
vi: Câu trả lời phép trừ phải là số dương

source: Number of operands for WP JOB PORTAL captcha
ms_my: Bilangan operan untuk WP JOB PORTAL captcha
tl_ph: Bilang ng mga operand para sa WP JOB PORTAL captcha
vi: Số toán hạng cho captcha WP JOB PORTAL

source: Number of operands for captcha
ms_my: Bilangan operan untuk captcha
tl_ph: Bilang ng mga operand para sa captcha
vi: Số toán hạng cho captcha

source: Job Posting Options
ms_my: Pilihan Penyiaran Kerja
tl_ph: Mga Opsyon sa Pag-post ng Trabaho
vi: Tùy chọn đăng công việc

source: Visitor can post job
ms_my: Pelawat boleh menghantar kerja
tl_ph: Maaaring mag-post ng trabaho ang bisita
vi: Khách có thể đăng công việc

source: Visitor can post a job
ms_my: Pelawat boleh menghantar kerja
tl_ph: Maaaring mag-post ng trabaho ang bisita
vi: Khách có thể đăng một công việc

source: Allow edit job
ms_my: Benarkan kerja edit
tl_ph: Payagan ang pag-edit ng trabaho
vi: Cho phép chỉnh sửa công việc

source: Visitor can edit his posted job
ms_my: Pelawat boleh mengedit tugasnya yang disiarkan
tl_ph: Maaaring i-edit ng bisita ang kanyang nai-post na trabaho
vi: Khách có thể chỉnh sửa công việc đã đăng

source: Show captcha
ms_my: Tunjukkan captcha
tl_ph: Ipakita ang captcha
vi: Hiển thị captcha

source: Show captcha on visitor form job
ms_my: Tunjukkan captcha pada kerja borang pelawat
tl_ph: Ipakita ang captcha sa visitor form job
vi: Hiển thị captcha trên biểu mẫu công việc của khách

source: Visitor post job redirect page
ms_my: Halaman ubah hala jawatan pelawat
tl_ph: Pahina ng pag-redirect ng trabaho sa post ng bisita
vi: Trang chuyển hướng sau khi khách đăng công việc

source: whenever any visitor posts a job, he will be redirected to this page
ms_my: apabila mana-mana pelawat menyiarkan kerja, dia akan dialihkan ke halaman ini
tl_ph: sa tuwing may bisitang mag-post ng trabaho, ire-redirect siya sa page na ito
vi: khi khách đăng công việc, họ sẽ được chuyển hướng đến trang này

source: Visitors Can View Employer
ms_my: Pelawat Boleh Melihat Majikan
tl_ph: Maaaring Tingnan ng mga Bisita ang Employer
vi: Khách có thể xem nhà tuyển dụng

source: Resume Categories
ms_my: Kategori Resume
tl_ph: Ipagpatuloy ang Mga Kategorya
vi: Danh mục hồ sơ

source: Visitor can apply to job
ms_my: Pelawat boleh memohon pekerjaan
tl_ph: Maaaring mag-apply ang bisita sa trabaho
vi: Khách có thể ứng tuyển công việc

source: Visitor can add resume
ms_my: Pelawat boleh menambah resume
tl_ph: Maaaring magdagdag ng resume ang bisita
vi: Khách có thể thêm hồ sơ

source: Show login message to visitor
ms_my: Tunjukkan mesej log masuk kepada pelawat
tl_ph: Ipakita ang mensahe sa pag-login sa bisita
vi: Hiển thị thông báo đăng nhập cho khách

source: Show login option to visitor on job apply
ms_my: Tunjukkan pilihan log masuk kepada pelawat semasa memohon
tl_ph: Ipakita ang opsyon sa pag-login sa bisita sa pag-apply sa trabaho
vi: Hiển thị tùy chọn đăng nhập cho khách khi ứng tuyển công việc

source: Visitor post resume redirect page
ms_my: Halaman ubah hala resume siaran pelawat
tl_ph: Pahina ng pag-redirect ng resume ng post ng bisita
vi: Trang chuyển hướng sau khi khách đăng hồ sơ

source: whenever any visitor posts a resume, he will be redirected to this page
ms_my: apabila mana-mana pelawat menyiarkan resume, dia akan diarahkan ke halaman ini
tl_ph: sa tuwing may bisitang mag-post ng resume, ire-redirect siya sa page na ito
vi: khi khách đăng hồ sơ, họ sẽ được chuyển hướng đến trang này

source: Show captcha on resume form
ms_my: Tunjukkan captcha pada borang resume
tl_ph: Ipakita ang captcha sa resume form
vi: Hiển thị captcha trên biểu mẫu hồ sơ

source: Show captcha on visitor form resume
ms_my: Tunjukkan captcha pada resume borang pelawat
tl_ph: Ipakita ang captcha sa resume ng form ng bisita
vi: Hiển thị captcha trên biểu mẫu hồ sơ của khách

source: Show captcha on Job alert form
ms_my: Tunjukkan captcha pada borang makluman Kerja
tl_ph: Ipakita ang captcha sa Job alert form
vi: Hiển thị captcha trên biểu mẫu cảnh báo công việc

source: Show captcha visitor job alert form
ms_my: Tunjukkan borang makluman kerja pelawat captcha
tl_ph: Ipakita ang captcha visitor job alert form
vi: Hiển thị captcha trên biểu mẫu cảnh báo công việc của khách

source: Show captcha on tell a friend popup
ms_my: Tunjukkan captcha pada pop timbul beritahu rakan
tl_ph: Ipakita ang captcha sa popup ng tell a friend
vi: Hiển thị captcha trên popup giới thiệu cho bạn bè

source: Show captcha on visitor tell a friend popup
ms_my: Tunjukkan captcha pada pelawat beritahu pop timbul
tl_ph: Ipakita ang captcha sa bisita sabihin sa isang popup ng kaibigan
vi: Hiển thị captcha trên popup giới thiệu cho bạn bè của khách

source: Visitors Can View Job seeker
ms_my: Pelawat Boleh Melihat Pencari Kerja
tl_ph: Maaaring Tingnan ng mga Bisita ang naghahanap ng Trabaho
vi: Khách có thể xem người tìm việc

source: Job search result
ms_my: Hasil carian kerja
tl_ph: Resulta ng paghahanap ng trabaho
vi: Kết quả tìm kiếm công việc

source: Enable disable control panel for visitor
ms_my: Dayakan lumpuhkan panel kawalan untuk pelawat
tl_ph: Paganahin ang hindi paganahin ang control panel para sa bisita
vi: Bật/tắt bảng điều khiển cho khách

source: Employer Dashboard
ms_my: Papan Pemuka Majikan
tl_ph: Dashboard ng Employer
vi: Bảng điều khiển nhà tuyển dụng

source: Stats Graph
ms_my: Graf Statistik
vi: Biểu đồ thống kê

source: Useful Links
ms_my: Pautan Berguna
tl_ph: Mga Kapaki-pakinabang na Link
vi: Liên kết hữu ích

source: Saved Search
ms_my: Carian Tersimpan
tl_ph: Naka-save na Paghahanap
vi: Tìm kiếm đã lưu

source: Invoice
ms_my: Invois
vi: Hóa đơn

source: Newest Resume
ms_my: Resume Terbaru
tl_ph: Pinakabagong Resume
vi: Hồ sơ mới nhất

source: Employer Control Panel Links
ms_my: Pautan Panel Kawalan Majikan
tl_ph: Mga Link ng Employer Control Panel
vi: Liên kết bảng điều khiển nhà tuyển dụng

source: Jobs Graph
ms_my: Graf Pekerjaan
tl_ph: Graph ng Trabaho
vi: Biểu đồ công việc

source: Job Seeker Dashboard
ms_my: Papan Pemuka Pencari Kerja
tl_ph: Dashboard ng Naghahanap ng Trabaho
vi: Bảng điều khiển người tìm việc

source: Shortlisted Jobs
ms_my: Pekerjaan Disenarai Pendek
tl_ph: Mga Shortlisted na Trabaho
vi: Công việc đã chọn

source: Job Seeker Control Panel Links
ms_my: Pautan Panel Kawalan Pencari Kerja
tl_ph: Mga Link sa Control Panel ng Job Seeker
vi: Liên kết bảng điều khiển người tìm việc

source: Jobs RSS
ms_my: RSS Pekerjaan
tl_ph: Mga Trabaho RSS
vi: RSS công việc

source: Applied Resume Alert
ms_my: Makluman Resume Digunakan
tl_ph: Inilapat ang Resume Alert
vi: Cảnh báo hồ sơ đã ứng tuyển

source: Applied resume notification
ms_my: Pemberitahuan resume yang digunakan
tl_ph: Inilapat na abiso sa resume
vi: Thông báo hồ sơ đã ứng tuyển

source: Applied resume status change mail to jobseeker
ms_my: Mel tukar status resume yang digunakan kepada pencari kerja
tl_ph: Inilapat na resume status change mail sa jobseeker
vi: Thư thay đổi trạng thái hồ sơ đã ứng tuyển gửi đến người tìm việc

source: Paid Submission
ms_my: Penyerahan Berbayar
tl_ph: Bayad na Pagsusumite
vi: Nộp phí

source: Auto Assign Free package to new user
ms_my: Auto Berikan pakej Percuma kepada pengguna baharu
tl_ph: Awtomatikong Magtalaga ng Libreng package sa bagong user
vi: Tự động gán gói miễn phí cho người dùng mới

source: free package purchase
ms_my: pembelian pakej percuma
tl_ph: libreng pagbili ng package
vi: mua gói miễn phí

source: Free Package purchase auto approve
ms_my: Pembelian Pakej Percuma diluluskan secara automatik
tl_ph: Awtomatikong aprubahan ang pagbili ng Libreng Package
vi: Tự động phê duyệt mua gói miễn phí

source: Submission Type
ms_my: Jenis Penyerahan
tl_ph: Uri ng Pagsusumite
vi: Loại nộp

source: No of Days untill Job expire (per-listing)
ms_my: Bilangan Hari sehingga Kerja tamat tempoh (setiap penyenaraian)
tl_ph: Bilang ng mga Araw hanggang sa mag-expire ang Trabaho (bawat-listahan)
vi: Số ngày cho đến khi công việc hết hạn (mỗi danh sách)

source: Job Expiry Days (per-listing)
ms_my: Hari Tamat Kerja (setiap penyenaraian)
tl_ph: Mga Araw ng Pag-expire ng Trabaho (bawat-listahan)
vi: Ngày hết hạn công việc (mỗi danh sách)

source: No of Days untill Feature Company expire (per-listing)
ms_my: Bilangan Hari sehingga Syarikat Ciri tamat tempoh (setiap penyenaraian)
tl_ph: Bilang ng mga Araw hanggang sa mag-expire ang Feature Company (bawat-listahan)
vi: Số ngày cho đến khi công ty nổi bật hết hạn (mỗi danh sách)

source: Company Expiry Days (per-listing)
ms_my: Hari Luput Syarikat (setiap penyenaraian)
tl_ph: Mga Araw ng Pag-expire ng Kumpanya (bawat-listahan)
vi: Ngày hết hạn công ty (mỗi danh sách)

source: No of Days untill Feature Company expire (Free)
ms_my: Bilangan Hari sehingga Syarikat Ciri tamat tempoh (Percuma)
tl_ph: Bilang ng mga Araw hanggang sa mag-expire ang Feature Company (Libre)
vi: Số ngày cho đến khi công ty nổi bật hết hạn (miễn phí)

source: Company Expiry Days (Free)
ms_my: Hari Luput Syarikat (Percuma)
tl_ph: Mga Araw ng Pag-expire ng Kumpanya (Libre)
vi: Ngày hết hạn công ty (miễn phí)

source: No of Days untill Featured Job expire (per-listing)
ms_my: Bilangan Hari sehingga Kerja Pilihan tamat (setiap penyenaraian)
tl_ph: Bilang ng mga Araw hanggang sa mag-expire ang Itinatampok na Trabaho (bawat-listahan)
vi: Số ngày cho đến khi công việc nổi bật hết hạn (mỗi danh sách)

source: No Of Days until Featured Job Expire (Free)
ms_my: Bilangan Hari sehingga Kerja Pilihan Tamat (Percuma)
tl_ph: Bilang ng Mga Araw hanggang sa Mag-expire ang Itinatampok na Trabaho (Libre)
vi: Số ngày cho đến khi công việc nổi bật hết hạn (miễn phí)

source: Featured Job Expiry Days (Free)
ms_my: Hari Tamat Kerja Pilihan (Percuma)
tl_ph: Mga Itinatampok na Araw ng Pag-expire ng Trabaho (Libre)
vi: Ngày hết hạn công việc nổi bật (miễn phí)
