Repository: lengan295/gpw-wp-job-portal
Catalog: languages/wp-job-portal-*.po
Languages: ms_my, tl_ph, vi

source: WP Job Portal allows logins from social media. Employer and Job Seekers login into WP Jobs Portal by using their social media Logins.
ms_my: Portal Kerja WP membenarkan log masuk dari media sosial. Majikan dan Pencari Kerja log masuk ke Portal Pekerjaan WP dengan menggunakan Log Masuk media sosial mereka.
tl_ph: Pinapayagan ng WP Job Portal ang mga pag-login mula sa social media. Nag-login ang Employer at Job Seekers sa WP Jobs Portal sa pamamagitan ng paggamit ng kanilang Mga Login sa social media.
vi: WP Job Portal cho phép đăng nhập từ mạng xã hội. Nhà tuyển dụng và Người tìm việc đăng nhập vào WP Jobs Portal bằng cách sử dụng Đăng nhập mạng xã hội của họ

source: WP Job Portal offers a feature for visitors. No need to create a account, job seeker apply to any available job as a visitor.
ms_my: Portal Kerja WP menawarkan ciri untuk pelawat. Tidak perlu membuat akaun, pencari kerja memohon kepada mana-mana pekerjaan yang ada sebagai pelawat.
tl_ph: Nag-aalok ang WP Job Portal ng tampok para sa mga bisita. Hindi na kailangang gumawa ng account, nag-a-apply ang naghahanap ng trabaho sa anumang available na trabaho bilang bisita.
vi: WP Job Portal cung cấp một tính năng cho khách. Không cần tạo tài khoản, người tìm việc ứng tuyển bất kỳ công việc có sẵn nào với tư cách là khách

source: WP Job Portal offers a useful feature for employers to control all his companies in a single account.
ms_my: Portal Kerja WP menawarkan ciri berguna untuk majikan mengawal semua syarikatnya dalam satu akaun.
tl_ph: Ang WP Job Portal ay nag-aalok ng isang kapaki-pakinabang na tampok para sa mga employer upang makontrol ang lahat ng kanyang mga kumpanya sa isang solong account.
vi: WP Job Portal cung cấp một tính năng hữu ích cho nhà tuyển dụng để kiểm soát tất cả các công ty của mình trong một tài khoản duy nhất

source: WP Job Portal offers an outstanding feature for employers to mark their company as featured. Featured companies shows top of companies list.
ms_my: Portal Pekerjaan WP menawarkan ciri yang luar biasa untuk majikan menandakan syarikat mereka sebagai dipaparkan. Syarikat yang ditampilkan menunjukkan senarai syarikat teratas.
tl_ph: Ang WP Job Portal ay nag-aalok ng isang natatanging tampok para sa mga tagapag-empleyo upang markahan ang kanilang kumpanya bilang itinampok. Ipinapakita ng mga itinatampok na kumpanya ang nangungunang listahan ng mga kumpanya.
vi: WP Job Portal cung cấp một tính năng nổi bật cho nhà tuyển dụng để đánh dấu công ty của họ là nổi bật. Các công ty nổi bật hiển thị ở đầu danh sách công ty

source: WP Job Portal offers this feature to Employes to add multiple departments to better manage his jobs. Job seeker apply to the desired department jobs.
ms_my: Portal Kerja WP menawarkan ciri ini kepada Pekerja untuk menambah berbilang jabatan untuk mengurus pekerjaannya dengan lebih baik. Pencari kerja memohon ke jawatan jabatan yang dikehendaki.
tl_ph: Ang WP Job Portal ay nag-aalok ng tampok na ito sa Employes upang magdagdag ng maraming mga departamento upang mas mahusay na pamahalaan ang kanyang mga trabaho. Ang naghahanap ng trabaho ay nag-aaplay sa nais na mga trabaho sa departamento.
vi: WP Job Portal cung cấp tính năng này cho Nhân viên để thêm nhiều bộ phận để quản lý công việc của mình tốt hơn. Người tìm việc ứng tuyển vào công việc của bộ phận mong muốn

source: WP Job Portal helps job seekers to make any of his resume as Featured Resume.
ms_my: Portal Kerja WP membantu pencari kerja menjadikan mana-mana resumenya sebagai Resume Pilihan.
tl_ph: Tinutulungan ng WP Job Portal ang mga naghahanap ng trabaho na gawin ang alinman sa kanyang resume bilang Itinatampok na Resume.
vi: WP Job Portal giúp người tìm việc làm cho bất kỳ sơ yếu lý lịch nào của mình trở thành Sơ yếu lý lịch nổi bật

source: WP Job Portal offers Real Simple Syndication (RSS) to set feeds for the jobs. Everyone can get jobs RSS just by clicking on icon.
ms_my: Portal Kerja WP menawarkan Real Simple Syndication (RSS) untuk menetapkan suapan untuk pekerjaan tersebut. Semua orang boleh mendapatkan RSS pekerjaan hanya dengan mengklik pada ikon.
tl_ph: Ang WP Job Portal ay nag-aalok ng Real Simple Syndication (RSS) upang magtakda ng mga feed para sa mga trabaho. Ang lahat ay maaaring makakuha ng mga trabaho RSS sa pamamagitan lamang ng pag-click sa icon.
vi: WP Job Portal cung cấp Real Simple Syndication (RSS) để đặt nguồn cấp dữ liệu cho các công việc. Mọi người có thể nhận RSS công việc chỉ bằng cách nhấp vào biểu tượng

source: WP Job Portal offers a message system for Employers and Job Seekers. Employers initiate messages on any applied resume.
ms_my: Portal Kerja WP menawarkan sistem mesej untuk Majikan dan Pencari Kerja. Majikan memulakan mesej pada mana-mana resume yang dipohon.
tl_ph: Nag-aalok ang WP Job Portal ng isang sistema ng mensahe para sa Mga Employer at Mga Naghahanap ng Trabaho. Nagsisimula ang mga employer ng mga mensahe sa anumang inilapat na resume.
vi: WP Job Portal cung cấp một hệ thống tin nhắn cho Nhà tuyển dụng và Người tìm việc. Nhà tuyển dụng khởi tạo tin nhắn trên bất kỳ sơ yếu lý lịch đã ứng tuyển nào

source: WP Job Portal offers a feature for employers to perform some actions on resumes. Employer mark shortlisted, hired, spam, add a note on the applied resume.
ms_my: Portal Kerja WP menawarkan ciri untuk majikan melakukan beberapa tindakan pada resume. Majikan tandakan disenarai pendek, diupah, spam, tambah nota pada resume yang digunakan.
tl_ph: Nag-aalok ang WP Job Portal ng feature para sa mga employer na magsagawa ng ilang aksyon sa mga resume. Markahan ng employer ang shortlisted, hired, spam, magdagdag ng tala sa inilapat na resume.
vi: WP Job Portal cung cấp một tính năng cho nhà tuyển dụng để thực hiện một số hành động trên sơ yếu lý lịch. Nhà tuyển dụng đánh dấu danh sách ngắn, đã thuê, spam, thêm ghi chú trên sơ yếu lý lịch đã ứng tuyển

source: WP Job Portal offers a feature for the job seeker to add multiple resumes. Job seeker have a choice on which job which resume to apply.
ms_my: Portal Kerja WP menawarkan ciri untuk pencari kerja menambah berbilang resume. Pencari kerja mempunyai pilihan mengenai pekerjaan yang akan disambung semula untuk memohon.
tl_ph: Ang WP Job Portal ay nag-aalok ng isang tampok para sa naghahanap ng trabaho upang magdagdag ng maramihang mga resume. Ang naghahanap ng trabaho ay may pagpipilian kung aling trabaho ang magpapatuloy na mag-aplay.
vi: WP Job Portal cung cấp một tính năng cho người tìm việc để thêm nhiều sơ yếu lý lịch. Người tìm việc có sự lựa chọn về công việc nào để ứng tuyển với sơ yếu lý lịch nào

source: This add-on offers to the employer to search the resume in the system with multiple criteria.
ms_my: Alat tambah ini menawarkan kepada majikan untuk mencari resume dalam sistem dengan pelbagai kriteria.
tl_ph: Ang add-on na ito ay nag-aalok sa employer na hanapin ang resume sa system na may maraming pamantayan.
vi: Add-on này cung cấp cho nhà tuyển dụng để tìm kiếm sơ yếu lý lịch trong hệ thống với nhiều tiêu chí

source: WP Job Portal will help job seekers to shortlist their desired jobs. All shortlisted jobs are available in job seeker dashboard.
ms_my: Portal Kerja WP akan membantu pencari kerja untuk menyenarai pendek pekerjaan yang mereka inginkan. Semua pekerjaan yang disenarai pendek tersedia dalam papan pemuka pencari kerja.
tl_ph: Tutulungan ng WP Job Portal ang mga naghahanap ng trabaho na i-shortlist ang kanilang mga gustong trabaho. Lahat ng mga shortlisted na trabaho ay available sa job seeker dashboard.
vi: WP Job Portal sẽ giúp người tìm việc lập danh sách ngắn các công việc mong muốn của họ. Tất cả các công việc trong danh sách ngắn đều có sẵn trong bảng điều khiển người tìm việc

source: Cron job adon offers to reduce dependencies on WordPress cron job and support Hosting Panel cron job for WP Job Portal tasks.
ms_my: Cron job adon menawarkan untuk mengurangkan kebergantungan pada WordPress cron job dan menyokong Hosting Panel cron job untuk tugas WP Job Portal.
tl_ph: Nag-aalok ang Cron job adon na bawasan ang mga dependency sa WordPress cron job at suportahan ang Hosting Panel cron job para sa mga gawain sa WP Job Portal.
vi: Adon công việc cron cung cấp để giảm phụ thuộc vào công việc cron WordPress và hỗ trợ công việc cron Bảng điều khiển Hosting cho các nhiệm vụ WP Job Portal

source: Widgets in WordPress allow you to add content and features in the widgetized areas of your theme.
ms_my: Widget dalam WordPress membolehkan anda menambah kandungan dan ciri dalam kawasan berwidget pada tema anda.
tl_ph: Binibigyang-daan ka ng mga widget sa WordPress na magdagdag ng nilalaman at mga tampok sa mga widgetized na bahagi ng iyong tema.
vi: Widget trong WordPress cho phép bạn thêm nội dung và tính năng trong các khu vực widgetized của chủ đề của bạn

source: When WordPress language change to ro, WP Job Portal language will auto change to ro
ms_my: Apabila bahasa WordPress bertukar kepada ro, bahasa Portal Kerja WP akan bertukar secara automatik kepada ro
tl_ph: Kapag ang wika ng WordPress ay naging ro, ang wika ng WP Job Portal ay awtomatikong magbabago sa ro
vi: Khi ngôn ngữ WordPress thay đổi thành ro, ngôn ngữ WP Job Portal sẽ tự động thay đổi thành ro

source: Data has been uploaded successfully
ms_my: Data telah berjaya dimuat naik
tl_ph: Matagumpay na na-upload ang data
vi: Dữ liệu đã được tải lên thành công

source: Data has not been uploaded
ms_my: Data belum dimuat naik
tl_ph: Hindi na-upload ang data
vi: Dữ liệu chưa được tải lên

source: Click here to continue
ms_my: Klik di sini untuk meneruskan
tl_ph: Mag-click dito upang magpatuloy
vi: Nhấp vào đây để tiếp tục

source: Address Data Update
ms_my: Kemas Kini Data Alamat
tl_ph: Update ng Data ng Address
vi: Cập nhật dữ liệu địa chỉ

source: LOADING
ms_my: MEMBUAT
tl_ph: NAGLO-LOAD
vi: ĐANG TẢI

source: Backup
ms_my: Sandaran
vi: Sao lưu

source: Importing New Data
ms_my: Mengimport Data Baharu
tl_ph: Pag-import ng Bagong Data
vi: Nhập dữ liệu mới

source: help
ms_my: membantu
tl_ph: tulong
vi: trợ giúp

source: Download From Joomsky website
ms_my: Muat turun Dari laman web Joomsky
tl_ph: I-download Mula sa website ng Joomsky
vi: Tải xuống từ trang web Joomsky

source: download
ms_my: muat turun
vi: tải xuống

source: Kept Data
ms_my: Data Disimpan
tl_ph: Pinapanatili ang Data
vi: Dữ liệu được giữ

source: Discard Old Data
ms_my: Buang Data Lama
tl_ph: Itapon ang Lumang Data
vi: Loại bỏ dữ liệu cũ

source: File
ms_my: Fail
vi: Tập tin

source: My File
ms_my: Fail Saya
tl_ph: Aking File
vi: Tập tin của tôi

source: Joomsky File
ms_my: Fail Joomsky
vi: Tập tin Joomsky

source: Data Contain
ms_my: Mengandungi Data
tl_ph: Naglalaman ng Data
vi: Dữ liệu chứa

source: States and cities
ms_my: Negeri dan bandar
tl_ph: Estado at lungsod
vi: Tiểu bang và thành phố

source: Make sure you did not changed country id or state id in database
ms_my: Pastikan anda tidak menukar id negara atau id negeri dalam pangkalan data
tl_ph: Tiyaking hindi mo binago ang country id o state id sa database
vi: Đảm bảo bạn không thay đổi id quốc gia hoặc id tiểu bang trong cơ sở dữ liệu

source: Choose File
ms_my: Pilih fail
tl_ph: Pumili ng file
vi: Chọn tập tin

source: State id greater country id is your responsibility
ms_my: id negeri id negara yang lebih besar adalah tanggungjawab anda
tl_ph: Ang State id mas malaking country id ay responsibilidad mo
vi: Id tiểu bang lớn hơn id quốc gia là trách nhiệm của bạn

source: Cities have no ids also state id and country id is your responsibility
ms_my: Bandar tidak mempunyai id juga nyatakan id dan id negara adalah tanggungjawab anda
tl_ph: Ang mga lungsod ay walang mga id at ang id ng bansa ay iyong pananagutan
vi: Thành phố không có id, id tiểu bang và id quốc gia là trách nhiệm của bạn

source: Consider old countries were not edit otherwise problem may occur
ms_my: Pertimbangkan negara lama tidak mengedit jika tidak masalah mungkin berlaku
tl_ph: Isaalang-alang ang mga lumang bansa ay hindi na-edit kung hindi man ay maaaring magkaroon ng problema
vi: Xem xét các quốc gia cũ không được chỉnh sửa, nếu không có thể xảy ra sự cố

source: load address data
ms_my: memuatkan data alamat
tl_ph: i-load ang data ng address
vi: tải dữ liệu địa chỉ

source: Map Detail
ms_my: Perincian Peta
tl_ph: Detalye ng Mapa
vi: Chi tiết bản đồ

source: Radius
ms_my: Jejari
vi: Bán kính

source: Radius Length Type
ms_my: Jenis Panjang Jejari
tl_ph: Uri ng Haba ng Radius
vi: Loại độ dài bán kính

source: Add Skills
ms_my: Tambah Kemahiran
tl_ph: Magdagdag ng mga Kasanayan
vi: Thêm kỹ năng

source: There was some problem performing action
ms_my: Terdapat beberapa masalah semasa melakukan tindakan
tl_ph: Nagkaroon ng ilang problema sa pagsasagawa ng pagkilos
vi: Có một số vấn đề khi thực hiện hành động

source: Job has been copied successfully
ms_my: Kerja telah berjaya disalin
tl_ph: Matagumpay na nakopya ang trabaho
vi: Công việc đã được sao chép thành công

source: popup close
ms_my: pop timbul tutup
tl_ph: malapit na ang popup
vi: đóng popup

source: You do not have any job remaining
ms_my: Anda tidak mempunyai apa-apa pekerjaan yang tinggal
tl_ph: Wala ka nang natitirang trabaho
vi: Bạn không còn công việc nào

source: Expiry
ms_my: tamat tempoh
tl_ph: Expired
vi: Hết hạn

source: Add To Job
ms_my: Tambah Pada Pekerjaan
tl_ph: Idagdag sa Trabaho
vi: Thêm vào công việc

source: Copy job
ms_my: Kerja salin
tl_ph: Kopyahin ang trabaho
vi: Sao chép công việc

source: PayPal payment agreement
ms_my: Perjanjian pembayaran PayPal
tl_ph: Kasunduan sa pagbabayad sa PayPal
vi: Thỏa thuận thanh toán PayPal

source: User cancelled subscription
ms_my: Pengguna membatalkan langganan
tl_ph: Kinansela ng user ang subscription
vi: Người dùng đã hủy đăng ký

source: package on
ms_my: pakej dihidupkan
tl_ph: naka-on ang package
vi: gói trên

source: Invoice Details
ms_my: Butiran Invois
tl_ph: Mga Detalye ng Invoice
vi: Chi tiết hóa đơn

source: Amount
ms_my: Jumlah
tl_ph: Halaga
vi: Số tiền

source: Property Details
ms_my: Butiran Harta
tl_ph: Mga Detalye ng Ari-arian
vi: Chi tiết tài sản

source: Call for price
ms_my: Hubungi untuk harga
tl_ph: Tumawag para sa presyo
vi: Gọi để biết giá

source: Garage Size
ms_my: Saiz Garaj
tl_ph: Sukat ng garahe
vi: Kích thước gara

source: by
ms_my: oleh
tl_ph: sa pamamagitan ng
vi: bởi

source: Package Details
ms_my: Butiran Pakej
tl_ph: Mga Detalye ng Package
vi: Chi tiết gói

source: Package Expiry
ms_my: Pakej Tamat
tl_ph: Pag-expire ng Package
vi: Hết hạn gói

source: No of Agents
ms_my: Bilangan Ejen
tl_ph: Bilang ng mga Ahente
vi: Số đại lý

source: No of Properties
ms_my: Tiada Hartanah
tl_ph: Bilang ng Mga Katangian
vi: Số tài sản

source: Property Expiry
ms_my: Tamat Tempoh Harta
tl_ph: Pag-expire ng Ari-arian
vi: Hết hạn tài sản

source: Property Images
ms_my: Imej Harta
tl_ph: Mga Larawan ng Ari-arian
vi: Hình ảnh tài sản

source: No of Featured
ms_my: Bilangan Ditampilkan
tl_ph: Hindi ng Itinatampok
vi: Số nổi bật

source: Featured Expiry
ms_my: Tamat Tempoh Pilihan
tl_ph: Itinatampok na Expiry
vi: Hết hạn nổi bật

source: Renewal Discount
ms_my: Diskaun Pembaharuan
tl_ph: Diskwento sa Pag-renew
vi: Giảm giá gia hạn

source: Virtual Tour
ms_my: Lawatan Maya
vi: Chuyến tham quan ảo

source: Subunits
ms_my: Subunit
tl_ph: Mga subunit
vi: Đơn vị con

source: Floor Plans
ms_my: Pelan lantai
tl_ph: Mga Floor Plan
vi: Sơ đồ tầng

source: Property
ms_my: Harta benda
tl_ph: Ari-arian
vi: Tài sản

source: Select Currency
ms_my: Pilih Mata Wang
tl_ph: Piliin ang Pera
vi: Chọn tiền tệ

source: Select Type
ms_my: Pilih Jenis
tl_ph: Piliin ang Uri
vi: Chọn loại

source: user
ms_my: pengguna
tl_ph: gumagamit
vi: người dùng

source: Not published
ms_my: Tidak diterbitkan
tl_ph: Hindi nai-publish
vi: Chưa xuất bản

source: You do not have any Department remaining
ms_my: Anda tidak mempunyai sebarang Jabatan yang tinggal
tl_ph: Wala ka nang natitirang Departamento
vi: Bạn không còn bộ phận nào

source: Add To Featured Company
ms_my: Tambahkan Pada Syarikat Pilihan
tl_ph: Idagdag Sa Itinatampok na Kumpanya
vi: Thêm vào công ty nổi bật

source: Action For
ms_my: Tindakan Untuk
tl_ph: Pagkilos Para sa
vi: Hành động cho

source: Cost
ms_my: kos
tl_ph: Gastos
vi: Chi phí

source: both
ms_my: kedua-duanya
tl_ph: pareho
vi: cả hai

source: employer MISC.
ms_my: majikan MISC.
vi: nhà tuyển dụng MISC

source: Misc.
ms_my: Lain-lain
vi: Khác

source: Not Published
ms_my: Tidak Diterbitkan
tl_ph: Hindi Na-publish
vi: Chưa xuất bản

source: Both
ms_my: Kedua-duanya
tl_ph: pareho
vi: Cả hai

source: You can define expiry date of action. i.e
ms_my: Anda boleh menentukan tarikh luput tindakan. i.e
tl_ph: Maaari mong tukuyin ang petsa ng pag-expire ng pagkilos. i.e
vi: Bạn có thể xác định ngày hết hạn của hành động. tức là

source: Job will be expire in 30 days
ms_my: Kerja akan tamat tempoh dalam 30 hari
tl_ph: Mag-e-expire ang trabaho sa loob ng 30 araw
vi: Công việc sẽ hết hạn trong 30 ngày

source: Gold job will be expire in 30 days
ms_my: Pekerjaan emas akan tamat tempoh dalam 30 hari
tl_ph: Ang trabahong ginto ay mawawalan ng bisa sa loob ng 30 araw
vi: Công việc vàng sẽ hết hạn trong 30 ngày

source: Expire in Days
ms_my: Tamat tempoh dalam beberapa hari
tl_ph: Mag-e-expire sa mga Araw
vi: Hết hạn trong ngày

source: will be expire
ms_my: akan tamat tempoh
tl_ph: ay mawawalan ng bisa
vi: sẽ hết hạn

source: How much credits required for
ms_my: Berapa banyak kredit yang diperlukan untuk
tl_ph: Gaano karaming mga kredito ang kinakailangan para sa
vi: Cần bao nhiêu tín dụng cho

source: Invalid Entry
ms_my: Kemasukan tidak sah
tl_ph: Di-wastong Entry
vi: Mục không hợp lệ

source: Message History
ms_my: Sejarah Mesej
tl_ph: Kasaysayan ng Mensahe
vi: Lịch sử tin nhắn

source: Administrator sent
ms_my: Pentadbir dihantar
tl_ph: Ipinadala ang administrator
vi: Quản trị viên đã gửi

source: Job seeker sent
ms_my: Pencari kerja dihantar
tl_ph: Ipinadala ang naghahanap ng trabaho
vi: Người tìm việc đã gửi

source: Employer sent
ms_my: Majikan hantar
tl_ph: Ipinadala ng employer
vi: Nhà tuyển dụng đã gửi

source: You sent
ms_my: Awak hantar
tl_ph: Nagpadala ka
vi: Bạn đã gửi

source: read
ms_my: membaca
tl_ph: basahin
vi: đã đọc

source: Unread
ms_my: Belum dibaca
tl_ph: Hindi pa nababasa
vi: Chưa đọc

source: Credits Pack
ms_my: Pek Kredit
vi: Gói tín dụng

source: off
ms_my: dimatikan
vi: tắt

source: Buy with
ms_my: Beli dengan
tl_ph: Bumili gamit ang
vi: Mua với

source: Buy now
ms_my: Beli sekarang
tl_ph: Bumili ka na ngayon
vi: Mua ngay

source: Rate List
ms_my: Senarai Kadar
tl_ph: Listahan ng Rate
vi: Danh sách tỷ lệ

source: Admin sent
ms_my: Admin hantar
tl_ph: Ipinadala ng admin
vi: Quản trị viên đã gửi

source: Job Seeker Name
ms_my: Nama Pencari Kerja
tl_ph: Pangalan ng Naghahanap ng Trabaho
vi: Tên người tìm việc

source: Is Conflicted
ms_my: Berkonflik
tl_ph: Ay Conflicted
vi: Có xung đột

source: Message Status
ms_my: Status Mesej
tl_ph: Status ng Mensahe
vi: Trạng thái tin nhắn

source: Message Subject
ms_my: Subjek Mesej
tl_ph: Paksa ng Mensahe
vi: Chủ đề tin nhắn

source: Select Plan
ms_my: Pilih Rancangan
tl_ph: Piliin ang Plano
vi: Chọn kế hoạch

source: Please select payment method
ms_my: Sila pilih kaedah pembayaran
tl_ph: Mangyaring pumili ng paraan ng pagbabayad
vi: Vui lòng chọn phương thức thanh toán

source: stripe
ms_my: jalur
tl_ph: guhit

source: Make payment recurring
ms_my: Buat pembayaran berulang
tl_ph: Ulitin ang pagbabayad
vi: Thực hiện thanh toán định kỳ

source: Buy Now
ms_my: Beli sekarang
tl_ph: Bumili ka na ngayon
vi: Mua ngay

source: Weeks
ms_my: minggu
tl_ph: Linggo
vi: Tuần

source: Months
ms_my: berbulan-bulan
tl_ph: mga buwan
vi: Tháng

source: Package For
ms_my: Pakej Untuk
tl_ph: Package Para sa
vi: Gói cho

source: Is Free
ms_my: Percuma
tl_ph: Ay libre
vi: Miễn phí

source: Price
ms_my: harga
tl_ph: Presyo
vi: Giá

source: Company Section
ms_my: Bahagian Syarikat
tl_ph: Seksyon ng Kumpanya
vi: Phần công ty

source: No of Companies
ms_my: Tiada Syarikat
tl_ph: Bilang ng mga Kumpanya
vi: Số công ty

source: No of Featured Company
ms_my: Bilangan Syarikat Pilihan
tl_ph: Hindi ng Itinatampok na Kumpanya
vi: Số công ty nổi bật

source: Feature Company Expiry
ms_my: Tamat Tempoh Syarikat Ciri
tl_ph: Expiry ng Tampok na Kumpanya
vi: Hết hạn công ty nổi bật

source: No of View Company Contact Detail
ms_my: No of View Company Contact Details
tl_ph: Bilang ng Tingnan ang Detalye ng Pakikipag-ugnayan ng Kumpanya
vi: Số lượt xem chi tiết liên hệ công ty

source: Job Section
ms_my: Bahagian Pekerjaan
tl_ph: Seksyon ng Trabaho
vi: Phần công việc

source: No of jobs
ms_my: Tiada pekerjaan
tl_ph: Walang trabaho
vi: Số công việc

source: No of Feauted Jobs
ms_my: Bilangan Pekerjaan Terpilih
tl_ph: Bilang ng Mga Itinatampok na Trabaho
vi: Số công việc nổi bật

source: Feature Job Expiry
ms_my: Ciri Tamat Kerja
tl_ph: Tampok na Pag-expire ng Trabaho
vi: Hết hạn công việc nổi bật

source: No of Job Search
ms_my: Bilangan Carian Kerja
tl_ph: Hindi sa Paghahanap ng Trabaho
vi: Số tìm kiếm công việc

source: No of Job Alert
ms_my: Tiada Makluman Kerja
tl_ph: Hindi ng Job Alert
vi: Số cảnh báo công việc

source: No of Job Apply
ms_my: Bilangan Pekerjaan Memohon
tl_ph: Bilang ng Job Apply
vi: Số ứng tuyển công việc

source: No of Resumes
ms_my: Tiada Resume
tl_ph: Wala ng Resumes
vi: Số sơ yếu lý lịch

source: No of Featured Resume
ms_my: No Resume Pilihan
tl_ph: Hindi ng Itinatampok na Resume
vi: Số sơ yếu lý lịch nổi bật

source: Feature Resume Expiry
ms_my: Ciri Resume Tamat Tempoh
tl_ph: Expiry ng Resume ng Feature
vi: Hết hạn sơ yếu lý lịch nổi bật

source: No of Resume Search
ms_my: No Carian Resume
tl_ph: Hindi ng Resume Search

source: No of Resume Save Search
ms_my: No Resume Simpan Carian
tl_ph: Bilang ng Ipagpatuloy ang I-save ang Paghahanap

source: No of View Resume Contact Detail
ms_my: No of View Resume Contact Details
tl_ph: Bilang ng View Resume Contact Detail

source: Departments Section
ms_my: Bahagian Jabatan
tl_ph: Seksyon ng mga Kagawaran

source: No of Departments
ms_my: Bilangan Jabatan
tl_ph: Hindi ng mga Departamento

source: Payment Methods Section
ms_my: Bahagian Kaedah Pembayaran
tl_ph: Seksyon ng Mga Paraan ng Pagbabayad

source: Paypal Subscription
ms_my: Langganan Paypal
tl_ph: Subscription sa Paypal

source: Stripe Subscription
ms_my: Langganan Stripe

source: Discount
ms_my: Diskaun
tl_ph: Diskwento

source: Loading stripe plans
ms_my: Memuatkan pelan jalur
tl_ph: Naglo-load ng mga stripe plan

source: Off
ms_my: Mati
tl_ph: Naka-off

source: Amount Off
ms_my: Jumlah Potongan
tl_ph: Halaga ng Bawas

source: No of Jobs
ms_my: Tiada Pekerjaan
tl_ph: Wala sa mga Trabaho

source: No of Featured Jobs
ms_my: Bilangan Pekerjaan Pilihan
tl_ph: Bilang ng Mga Itinatampok na Trabaho

source: No Job Alert
ms_my: Tiada Makluman Kerja
tl_ph: Walang Job Alert

source: No of companies
ms_my: Tiada syarikat
tl_ph: Wala ng mga kumpanya

source: No of Featured company
ms_my: No syarikat Pilihan
tl_ph: Hindi ng Itinatampok na kumpanya

source: No of View Company Contact
ms_my: Bilangan Lihat Hubungan Syarikat

source: No of Resume
ms_my: No Resume
tl_ph: Wala ng Resume

source: No of Featured Job
ms_my: Bilangan Pekerjaan Pilihan
tl_ph: Hindi ng Itinatampok na Trabaho

source: Featured Job Expiry
ms_my: Tamat Kerja Pilihan
tl_ph: Itinatampok na Pag-expire ng Trabaho

source: Featured Company Expiry
ms_my: Tamat Tempoh Syarikat Pilihan
tl_ph: Expiry ng Itinatampok na Kumpanya

source: Purchased
ms_my: Dibeli
tl_ph: Binili

source: close
ms_my: dekat
tl_ph: malapit na

source: Package Buy With
ms_my: Pakej Beli Dengan

source: Please select the payment method
ms_my: Sila pilih kaedah pembayaran
tl_ph: Mangyaring piliin ang paraan ng pagbabayad

source: Property Listing
ms_my: Penyenaraian Harta
tl_ph: Listahan ng Ari-arian
